{
  "search_info": {
    "search_engine": "PubMed",
    "date": "2025-07-09",
    "search_terms": "\"Alzheimer´s\" AND (\"leptin\" OR \"leptin resistance\") AND \"Neuroinflammation\"",
    "hits": 36
  },
  "total_encontrados": 36,
  "papers_procesados": 36,
  "papers_con_errores": 0,
  "termino_busqueda": "\"Alzheimer´s\" AND (\"leptin\" OR \"leptin resistance\") AND \"Neuroinflammation\"",
  "resultados": [
    {
      "paper_name": "Unravelling the Alzheimer's pathogenesis: Molecular and cellular pathways to neurodegeneration and therapeutic targets.",
      "paper_year": "2025",
      "paper_authors": "Chauhan P, Wadhwa K, Singh G",
      "journal": "Pathology, research and practice",
      "publisher": "Pathol Res Pract",
      "resumen": "Alzheimer's disease (AD) is indeed a overwhelming neurodegenerative disorder whose intricated pathogenesis still remains exclusive and requires to be completely elucidated. This review undertakes a comprehensive analysis of the multifactorial signaling mechanism implicated in AD, such as AKT/MAPK, Wnt, Leptin, mTOR, ubiquitin, Sirt1, and insulin, exploring their pivotal individual and/or synergistic contribution in the dysregulation of diverse cellular processes accountable for neuronal health. Furthermore, it also delves into the molecular and cellular mechanism underlying oxidative stress, neuroinflammation, apoptosis, metal ion dyshomeostasis, and viral reactivation in the pathogenesis of AD, along with accentuating the interconnection between the intracellular signalling cascades and the alterations within the synaptic transmission, blood-brain barrier, and gut microbiota. Nevertheless, due to the enormous complexity of the brain, the application of these several signaling pathways as feasible targets for drug development against AD is minimal. This review also explores the numerous drug candidates, both synthetic and natural, currently being investigated for their anti-AD potential via targeting diverse pathological hallmark of AD and their associated signalling mechanisms. Ultimately, this review seeks to stimulate further research into these promising \"anti-AD pathways\" and to accelerate the expansion of disease-modifying therapies."
    },
    {
      "paper_name": "Leptin and inflammatory pathways in the Alzheimer's disease continuum: Implications for glial activation and neuropsychiatric symptoms.",
      "paper_year": "2025",
      "paper_authors": "Yasuno F, Nakagome K, Omachi Y, Kimura Y, Ogata A, Ikenuma H, Abe J, Minami H, Nihashi T, Yokoi K, Hattori S, Shimoda N, Kasuga K, Ikeuchi T, Takeda A, Sakurai T, Ito K, Kato T",
      "journal": "Brain, behavior, & immunity - health",
      "publisher": "Brain Behav Immun Health",
      "resumen": "Chronic peripheral inflammation triggered by adipokine release may extend to the brain, potentially influencing the pathological progression of Alzheimer's disease (AD) and neuropsychiatric symptoms (NPS). However, it remains unclear whether and how leptin contributes to the link between adipose tissue dysfunction and dementia. This study aims to investigate the role of leptin in the connection between adipose-derived inflammatory signaling and cognitive impairment/NPS."
    },
    {
      "paper_name": "Chronic inflammation in obesity and neurodegenerative diseases: exploring the link in disease onset and progression.",
      "paper_year": "2025",
      "paper_authors": "Dhurandhar Y, Tomar S, Das A, Prajapati JL, Singh AP, Bodake SH, Namdeo KP",
      "journal": "Molecular biology reports",
      "publisher": "Mol Biol Rep",
      "resumen": "Obesity, a worldwide health emergency, is defined by excessive fat accumulation and significantly impacts metabolic health. In addition to its recognized association with cardiovascular disease, diabetes, and other metabolic illnesses, recent studies have revealed the connection between obesity and neurodegeneration. The main reason for this link is inflammation caused by the growth of fat tissue, which activates harmful processes that affect how the brain works. Fat tissue, particularly the fat around the organs, produces various substances that cause inflammation, such as cytokines (TNF-α, IL-6), adipokines (leptin, resistin), and free fatty acids. These chemicals cause low-grade, persistent systemic inflammation, which is becoming more widely acknowledged as a major factor in peripheral metabolic dysfunction and pathology of the central nervous system (CNS). Inflammatory signals in the brain cause neuroinflammatory reactions that harm neuronal structures, change neuroplasticity, and disrupt synaptic function. When obesity-related inflammation is present, the brain's resident immune cells, known as microglia, become hyperactivated, which can lead to the production of neurotoxic chemicals, which can cause neuronal death. This neuroinflammation exacerbates the negative effects of obesity on brain health and is linked to cognitive decline, Alzheimer's disease, and other neurodegenerative disorders. Moreover, the blood-brain barrier (BBB) exhibits increased permeability during inflammatory states, facilitating the infiltration of peripheral immune cells and cytokines into the brain, hence exacerbating neurodegeneration. Adipose tissue is a source of chronic inflammatory mediators, which are examined in this review along with the molecular pathways that connect inflammation brought on by obesity to neurodegeneration. Additionally, it addresses various anti-inflammatory treatment approaches, including lifestyle modifications, anti-inflammatory medications, and gut microbiota modulation, to lessen the metabolic and neurological effects of obesity. Recognizing the link between obesity and inflammation opens up new opportunities for early intervention and the development of targeted treatments to prevent or alleviate neurodegenerative disorders."
    },
    {
      "paper_name": "Treadmill Exercise Modulates the Leptin/LepR/GSK-3β Signalling Pathway to Improve Leptin Sensitivity and Alleviate Neuroinflammation in High-Fat Diet-Fed APP/PS1 Mice.",
      "paper_year": "2025",
      "paper_authors": "Wang J, Liao M, Tong Z, Yuan S, Hu Z, Chen Z, Zeng F, Zou R, Chen D, Chen G, Wang Z, Liu W",
      "journal": "Molecular neurobiology",
      "publisher": "Mol Neurobiol",
      "resumen": "Neuroinflammation plays a critical role in the development of Alzheimer's disease (AD) and is closely associated with obesity. In AD, the fat cell-secreted protein leptin crosses the blood-brain barrier and protects against nerve damage. However, obesity may induce leptin resistance, reduce leptin sensitivity, stimulate excessive glial cell activation, promote inflammatory factor production and exacerbate brain inflammation. Unfortunately, the mechanism of interaction among high-fat diets, obesity, neuroinflammation and neurodegenerative diseases remains unclear. We investigated the changes in neuroinflammation and leptin sensitivity in the brains of wild-type and high-fat-diet-fed APP/PS1 transgenic mice. We explored the effects of treadmill exercise for 12 weeks on the leptin/LepR/GSK-3β signalling pathway and memory. The body weights of the high-fat-diet-fed mice increased, and elevated levels of markers for leptin resistance, including suppressor of signalling 3 (SOCS3), protein tyrosine phosphatase 1B (PTP1B) and proinflammatory factors such as tumour necrosis factor-α (TNF-α) and interleukin-6 (IL-6), were observed. After 12 weeks of aerobic exercise, the leptin mRNA and protein levels increased, GSK-3β protein expression decreased and the mean fluorescence intensities of brain microglial (IBA-1) and neuron markers (NeuN) decreased, indicating that exercise may activate the leptin/LepR/GSK-3β signalling pathway, reducing glial cell activation and inflammation. Our study revealed that obesity induces and exacerbates the AD-related neuroinflammatory response. Aerobic exercise activates the leptin/LepR/GSK-3β pathway to relieve neuroinflammation and protect nerve cells, alleviating AD-associated memory loss. These promising outcomes could inform the development of nondrug-based aerobic exercise interventions for the treatment of AD and associated cognitive disorders."
    },
    {
      "paper_name": "Does Metabolic Manager Show Encouraging Outcomes in Alzheimer's?: Challenges and Opportunity for Protein Tyrosine Phosphatase 1b Inhibitors.",
      "paper_year": "2024",
      "paper_authors": "Singh R, Jain S, Paliwal V, Verma K, Paliwal S, Sharma S",
      "journal": "Drug development research",
      "publisher": "Drug Dev Res",
      "resumen": "Protein tyrosine phosphatase 1b (PTP1b) is a member of the protein tyrosine phosphatase (PTP) enzyme group and encoded as PTP1N gene. Studies have evidenced an overexpression of the PTP1b enzyme in metabolic syndrome, anxiety, schizophrenia, neurodegeneration, and neuroinflammation. PTP1b inhibitor negatively regulates insulin and leptin pathways and has been explored as an antidiabetic agent in various clinical trials. Notably, the preclinical studies have shown that recuperating metabolic dysfunction and dyshomeostasis can reverse cognition and could be a possible approach to mitigate multifaceted Alzheimer's disease (AD). PTP1b inhibitor thus has attracted attention in neuroscience, though the development is limited to the preclinical stage, and its exploration in large clinical trials is warranted. This review provides an insight on the development of PTP1b inhibitors from different sources in diabesity. The crosstalk between metabolic dysfunction and insulin insensitivity in AD and type-2 diabetes has also been highlighted. Furthermore, this review presents the significance of PTP1b inhibition in AD based on pathophysiological facets, and recent evidences from preclinical and clinical studies."
    },
    {
      "paper_name": "Air pollution accelerates the development of obesity and Alzheimer's disease: the role of leptin and inflammation - a mini-review.",
      "paper_year": "2024",
      "paper_authors": "Campolim CM, Schimenes BC, Veras MM, Kim YB, Prada PO",
      "journal": "Frontiers in immunology",
      "publisher": "Front Immunol",
      "resumen": "Air pollution is an urgent concern linked to numerous health problems in low- and middle-income countries, where 92% of air pollution-related deaths occur. Particulate matter 2.5 (PM<sub>2.5</sub>) is the most harmful component of air pollutants, increasing inflammation and changing gut microbiota, favoring obesity, type 2 diabetes, and Alzheimer's Disease (AD). PM<sub>2.5</sub> contains lipopolysaccharides (LPS), which can activate the Toll-like receptor 4 (TLR4) signaling pathway. This pathway can lead to the release of pro-inflammatory markers, including interleukins, and suppressor of cytokine signaling-3 (SOCS3), which inhibits leptin action, a hormone that keeps the energy homeostasis. Leptin plays a role in preventing amyloid plaque deposition and hyperphosphorylation of tau-protein (p-tau), mechanisms involved in the neurodegeneration in AD. Approximately 50 million people worldwide are affected by dementia, with a significant proportion living in low-and middle-income countries. This number is expected to triple by 2050. This mini-review focuses on the potential impact of PM<sub>2.5</sub> exposure on the TLR4 signaling pathway, its contribution to leptin resistance, and dysbiosis that exacerbates the link between obesity and AD."
    },
    {
      "paper_name": "Elucidation of the effects of 2,5-hexandione as a metabolite of <i>n</i>-hexane on cognitive impairment in leptin-knockout mice (C57BL/6-Lepem1Shwl/Korl).",
      "paper_year": "2024",
      "paper_authors": "Nguyen HD, Jo WH, Cha JO, Hoang NHM, Kim MS",
      "journal": "Toxicological research",
      "publisher": "Toxicol Res",
      "resumen": "Exposure to n-hexane and its metabolite 2,5-hexandione (HD) is a well-known cause of neurotoxicity, particularly in the peripheral nervous system. To date, few studies have focused on the neurotoxic effects of HD on cognitive impairment. Exposure to HD and diabetes mellitus can exacerbate neurotoxicity. There are links among HD, diabetes mellitus, and cognitive impairment; however, the specific mechanisms underlying them remain unclear. Therefore, we aimed to elucidate the neurotoxic effects of HD on cognitive impairment in ob/ob (C57BL/6-Lepem1Shwl/Korl) mice. We found that HD induced cognitive impairment by altering the expression of genes (<i>FN1</i>, <i>AGT</i>, <i>ACTA2</i>, <i>MYH11</i>, <i>MKI67</i>, <i>MET</i>, <i>CTGF</i>, and <i>CD44</i>), miRNAs (mmu-miR15a-5p, mmu-miR-17-5p, and mmu-miR-29a-3p), transcription factors (transcription factor AP-2 alpha [TFAP2A], serum response factor [Srf], and paired box gene 4 [PAX4]), and signaling pathways (ERK/CERB, PI3K/AKT, GSK-3<i>β</i>/p-tau/amyloid-<i>β</i>), as well as by causing neuroinflammation (TREM1/DAP12/NF-κB), oxidative stress, and apoptosis. The prevalent use of <i>n</i>-hexane in various industrial applications (for instance, shoe manufacturing, printing inks, paints, and varnishes) suggests that individuals with elevated body weight and glucose levels and those employed in high-risk workplaces have greater probability of cognitive impairment. Therefore, implementing screening strategies for HD-induced cognitive dysfunction is crucial."
    },
    {
      "paper_name": "Overexpression of forebrain PTP1B leads to synaptic and cognitive impairments in obesity.",
      "paper_year": "2024",
      "paper_authors": "Ge X, Hu M, Zhou M, Fang X, Chen X, Geng D, Wang L, Yang X, An H, Zhang M, Lin D, Zheng M, Cui X, Wang Q, Wu Y, Zheng K, Huang XF, Yu Y",
      "journal": "Brain, behavior, and immunity",
      "publisher": "Brain Behav Immun",
      "resumen": "Obesity has reached pandemic proportions and is a risk factor for neurodegenerative diseases, including Alzheimer's disease. Chronic inflammation is common in obese patients, but the mechanism between inflammation and cognitive impairment in obesity remains unclear. Accumulative evidence shows that protein-tyrosine phosphatase 1B (PTP1B), a neuroinflammatory and negative synaptic regulator, is involved in the pathogenesis of neurodegenerative processes. We investigated the causal role of PTP1B in obesity-induced cognitive impairment and the beneficial effect of PTP1B inhibitors in counteracting impairments of cognition, neural morphology, and signaling. We showed that obese individuals had negative relationship between serum PTP1B levels and cognitive function. Furthermore, the PTP1B level in the forebrain increased in patients with neurodegenerative diseases and obese cognitive impairment mice with the expansion of white matter, neuroinflammation and brain atrophy. PTP1B globally or forebrain-specific knockout mice on an obesogenic high-fat diet showed enhanced cognition and improved synaptic ultrastructure and proteins in the forebrain. Specifically, deleting PTP1B in leptin receptor-expressing cells improved leptin synaptic signaling and increased BDNF expression in the forebrain of obese mice. Importantly, we found that various PTP1B allosteric inhibitors (e.g., MSI-1436, well-tolerated in Phase 1 and 1b clinical trials for obesity and type II diabetes) prevented these alterations, including improving cognition, neurite outgrowth, leptin synaptic signaling and BDNF in both obese cognitive impairment mice and a neural cell model of PTP1B overexpression. These findings suggest that increased forebrain PTP1B is associated with cognitive decline in obesity, whereas inhibition of PTP1B could be a promising strategy for preventing neurodegeneration induced by obesity."
    },
    {
      "paper_name": "Cardiometabolic risk factors and neurodegeneration: a review of the mechanisms underlying diabetes, obesity and hypertension in Alzheimer's disease.",
      "paper_year": "2024",
      "paper_authors": "Patel V, Edison P",
      "journal": "Journal of neurology, neurosurgery, and psychiatry",
      "publisher": "J Neurol Neurosurg Psychiatry",
      "resumen": "A growing body of evidence suggests that cardiometabolic risk factors play a significant role in Alzheimer's disease (AD). Diabetes, obesity and hypertension are highly prevalent and can accelerate neurodegeneration and perpetuate the burden of AD. Insulin resistance and enzymes including insulin degrading enzymes are implicated in AD where breakdown of insulin is prioritised over amyloid-β. Leptin resistance and inflammation demonstrated by higher plasma and central nervous system levels of interleukin-6 (IL-6), IL-1β and tumour necrosis factor-α, are mechanisms connecting obesity and diabetes with AD. Leptin has been shown to ameliorate AD pathology and enhance long-term potentiation and hippocampal-dependent cognitive function. The renin-aldosterone angiotensin system, involved in hypertension, has been associated with AD pathology and neurotoxic reactive oxygen species, where angiotensin binds to specific angiotensin-1 receptors in the hippocampus and cerebral cortex. This review aims to consolidate the evidence behind putative processes stimulated by obesity, diabetes and hypertension, which leads to increased AD risk. We focus on how novel knowledge can be applied clinically to facilitate recognition of efficacious treatment strategies for AD."
    },
    {
      "paper_name": "Neuroprotective Effects of Leptin on the APP/PS1 Alzheimer's Disease Mouse Model: Role of Microglial and Neuroinflammation.",
      "paper_year": "2023",
      "paper_authors": "Ma J, Hou YH, Liao ZY, Ma Z, Zhang XX, Wang JL, Zhu YB, Shan HL, Wang PY, Li CB, Lv YL, Wei YL, Dou JZ",
      "journal": "Degenerative neurological and neuromuscular disease",
      "publisher": "Degener Neurol Neuromuscul Dis",
      "resumen": "Microglia are closely linked to Alzheimer's disease (AD) many years ago; however, the pathological mechanisms of AD remain unclear. The purpose of this study was to determine whether leptin affected microglia in the hippocampus of young and aged male APP/PS1 mice."
    },
    {
      "paper_name": "A Potential Link Between Visceral Obesity and Risk of Alzheimer's Disease.",
      "paper_year": "2023",
      "paper_authors": "Al-Kuraishy HM, Al-Gareeb AI, Alsayegh AA, Hakami ZH, Khamjan NA, Saad HM, Batiha GE, De Waard M",
      "journal": "Neurochemical research",
      "publisher": "Neurochem Res",
      "resumen": "Alzheimer's disease (AD) is the most common type of dementia characterized by the deposition of amyloid beta (Aβ) plaques and tau-neurofibrillary tangles in the brain. Visceral obesity (VO) is usually associated with low-grade inflammation due to higher expression of pro-inflammatory cytokines by adipose tissue. The objective of the present review was to evaluate the potential link between VO and the development of AD. Tissue hypoxia in obesity promotes tissue injury, production of adipocytokines, and release of pro-inflammatory cytokines leading to an oxidative-inflammatory loop with induction of insulin resistance. Importantly, brain insulin signaling is involved in the pathogenesis of AD and lower cognitive function. Obesity and enlargement of visceral adipose tissue are associated with the deposition of Aβ. All of this is consonant with VO increasing the risk of AD through the dysregulation of adipocytokines which affect the development of AD. The activated nuclear factor kappa B (NF-κB) pathway in VO might be a potential link in the development of AD. Likewise, the higher concentration of advanced glycation end-products in VO could be implicated in the pathogenesis of AD. Taken together, different inflammatory signaling pathways are activated in VO that all have a negative impact on the cognitive function and progression of AD except hypoxia-inducible factor 1 which has beneficial and neuroprotective effects in mitigating the progression of AD. In addition, VO-mediated hypoadiponectinemia and leptin resistance may promote the progression of Aβ formation and tau phosphorylation with the development of AD. In conclusion, VO-induced AD is mainly mediated through the induction of oxidative stress, inflammatory changes, leptin resistance, and hypoadiponectinemia that collectively trigger Aβ formation and neuroinflammation. Thus, early recognition of VO by visceral adiposity index with appropriate management could be a preventive measure against the development of AD in patients with VO."
    },
    {
      "paper_name": "Impaired spatial navigation and age-dependent hippocampal synaptic dysfunction are associated with chronic inflammatory response in db/db mice.",
      "paper_year": "2022",
      "paper_authors": "Al-Onaizi M, Al-Sarraf A, Braysh K, Kazem F, Al-Hussaini H, Rao M, Kilarkaje N, ElAli A",
      "journal": "The European journal of neuroscience",
      "publisher": "Eur J Neurosci",
      "resumen": "Type 2 diabetes mellitus (T2DM) increases the risk of developing Alzheimer's disease (AD), which has been proposed to be driven by an abnormal neuroinflammatory response affecting cognitive function. However, the impact of T2DM on hippocampal function and synaptic integrity during aging has not been investigated. Here, we investigated the effects of aging in T2DM on AD-like pathology using the leptin receptor-deficient db/db mouse model of T2DM. Our results indicate that adult T2DM mice exhibited impaired spatial acquisition in the Morris water maze (MWM). Morphological analysis showed an age-dependent neuronal loss in the dentate gyrus. We found that astrocyte density was significantly decreased in all regions of the hippocampus in T2DM mice. Our analysis showed that microglial activation was increased in the CA3 and the dentate gyrus of the hippocampus in an age-dependent manner in T2DM mice. However, the expression of presynaptic marker protein (synaptophysin) and the postsynaptic marker protein [postsynaptic density protein 95 (PSD95)] was unchanged in the hippocampus of adult T2DM mice. Interestingly, synaptophysin and PSD95 expression significantly decreased in the hippocampus of aged T2DM mice, suggesting an impaired hippocampal synaptic integrity. Cytokine profiling analysis displayed a robust pro-inflammatory cytokine profile in the hippocampus of aged T2DM mice compared with the younger cohort, outlining the role of aging in exacerbating the neuroinflammatory profile in the diabetic state. Our results suggest that T2DM impairs cognitive function by promoting neuronal loss in the dentate gyrus and triggering an age-dependent deterioration in hippocampal synaptic integrity, associated with an aberrant neuroinflammatory response."
    },
    {
      "paper_name": "Protein tyrosine phosphatase 1B (PTP1B) as a potential therapeutic target for neurological disorders.",
      "paper_year": "2022",
      "paper_authors": "Olloquequi J, Cano A, Sanchez-López E, Carrasco M, Verdaguer E, Fortuna A, Folch J, Bulló M, Auladell C, Camins A, Ettcheto M",
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publisher": "Biomed Pharmacother",
      "resumen": "Protein tyrosine phosphatase 1B (PTP1B) is a typical member of the PTP family, considered a direct negative regulator of several receptor and receptor-associated tyrosine kinases. This widely localized enzyme has been involved in the pathophysiology of several diseases. More recently, PTP1B has attracted attention in the field of neuroscience, since its activation in brain cells can lead to schizophrenia-like behaviour deficits, anxiety-like effects, neurodegeneration, neuroinflammation and depression. Conversely, PTP1B inhibition has been shown to prevent microglial activation, thus exerting a potent anti-inflammatory effect and has also shown potential to increase the cognitive process through the stimulation of hippocampal insulin, leptin and BDNF/TrkB receptors. Notwithstanding, most research on the clinical efficacy of targeting PTP1B has been developed in the field of obesity and type 2 diabetes mellitus (TD2M). However, despite the link existing between these metabolic alterations and neurodegeneration, no clinical trials assessing the neurological advantages of PTP1B inhibition have been performed yet. Preclinical studies, though, have provided strong evidence that targeting PTP1B could allow to reach different pathophysiological mechanisms at once. herefore, specific interventions or trials should be designed to modulate PTP1B activity in brain, since it is a promising strategy to decelerate or prevent neurodegeneration in aged individuals, among other neurological diseases. The present paper fails to include all neurological conditions in which PTP1B could have a role; instead, it focuses on those which have been related to metabolic alterations and neurodegenerative processes. Moreover, only preclinical data is discussed, since clinical studies on the potential of PTP1B inhibition for treating neurological diseases are still required."
    },
    {
      "paper_name": "Insights for Alzheimer's disease pharmacotherapy and current clinical trials.",
      "paper_year": "2022",
      "paper_authors": "Nascimento ALCS, Fernandes RP, Carvalho ACS, Frigieri I, Alves RC, Chorilli M",
      "journal": "Neurochemistry international",
      "publisher": "Neurochem Int",
      "resumen": "Over the years, the scientific community has sought improvements in the life quality of patients diagnosed with Alzheimer's disease (AD). Synaptic loss and neuronal death observed in the regions responsible for cognitive functions represent an irreversible progressive disease that is clinically characterized by impaired cognitive and functional abilities, along with behavioral symptoms. Currently, image and body fluid biomarkers can provide early dementia diagnostic, being it the best way to slow the disease's progression. The first signs of AD development are still complex, the existence of individual genetic and phenotypic characteristics about the disease makes it difficult to standardize studies on the subject. The answer seems to be related between Aβ and tau proteins. Aβ deposition in the medial parietal cortex appears to be the initial stage of AD, but it does not have a strong correlation with neurodegeneration. The strongest link between symptoms occurs with tau aggregation, which antecede Aβ deposits in the medial temporal lobe, however, the protein can be found in cognitively healthy older people. The answer to the question may lie in some catalytic effect between both proteins. Amid so many doubts, Aducanumab was approved, which raised controversies and results intense debate in the scientific field. Abnormal singling of some blood biomarkers produced by adipocytes under high lipogenesis, such as TNFα, leptin, and interleukin-6, demonstrate to be linked to neuroinflammation worsens, diabetes, and also severe cases of COVID-19, howsoever, under higher lipolysis, seem to have therapeutic anti-inflammatory effects in the brain, which has increasingly contributed to the understanding of AD. In addition, the relationship of severe clinical complications caused by Sars-CoV-2 viral infection and AD, go beyond the term \"risk group\" and may be related to the development of dementia long-term. Thus, this review summarized the current emerging pharmacotherapies, alternative treatments, and nanotechnology applied in clinical trials, discussing relevant points that may contribute to a more accurate look."
    },
    {
      "paper_name": "Infection and Immunometabolism in the Central Nervous System: A Possible Mechanistic Link Between Metabolic Imbalance and Dementia.",
      "paper_year": "2021",
      "paper_authors": "Shinjyo N, Kita K",
      "journal": "Frontiers in cellular neuroscience",
      "publisher": "Front Cell Neurosci",
      "resumen": "Metabolic syndromes are frequently associated with dementia, suggesting that the dysregulation of energy metabolism can increase the risk of neurodegeneration and cognitive impairment. In addition, growing evidence suggests the link between infections and brain disorders, including Alzheimer's disease. The immune system and energy metabolism are in an intricate relationship. Infection triggers immune responses, which are accompanied by imbalance in cellular and organismal energy metabolism, while metabolic disorders can lead to immune dysregulation and higher infection susceptibility. In the brain, the activities of brain-resident immune cells, including microglia, are associated with their metabolic signatures, which may be affected by central nervous system (CNS) infection. Conversely, metabolic dysregulation can compromise innate immunity in the brain, leading to enhanced CNS infection susceptibility. Thus, infection and metabolic imbalance can be intertwined to each other in the etiology of brain disorders, including dementia. Insulin and leptin play pivotal roles in the regulation of immunometabolism in the CNS and periphery, and dysfunction of these signaling pathways are associated with cognitive impairment. Meanwhile, infectious complications are often comorbid with diabetes and obesity, which are characterized by insulin resistance and leptin signaling deficiency. Examples include human immunodeficiency virus (HIV) infection and periodontal disease caused by an oral pathogen <i>Porphyromonas gingivalis</i>. This review explores potential interactions between infectious agents and insulin and leptin signaling pathways, and discuss possible mechanisms underlying the relationship between infection, metabolic dysregulation, and brain disorders, particularly focusing on the roles of insulin and leptin."
    },
    {
      "paper_name": "Aging and high-fat diet feeding lead to peripheral insulin resistance and sex-dependent changes in brain of mouse model of tau pathology THY-Tau22.",
      "paper_year": "2021",
      "paper_authors": "Kacířová M, Železná B, Blažková M, Holubová M, Popelová A, Kuneš J, Šedivá B, Maletínská L",
      "journal": "Journal of neuroinflammation",
      "publisher": "J Neuroinflammation",
      "resumen": "Obesity leads to low-grade inflammation in the adipose tissue and liver and neuroinflammation in the brain. Obesity-induced insulin resistance (IR) and neuroinflammation seem to intensify neurodegeneration including Alzheimer's disease. In this study, the impact of high-fat (HF) diet-induced obesity on potential neuroinflammation and peripheral IR was tested separately in males and females of THY-Tau22 mice, a model of tau pathology expressing mutated human tau protein."
    },
    {
      "paper_name": "A Negative Energy Balance Is Associated with Metabolic Dysfunctions in the Hypothalamus of a Humanized Preclinical Model of Alzheimer's Disease, the 5XFAD Mouse.",
      "paper_year": "2021",
      "paper_authors": "López-Gambero AJ, Rosell-Valle C, Medina-Vera D, Navarro JA, Vargas A, Rivera P, Sanjuan C, Rodríguez de Fonseca F, Suárez J",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Increasing evidence links metabolic disorders with neurodegenerative processes including Alzheimer's disease (AD). Late AD is associated with amyloid (Aβ) plaque accumulation, neuroinflammation, and central insulin resistance. Here, a humanized AD model, the 5xFAD mouse model, was used to further explore food intake, energy expenditure, neuroinflammation, and neuroendocrine signaling in the hypothalamus. Experiments were performed on 6-month-old male and female full transgenic (Tg<sup>5xFAD/5xFAD</sup>), heterozygous (Tg<sup>5xFAD/-</sup>), and non-transgenic (Non-Tg) littermates. Although histological analysis showed absence of Aβ plaques in the hypothalamus of 5xFAD mice, this brain region displayed increased protein levels of GFAP and IBA1 in both Tg<sup>5xFAD/-</sup> and Tg<sup>5xFAD/5xFAD</sup> mice and increased expression of IL-1β in Tg<sup>5xFAD/5xFAD</sup> mice, suggesting neuroinflammation. This condition was accompanied by decreased body weight, food intake, and energy expenditure in both Tg<sup>5xFAD/-</sup> and Tg<sup>5xFAD/5xFAD</sup> mice. Negative energy balance was associated with altered circulating levels of insulin, GLP-1, GIP, ghrelin, and resistin; decreased insulin and leptin hypothalamic signaling; dysregulation in main metabolic sensors (phosphorylated IRS1, STAT5, AMPK, mTOR, ERK2); and neuropeptides controlling energy balance (NPY, AgRP, orexin, MCH). These results suggest that glial activation and metabolic dysfunctions in the hypothalamus of a mouse model of AD likely result in negative energy balance, which may contribute to AD pathogenesis development."
    },
    {
      "paper_name": "Dysregulation of Insulin-Linked Metabolic Pathways in Alzheimer's Disease: Co-Factor Role of Apolipoprotein E <i>ɛ</i>4.",
      "paper_year": "2020",
      "paper_authors": "Robbins J, Busquets O, Tong M, de la Monte SM",
      "journal": "Journal of Alzheimer's disease reports",
      "publisher": "J Alzheimers Dis Rep",
      "resumen": "Brain insulin resistance and deficiency are well-recognized abnormalities in Alzheimer's disease (AD) and likely mediators of impaired energy metabolism. Since apolipoprotein E (<i>APOE</i>) is a major risk factor for late-onset AD, it was of interest to examine its potential contribution to altered insulin-linked signaling networks in the brain."
    },
    {
      "paper_name": "Altered Brain Leptin and Leptin Receptor Expression in the 5XFAD Mouse Model of Alzheimer's Disease.",
      "paper_year": "2020",
      "paper_authors": "Pratap AA, Holsinger RMD",
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publisher": "Pharmaceuticals (Basel)",
      "resumen": "Alzheimer's disease (AD) is a complex neurodegenerative disorder characterized by the accumulation of amyloid plaques and neurofibrillary tangles. Interestingly, individuals with metabolic syndromes share some pathologies with those diagnosed with AD including neuroinflammation, insulin resistance and cognitive deficits. Leptin, an adipocyte-derived hormone, regulates metabolism, energy expenditure and satiety via its receptor, LepR. To investigate the possible involvement of leptin in AD, we examined the distribution of leptin and LepR in the brains of the 5XFAD mouse model of AD, utilizing immunofluorescent staining in young (10-12-weeks; <i>n</i> = 6) and old (48-52-weeks; <i>n</i> = 6) transgenic (Tg) mice, together with age-matched wild-type (WT) controls for both age groups (young-WT, <i>n</i> = 6; old-WT, <i>n</i> = 6). We also used double immunofluorescent staining to examine the distribution of leptin and leptin receptor expression in astrocytes. In young 5XFAD, young-WT and old-WT mice, we observed neuronal and endothelial expression of leptin and LepR throughout the brain. However, neuronal leptin and LepR expression in the old 5XFAD brain was significantly diminished. Reduced neuronal leptin and LepR expression was accompanied by plaque loading and neuroinflammation in the AD brain. A marked increase in astrocytic leptin and LepR was also observed in old 5XFAD mice compared to younger 5XFAD mice. We postulate that astrocytes may utilize LepR signalling to mediate and drive their metabolically active state when degrading amyloid in the AD brain. Overall, these findings provide evidence of impaired leptin and LepR signalling in the AD brain, supporting clinical and epidemiological studies performed in AD patients."
    },
    {
      "paper_name": "Role of sex and high-fat diet in metabolic and hypothalamic disturbances in the 3xTg-AD mouse model of Alzheimer's disease.",
      "paper_year": "2020",
      "paper_authors": "Robison LS, Gannon OJ, Thomas MA, Salinero AE, Abi-Ghanem C, Poitelon Y, Belin S, Zuloaga KL",
      "journal": "Journal of neuroinflammation",
      "publisher": "J Neuroinflammation",
      "resumen": "Hypothalamic dysfunction occurs early in the clinical course of Alzheimer's disease (AD), likely contributing to disturbances in feeding behavior and metabolic function that are often observed years prior to the onset of cognitive symptoms. Late-life weight loss and low BMI are associated with increased risk of dementia and faster progression of disease. However, high-fat diet and metabolic disease (e.g., obesity, type 2 diabetes), particularly in mid-life, are associated with increased risk of AD, as well as exacerbated AD pathology and behavioral deficits in animal models. In the current study, we explored possible relationships between hypothalamic function, diet/metabolic status, and AD. Considering the sex bias in AD, with women representing two-thirds of AD patients, we sought to determine whether these relationships vary by sex."
    },
    {
      "paper_name": "Insulin resistance: a connecting link between Alzheimer's disease and metabolic disorder.",
      "paper_year": "2021",
      "paper_authors": "Kshirsagar V, Thingore C, Juvekar A",
      "journal": "Metabolic brain disease",
      "publisher": "Metab Brain Dis",
      "resumen": "Recent evidence suggests that Alzheimer's disease (AD) is closely linked with insulin resistance, as seen in type 2 diabetes mellitus (T2DM). Insulin signaling is impaired in AD brains due to insulin resistance, ultimately resulting in the formation of neurofibrillary tangles (NFTs). AD and T2DM are connected at molecular, clinical, and epidemiological levels making it imperative to understand the contribution of T2DM, and other metabolic disorders, to AD pathogenesis. In this review, we have discussed various modalities involved in the pathogenesis of these two diseases and explained the contributing parameters. Insulin is vital for maintaining glucose homeostasis and it plays an important role in regulating inflammation. Here, we have discussed the roles of various contributing factors like miRNA, leptin hormone, neuroinflammation, metabolic dysfunction, and gangliosides in insulin impairment both in AD and T2DM. Understanding these mechanisms will be a big step forward for making molecular therapies that may help maintain or prevent both AD and T2DM, thus reducing the burden of both these diseases."
    },
    {
      "paper_name": "Beneficial Effect of Genistein on Diabetes-Induced Brain Damage in the ob/ob Mouse Model.",
      "paper_year": "2020",
      "paper_authors": "Li RZ, Ding XW, Geetha T, Al-Nakkash L, Broderick TL, Babu JR",
      "journal": "Drug design, development and therapy",
      "publisher": "Drug Des Devel Ther",
      "resumen": "Diabetes mellitus (DM)-induced brain damage is characterized by cellular, molecular and functional changes. The mechanisms include oxidative stress, neuroinflammation, reduction of neurotrophic factors, insulin resistance, excessive amyloid beta (Aβ) deposition and Tau phosphorylation. Both antidiabetic and neuroprotective effects of the phytoestrogen genistein have been reported. However, the beneficial effect of genistein in brain of the ob/ob mouse model of severe obesity and diabetes remains to be determined."
    },
    {
      "paper_name": "Interplay between Peripheral and Central Inflammation in Obesity-Promoted Disorders: The Impact on Synaptic Mitochondrial Functions.",
      "paper_year": "2020",
      "paper_authors": "Crispino M, Trinchese G, Penna E, Cimmino F, Catapano A, Villano I, Perrone-Capano C, Mollica MP",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "The metabolic dysfunctions induced by high fat diet (HFD) consumption are not limited to organs involved in energy metabolism but cause also a chronic low-grade systemic inflammation that affects the whole body including the central nervous system. The brain has been considered for a long time to be protected from systemic inflammation by the blood-brain barrier, but more recent data indicated an association between obesity and neurodegeneration. Moreover, obesity-related consequences, such as insulin and leptin resistance, mitochondrial dysfunction and reactive oxygen species (ROS) production, may anticipate and accelerate the physiological aging processes characterized by systemic inflammation and higher susceptibility to neurological disorders. Here, we discussed the link between obesity-related metabolic dysfunctions and neuroinflammation, with particular attention to molecules regulating the interplay between energetic impairment and altered synaptic plasticity, for instance AMP-activated protein kinase (AMPK) and Brain-derived neurotrophic factor (BDNF). The effects of HFD-induced neuroinflammation on neuronal plasticity may be mediated by altered brain mitochondrial functions. Since mitochondria play a key role in synaptic areas, providing energy to support synaptic plasticity and controlling ROS production, the negative effects of HFD may be more pronounced in synapses. In conclusion, it will be emphasized how HFD-induced metabolic alterations, systemic inflammation, oxidative stress, neuroinflammation and impaired brain plasticity are tightly interconnected processes, implicated in the pathogenesis of neurological diseases."
    },
    {
      "paper_name": "MA-[D-Leu-4]-OB3, a small molecule synthetic peptide leptin mimetic, improves episodic memory, and reduces serum levels of tumor necrosis factor-alpha and neurodegeneration in mouse models of Type 1 and Type 2 Diabetes Mellitus.",
      "paper_year": "2020",
      "paper_authors": "Hirschstein Z, Vanga GR, Wang G, Novakovic ZM, Grasso P",
      "journal": "Biochimica et biophysica acta. General subjects",
      "publisher": "Biochim Biophys Acta Gen Subj",
      "resumen": "Extracellular beta-amyloid (Aβ), intra-neuronal hyper-phosphorylated tau protein, and chronic inflammation are neuropathological hallmarks of Alzheimer's Disease (AD). A link between AD, insulin dysfunction, and tumor necrosis factor-alpha (TNF-α) in promoting both tau and Aβ pathologies in vivo has been proposed."
    },
    {
      "paper_name": "A high-sucrose diet aggravates Alzheimer's disease pathology, attenuates hypothalamic leptin signaling, and impairs food-anticipatory activity in APPswe/PS1dE9 mice.",
      "paper_year": "2020",
      "paper_authors": "Yeh SH, Shie FS, Liu HK, Yao HH, Kao PC, Lee YH, Chen LM, Hsu SM, Chao LJ, Wu KW, Shiao YJ, Tsay HJ",
      "journal": "Neurobiology of aging",
      "publisher": "Neurobiol Aging",
      "resumen": "High-fat and high-sugar diets contribute to the prevalence of type 2 diabetes and Alzheimer's disease (AD). Although the impact of high-fat diets on AD pathogenesis has been established, the effect of high-sucrose diets (HSDs) on AD pathogenesis remains unclear. This study sought to determine the impact of HSDs on AD-related pathologies. Male APPswe/PS1dE9 (APP/PS1) transgenic and wild-type mice were provided with HSD and their cognitive and hypothalamus-related noncognitive parameters, including feeding behaviors and glycemic regulation, were compared. HSD-fed APP/PS1 mice showed increased neuroinflammation, as well as increased cortical and serum levels of amyloid-β. HSD-fed APP/PS1 mice showed aggravated obesity, hyperinsulinemia, insulin resistance, and leptin resistance, but there was no induction of hyperphagia or hyperleptinemia. Leptin-induced phosphorylation of signal transducer and activator of transcription 3 in the dorsomedial and ventromedial hypothalamus was reduced in HSD-fed APP/PS1 mice, which might be associated with attenuated food-anticipatory activity, glycemic dysregulation, and AD-related noncognitive symptoms. Our study demonstrates that HSD aggravates metabolic stresses, increases AD-related pathologies, and attenuates hypothalamic leptin signaling in APP/PS1 mice."
    },
    {
      "paper_name": "Sex-specific effects of central adiposity and inflammatory markers on limbic microstructure.",
      "paper_year": "2019",
      "paper_authors": "Metzler-Baddeley C, Mole JP, Leonaviciute E, Sims R, Kidd EJ, Ertefai B, Kelso-Mitchell A, Gidney F, Fasano F, Evans J, Jones DK, Baddeley RJ",
      "journal": "NeuroImage",
      "publisher": "Neuroimage",
      "resumen": "Midlife obesity is a risk factor of late onset Alzheimer's disease (LOAD) but why this is the case remains unknown. As systemic inflammation is involved in both conditions, obesity-related neuroinflammation may contribute to damage in limbic structures important in LOAD. Here, we investigated the hypothesis that systemic inflammation would mediate central obesity related effects on limbic tissue microstructure in 166 asymptomatic individuals (38-71 years old). We employed MRI indices sensitive to myelin and neuroinflammation [macromolecular proton fraction (MPF) and k<sub>f</sub>] from quantitative magnetization transfer (qMT) together with indices from neurite orientation dispersion and density imaging (NODDI) to investigate the effects of central adiposity on the fornix, parahippocampal cingulum, uncinate fasciculus (compared with whole brain white matter and corticospinal tract) and the hippocampus. Central obesity was assessed with the Waist Hip Ratio (WHR) and abdominal visceral and subcutaneous fat area fractions (VFF, SFF), and systemic inflammation with blood plasma concentrations of leptin, adiponectin, C-reactive protein and interleukin 8. Men were significantly more centrally obese and had higher VFF than women. Individual differences in WHR and in VFF were negatively correlated with differences in fornix MPF and k<sub>f</sub>, but not with any differences in neurite microstructure. In women, age mediated the effects of VFF on fornix MPF and k<sub>f</sub>, whilst in men differences in the leptin and adiponectin ratio fully mediated the effect of WHR on fornix MPF. These results suggest that visceral fat related systemic inflammation may damage myelin-related properties of the fornix, a key limbic structure known to be involved in LOAD."
    },
    {
      "paper_name": "Impact of Metabolic Syndrome on Neuroinflammation and the Blood-Brain Barrier.",
      "paper_year": "2018",
      "paper_authors": "Van Dyken P, Lacoste B",
      "journal": "Frontiers in neuroscience",
      "publisher": "Front Neurosci",
      "resumen": "Metabolic syndrome, which includes diabetes and obesity, is one of the most widespread medical conditions. It induces systemic inflammation, causing far reaching effects on the body that are still being uncovered. Neuropathologies triggered by metabolic syndrome often result from increased permeability of the blood-brain-barrier (BBB). The BBB, a system designed to restrict entry of toxins, immune cells, and pathogens to the brain, is vital for proper neuronal function. Local and systemic inflammation induced by obesity or type 2 diabetes mellitus can cause BBB breakdown, decreased removal of waste, and increased infiltration of immune cells. This leads to disruption of glial and neuronal cells, causing hormonal dysregulation, increased immune sensitivity, or cognitive impairment depending on the affected brain region. Inflammatory effects of metabolic syndrome have been linked to neurodegenerative diseases. In this review, we discuss the effects of obesity and diabetes-induced inflammation on the BBB, the roles played by leptin and insulin resistance, as well as BBB changes occurring at the molecular level. We explore signaling pathways including VEGF, HIFs, PKC, Rho/ROCK, eNOS, and miRNAs. Finally, we discuss the broader implications of neural inflammation, including its connection to Alzheimer's disease, multiple sclerosis, and the gut microbiome."
    },
    {
      "paper_name": "Augmented Insulin and Leptin Resistance of High Fat Diet-Fed APPswe/PS1dE9 Transgenic Mice Exacerbate Obesity and Glycemic Dysregulation.",
      "paper_year": "2018",
      "paper_authors": "Lee YH, Hsu HC, Kao PC, Shiao YJ, Yeh SH, Shie FS, Hsu SM, Yeh CW, Liu HK, Yang SB, Tsay HJ",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Alzheimer's disease (AD), a progressive neurodegenerative disease is highly associated with metabolic syndromes. We previously demonstrated that glycemic dysregulation and obesity are augmented in high fat diet (HFD)-treated APPswe/PS1dE9 (APP/PS1) transgenic mice. In the current study, the underlying mechanism mediating exacerbated metabolic stresses in HFD APP/PS1 transgenic mice was further examined. APP/PS1 mice developed insulin resistance and, consequently, impaired glucose homeostasis after 10 weeks on HFD. [<sup>18</sup>F]-2-fluoro-2-deoxy-d-glucose ([<sup>18</sup>F]-FDG) positron emission tomography showed that interscapular brown adipose tissue is vulnerable to HFD and AD-related pathology. Chronic HFD induced hyperphagia, with limited effects on basal metabolic rates in APP/PS1 transgenic mice. Excessive food intake may be caused by impairment of leptin signaling in the hypothalamus because leptin failed to suppress the food intake of HFD APP/PS1 transgenic mice. Leptin-induced pSTAT3 signaling in the arcuate nucleus was attenuated. Dysregulated energy homeostasis including hyperphagia and exacerbated obesity was elicited prior to the presence of the amyloid pathology in the hypothalamus of HFD APP/PS1 transgenic mice; nevertheless, cortical neuroinflammation and the level of serum Aβ and IL-6 were significantly elevated. Our study demonstrates the pivotal role of AD-related pathology in augmenting HFD-induced insulin and leptin resistance and impairing hypothalamic regulation of energy homeostasis."
    },
    {
      "paper_name": "Postpartum increases in cerebral edema and inflammation in response to placental ischemia during pregnancy.",
      "paper_year": "2018",
      "paper_authors": "Clayton AM, Shao Q, Paauw ND, Giambrone AB, Granger JP, Warrington JP",
      "journal": "Brain, behavior, and immunity",
      "publisher": "Brain Behav Immun",
      "resumen": "Reduced placental blood flow results in placental ischemia, an initiating event in the pathophysiology of preeclampsia, a hypertensive pregnancy disorder. While studies show increased mortality risk from Alzheimer's disease, stroke, and cerebrovascular complications in women with a history of preeclampsia, the underlying mechanisms are unknown. During pregnancy, placental ischemia, induced by reducing uterine perfusion pressure (RUPP), leads to cerebral edema and increased blood-brain barrier (BBB) permeability; however whether these complications persist after delivery is not known. Therefore, we tested the hypothesis that placental ischemia contributes to postpartum cerebral edema and neuroinflammation. On gestational day 14, time-pregnant Sprague Dawley rats underwent Sham (n = 10) or RUPP (n = 9) surgery and brain tissue collected 2 months post-delivery. Water content increased in posterior cortex but not hippocampus, striatum, or anterior cerebrum following RUPP. Using a rat cytokine multi-plex kit, posterior cortical IL-17, IL-1α, IL-1β, Leptin, and MIP2 increased while hippocampal IL-4, IL-12(p70) and RANTES increased and IL-18 decreased following RUPP. Western blot analysis showed no changes in astrocyte marker, Glial Fibrillary Acidic Protein (GFAP); however, the microglia marker, ionized calcium binding adaptor molecule (Iba1) tended to increase in hippocampus of RUPP-exposed rats. Immunofluorescence staining revealed reduced number of posterior cortical microglia but increased activated (Type 4) microglia in RUPP. Astrocyte number increased in both regions but area covered by astrocytes increased only in posterior cortex following RUPP. BBB-associated proteins, Claudin-1, Aquaporin-4, and zonular occludens-1 expression were unaltered; however, posterior cortical occludin decreased. These results suggest that 2 months postpartum, neuroinflammation, along with decreased occludin expression, may partly explain posterior cortical edema in rats with history of placental ischemia."
    },
    {
      "paper_name": "Astragalus membranaceus-Polysaccharides Ameliorates Obesity, Hepatic Steatosis, Neuroinflammation and Cognition Impairment without Affecting Amyloid Deposition in Metabolically Stressed APPswe/PS1dE9 Mice.",
      "paper_year": "2017",
      "paper_authors": "Huang YC, Tsay HJ, Lu MK, Lin CH, Yeh CW, Liu HK, Shiao YJ",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "<i>Astragalus membranaceus</i> is commonly used in traditional Chinese medicine for strengthening the host defense system. <i>Astragalus membranaceus</i>-polysaccharides is an effective component with various important bioactivities, such as immunomodulation, antioxidant, anti-diabetes, anti-inflammation and neuroprotection. In the present study, we determine the effects of <i>Astragalus membranaceus</i>-polysaccharides on metabolically stressed transgenic mice in order to develop this macromolecules for treatment of sporadic Alzheimer's disease, a neurodegenerative disease with metabolic risk factors. Transgenic mice, at 10 weeks old prior to the appearance of senile plaques, were treated in combination of administrating high-fat diet and injecting low-dose streptozotocin to create the metabolically stressed mice model. <i>Astragalus membranaceus</i>-polysaccharides was administrated starting at 14 weeks for 7 weeks. We found that <i>Astragalus membranaceus</i>-polysaccharides reduced metabolic stress-induced increase of body weight, insulin and insulin and leptin level, insulin resistance, and hepatic triglyceride. <i>Astragalus membranaceus</i>-polysaccharides also ameliorated metabolic stress-exacerbated oral glucose intolerance, although the fasting blood glucose was only temporally reduced. In brain, metabolic stress-elicited astrogliosis and microglia activation in the vicinity of plaques was also diminished by <i>Astragalus membranaceus</i>-polysaccharides administration. The plaque deposition, however, was not significantly affected by <i>Astragalus membranaceus</i>-polysaccharides administration. These findings suggest that <i>Astragalus membranaceus</i>-polysaccharides may be used to ameliorate metabolic stress-induced diabesity and the subsequent neuroinflammation, which improved the behavior performance in metabolically stressed transgenic mice."
    },
    {
      "paper_name": "Leptin and ghrelin: Sewing metabolism onto neurodegeneration.",
      "paper_year": "2018",
      "paper_authors": "de Candia P, Matarese G",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "Life expectancy has considerably increased over the last decades. The negative consequence of this augmented longevity has been a dramatic increase of age-related chronic neurodegenerative diseases, such as Alzheimer's, Parkinson's and multiple sclerosis. Epidemiology is telling us there exists a strong correlation between the neuronal loss characterizing these disorders and metabolic dysfunction. This review aims at presenting the evidence supporting the existence of a molecular system linking metabolism with neurodegeneration, with a specific focus on the role of two hormones with a key role in the regulatory cross talk between metabolic imbalance and the damage of nervous system: leptin and ghrelin. This article is part of the Special Issue entitled 'Metabolic Impairment as Risk Factors for Neurodegenerative Disorders.'"
    },
    {
      "paper_name": "Intracerebroventricular Streptozotocin Induces Obesity and Dementia in Lewis Rats.",
      "paper_year": "2017",
      "paper_authors": "Bloch K, Gil-Ad I, Vanichkin A, Hornfeld SH, Koroukhov N, Taler M, Vardi P, Weizman A",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Animal models of dementia associated with metabolic abnormalities play an important role in understanding the bidirectional relationships between these pathologies. Rodent strains develop cognitive dysfunctions without alteration of peripheral metabolism following intracerebroventricular administration of streptozotocin (icv-STZ)."
    },
    {
      "paper_name": "Xuefu Zhuyu decoction ameliorates obesity, hepatic steatosis, neuroinflammation, amyloid deposition and cognition impairment in metabolically stressed APPswe/PS1dE9 mice.",
      "paper_year": "2017",
      "paper_authors": "Yeh CW, Liu HK, Lin LC, Liou KT, Huang YC, Lin CH, Tzeng TT, Shie FS, Tsay HJ, Shiao YJ",
      "journal": "Journal of ethnopharmacology",
      "publisher": "J Ethnopharmacol",
      "resumen": "Metabolic syndrome and vascular dysfunction was suggested to be the risk factors for Alzheimer's disease (AD). Xuefu Zhuyu decoction (XZD) is a traditional Chinese medicine used to treat metabolic syndrome and cardiac-cerebral vascular disease. The effects of XZD on ameliorating metabolic syndrome, amyloid-related pathologies and cognitive impairment in an animal model of AD with metabolic stress was investigated."
    },
    {
      "paper_name": "Protein Tyrosine Phosphatase 1B (PTP1B): A Potential Target for Alzheimer's Therapy?",
      "paper_year": "2017",
      "paper_authors": "Vieira MN, Lyra E Silva NM, Ferreira ST, De Felice FG",
      "journal": "Frontiers in aging neuroscience",
      "publisher": "Front Aging Neurosci",
      "resumen": "Despite significant advances in current understanding of mechanisms of pathogenesis in Alzheimer's disease (AD), attempts at drug development based on those discoveries have failed to translate into effective, disease-modifying therapies. AD is a complex and multifactorial disease comprising a range of aberrant cellular/molecular processes taking part in different cell types and brain regions. As a consequence, therapeutics for AD should be able to block or compensate multiple abnormal pathological events. Here, we examine recent evidence that inhibition of protein tyrosine phosphatase 1B (PTP1B) may represent a promising strategy to combat a variety of AD-related detrimental processes. Besides its well described role as a negative regulator of insulin and leptin signaling, PTB1B recently emerged as a modulator of various other processes in the central nervous system (CNS) that are also implicated in AD. These include signaling pathways germane to learning and memory, regulation of synapse dynamics, endoplasmic reticulum (ER) stress and microglia-mediated neuroinflammation. We propose that PTP1B inhibition may represent an attractive and yet unexplored therapeutic approach to correct aberrant signaling pathways linked to AD."
    },
    {
      "paper_name": "Effects of diet-induced obesity and voluntary exercise in a tauopathy mouse model: implications of persistent hyperleptinemia and enhanced astrocytic leptin receptor expression.",
      "paper_year": "2014",
      "paper_authors": "Koga S, Kojima A, Ishikawa C, Kuwabara S, Arai K, Yoshiyama Y",
      "journal": "Neurobiology of disease",
      "publisher": "Neurobiol Dis",
      "resumen": "The number of patients with Alzheimer's disease (AD) is increasing worldwide, and available drugs have shown limited efficacy. Hence, preventive interventions and treatments for presymptomatic AD are currently considered very important. Obesity rates have also been increasing dramatically and it is an independent risk factor of AD. Therefore, for the prevention of AD, it is important to elucidate the pathomechanism between obesity and AD. We generated high calorie diet (HCD)-induced obese tauopathy model mice (PS19), which showed hyperleptinemia but limited insulin resistance. HCD enhanced tau pathology and glial activation. Conversely, voluntary exercise with a running wheel normalized the serum leptin concentration without reducing body weight, and restored the pathological changes induced by HCD. Thus, we speculated that persistent hyperleptinemia played an important role in accelerating pathological changes in PS19 mice. Leptin primarily regulates food intake and body weight via leptin receptor b (LepRb). Interestingly, the nuclear staining for p-STAT3, which was activated by LepRb, was decreased in hippocampal neurons in HCD PS19 mice, indicating leptin resistance. Meanwhile, astroglial activation and the astrocytic expression of a short LepR isoform, LepRa, were enhanced in the hippocampus of HCD PS19 mice. Real-time PCR analysis demonstrated that leptin increased mRNA levels for pro-inflammatory cytokines including IL-1β and TNF-α in primary cultured astrocytes from wild type and LepRb-deficient mice. These observations suggest that persistent hyperleptinemia caused by obesity induces astrocytic activation, astrocytic leptin hypersensitivity with enhanced LepRa expression, and enhanced inflammation, consequently accelerating tau pathology in PS19 mice."
    },
    {
      "paper_name": "α-Lipoic acid attenuates obesity-associated hippocampal neuroinflammation and increases the levels of brain-derived neurotrophic factor in ovariectomized rats fed a high-fat diet.",
      "paper_year": "2013",
      "paper_authors": "Miao Y, Ren J, Jiang L, Liu J, Jiang B, Zhang X",
      "journal": "International journal of molecular medicine",
      "publisher": "Int J Mol Med",
      "resumen": "Overweight or obesity in post-menopausal women is known to induce metabolic disorders associated with neuroinflammation. α-lipoic acid (α-LA), which has been clinically used to treat diabetic peripheral neuropathy, has been found to exert anti-inflammatory and neuroprotective effects in patients with Alzheimer's disease (AD). In this study, to investigate the effects of α-LA on neuroinflammatory factors and the levels of hippocampal brain-derived neurotrophic factor (BDNF) in ovariectomized rats fed a high-fat diet (HFD), Wistar ovariectomized rats were fed HFD alone or HFD and treated with α-LA for 12 weeks. Metabolic parameters in serum were detected, real-time polymerase chain reaction (RT-PCR), western blot analysis and ELISA were used to evaluate the levels of inflammatory factors and BDNF in the hippocampus. α-LA markedly reduced body weight, the levels of serum total cholesterol (TC) and low-density lipoprotein cholesterol (LDL-C), as well as the levels of leptin and insulin resistance in ovariectomized rats fed HFD. It also significantly increased the levels of serum adiponectin and high-density lipoprotein cholesterol (HDL-C). In the hippocampal tissues of ovariectomized rats fed HFD, the protein and mRNA expression of BDNF was upregulated following the administration of α-LA. Conversely, the levels of interleukin 6 (IL-6) and tumour necrosis factor-α (TNF-α) were decreased following treatment with α-LA. These findings demonstrate that α-LA significantly increases the expression of BDNF in the hippocampus of obese ovariectomized rats fed HFD, possibly by improving lipid metabolism, enhancing insulin sensitivity and reversing central inflammation."
    }
  ]
}