{
  "search_info": {
    "search_engine": "PubMed",
    "date": "2025-07-09",
    "search_terms": "\"Cytokine signaling JAK-STAT\" AND (\"review\" OR \"systematic review”) AND (\"not meta-analysis of CTs\"[Publication Type] OR \"review\"[Publication Type])",
    "hits": 1391
  },
  "total_encontrados": 1391,
  "papers_procesados": 9,
  "papers_con_errores": 1,
  "termino_busqueda": "\"Cytokine signaling JAK-STAT\" AND (\"review\" OR \"systematic review”) AND (\"not meta-analysis of CTs\"[Publication Type] OR \"review\"[Publication Type])",
  "resultados": [
    {
      "paper_name": "Role of Extracellular Vesicles in Severe Dengue: Virus-Host Interactions and Biomarker Potential.",
      "paper_year": "2025",
      "paper_authors": "Agudelo JSH, Pereira G, Fernandes CJDC",
      "journal": "Viruses",
      "publisher": "Viruses",
      "resumen": "Severe dengue is a global health threat, affecting 4 billion people, with nearly 1 million hospitalizations during epidemics and around 25,000 annual deaths. Severe dengue presentations are characterized by vascular leakage, hemorrhagic manifestations, and shock, which can lead to multiorgan failure. Recent studies highlight the crucial role of extracellular vesicles (EVs) in the pathogenesis of dengue, influencing immune response and disease progression. EVs, nanometric structures secreted by cells, mediate viral dissemination, immune modulation, and endothelial dysfunction by transporting biomolecules such as microRNAs (miRNAs) and viral proteins. Infected cell-derived EVs carry viral components, including NS protein and miRNAs like miR-21 and miR-126-5p, which compromise endothelial integrity and activate immune pathways such as Toll-like receptor, NF-κB, and JAK-STAT signaling. This, together with the immune response, leads to the release of pro-inflammatory cytokines, including TNF-α, IL-1β, IL-6, and IFN-γ. EVs also facilitate viral immune evasion by suppressing antiviral responses. Recent analyses of miRNAs within EVs suggest their potential as biomarkers for disease progression. Differentially expressed miRNAs in circulating EVs correlate with severe outcomes, providing tools for risk stratification and therapeutic monitoring. Advanced techniques, such as nanoparticle tracking analysis and flow cytometry, allow precise EV characterization, supporting their integration into clinical applications."
    },
    {
      "paper_name": "Finetuning Type I Interferon Signaling to Enhance T Cell Immunity in HIV Infection.",
      "paper_year": "2025",
      "paper_authors": "Mu W, Kedia N, Zhen A",
      "journal": "Viruses",
      "publisher": "Viruses",
      "resumen": "Type I interferons (IFN-Is) play a dual role in the immune response to HIV-1, providing early antiviral defense while driving immune dysfunction in the chronic phase. During acute infection, robust IFN signaling is critical in controlling viral replication, activating innate immunity, and limiting reservoir establishment. However, sustained IFN-I activation during chronic infection fuels systemic inflammation, immune exhaustion, and fibrosis, particularly in lymphoid tissues such as gut-associated lymphoid tissue (GALT). Prolonged IFN-I exposure upregulates inhibitory receptors on T cells, impairs metabolic fitness, and fosters an immunosuppressive cytokine milieu that weakens overall immune responses. In contrast to natural SIV (Simian immunodeficiency virus) hosts, IFN-I responses are tightly regulated to prevent chronic immune activation and tissue damage. However, humans and non-natural hosts experience persistent Interferon Stimulated Gene (ISG) expression and IFN-I driven inflammation. Emerging therapeutic strategies seek to harness the antiviral benefits of IFN-I while mitigating its pathogenic effects. Approaches such as the IFNAR blockade, autophagy induction, JAK-STAT inhibition, and combined immune inhibitory blockade therapy show promise in restoring immune balance and enhancing T cell function. This review examines the mechanisms of IFN-I dysregulation in chronic HIV-1 infection and highlights novel interventions aimed at finetuning IFN-I signaling for therapeutic benefit."
    },
    {
      "paper_name": "Ferulic Acid as an Anti-Inflammatory Agent: Insights into Molecular Mechanisms, Pharmacokinetics and Applications.",
      "paper_year": "2025",
      "paper_authors": "Liu J, Guan Y, Yang L, Fang H, Sun H, Sun Y, Yan G, Kong L, Wang X",
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publisher": "Pharmaceuticals (Basel)",
      "resumen": "Ferulic acid (FA), a hydroxycinnamic acid derivative, is a key bioactive component in traditional medicinal plants including <i>Angelica sinensis</i> and <i>Asafoetida</i>. Accumulating evidence supports its therapeutic efficacy in inflammatory disorders, such as rheumatoid arthritis (RA) and ulcerative colitis (UC). FA exerts anti-inflammatory effects through (1) the regulation of inflammatory cytokine levels; (2) modulation of signaling pathways such as nuclear factor kappa B (NF-κB), mitogen-activated protein kinase (MAPK), and janus kinase/signal transducer and activator of transcription (JAK/STAT); (3) amelioration of oxidative stress; and (4) regulation of immune cell homeostasis. At the pharmacokinetic level, studies show that FA is rapidly absorbed but exhibits low bioavailability, mainly due to the influence of metabolic pathways and food matrix characteristics. This review systematically summarizes the literature on the anti-inflammatory effects of FA, covering molecular mechanisms, pharmacokinetic characteristics, and application scenarios. Preclinical studies show that FA has low toxicity and good safety, demonstrating potential for development as a novel anti-inflammatory drug. However, its clinical translation is hindered by bottlenecks such as low bioavailability and insufficient human clinical data. Future research should prioritize developing novel drug delivery systems and conducting large-scale clinical trials to facilitate its clinical translation."
    },
    {
      "paper_name": "Use of JAK Inhibitors in Lichen Planus: An Update.",
      "paper_year": "2025",
      "paper_authors": "Didona D, Caposiena Caro RD, Calabrese L, D'Onghia M, Galluccio G, Di Nicola MR, Rallo A, Paolino G",
      "journal": "Medicina (Kaunas, Lithuania)",
      "publisher": "Medicina (Kaunas)",
      "resumen": "Lichen planus (LP) is a chronic inflammatory disorder affecting approximately 1% of the population. It presents with a wide range of clinical manifestations, mainly involving the skin, mucosal surfaces, and skin appendages, and is often characterized by a relapsing course and variable response to treatment. Although several therapeutic strategies are available, many are off-label and show limited efficacy in resistant forms. Increasing evidence points to the central role of the JAK/STAT signaling pathway in the immunopathogenesis of LP, with cytokines such as interferon-gamma and interleukin-21 playing key roles in sustaining chronic inflammation. Based on this rationale, Janus kinase (JAK) inhibitors have recently been proposed as potential therapeutic agents in LP. This review explores the biological basis for their use and systematically summarizes the existing clinical evidence on the use of JAK inhibitors in cutaneous, mucosal, appendageal, and nail variants of LP. The preliminary data suggests favorable outcomes in many patients with difficult-to-treat disease, with an acceptable safety profile. Further prospective trials are needed to establish their definitive role in the management of LP."
    },
    {
      "paper_name": "Advancing Therapeutic Strategies in Atopic Dermatitis: Emerging Targets and Personalized Approaches.",
      "paper_year": "2025",
      "paper_authors": "Lo Y, Cheng TT, Huang CJ, Cheng YC, Chyuan IT",
      "journal": "Biomolecules",
      "publisher": "Biomolecules",
      "resumen": "Atopic dermatitis (AD) is a chronic inflammatory skin disorder marked by intricate interplay among skin barrier dysfunction, immune dysregulation, and microbial dysbiosis. While therapeutic advancements targeting T helper 2 (Th2) cytokines, such as interleukin (IL)-4 and IL-13, and the Janus kinase/signal transducer and activator of transcription (JAK/STAT) pathway have yielded promising outcomes, a significant proportion of patients still experience inadequate relief, particularly from persistent pruritus. Achieving minimal disease activity remains an unmet clinical priority and a cornerstone of effective AD management. This review provides an in-depth analysis of current therapeutic approaches and integrates findings from recent biologic studies, with a particular focus on innovative strategies under active investigation. These approaches include targeting components of the innate immune system, such as thymic stromal lymphopoietin (TSLP) and IL-1 family cytokines; the adaptive immune system, including OX40-OX40L interactions and Th17- and Th22-related cytokines; and mechanisms associated with pruritus, such as IL-31, histamine receptors, and neurokinin 1 receptor. Emerging insights underscore the transformative potential of personalized therapeutic regimens tailored to the distinct endotypes and severity of AD. Advances in deciphering the pathogenesis of AD are unlocking unprecedented opportunities for precision medicine, offering renewed hope for improved outcomes in this multifaceted and heterogeneous condition."
    },
    {
      "paper_name": "Janus kinase and signal transducer and activator of transcription inhibitors in type 1 diabetes and immune checkpoint-related diabetes: current status and future perspectives.",
      "paper_year": "2025",
      "paper_authors": "Su B, Luan ZL, Liu H, Tuomilehto J, Ji X",
      "journal": "Frontiers in immunology",
      "publisher": "Front Immunol",
      "resumen": "Type 1 diabetes (T1D) is an autoimmune-mediated disorder that leads to the destruction of pancreatic beta-cells, insulin deficiency, and chronic hyperglycemia. It is one of the most common childhood endocrine disorders. Recent evidence indicates that aberrant Janus kinase-signal transducer and activator of transcription (JAK/STAT) signaling exacerbates T1D by promoting the production of proinflammatory cytokines and chemokines. By blocking JAK-mediated phosphorylation of STAT proteins, JAK inhibitors help alleviate cytokine-driven inflammation, reduce insulin requirements, and relieve complications such as painful peripheral neuropathy, potentially preserving residual beta-cell function and improving glycemic control. Moreover, emerging data underscore the potential synergy between JAK inhibitors and immune checkpoint therapies targeting the programmed cell death protein 1 (PD-1) pathway, as PD-1/Programmed cell death ligand 1 (PD-L1) inhibitors used in antitumor therapy can induce immune checkpoint inhibitor-induced diabetes (CPI-DM). This review examines the impact of JAK inhibitors on beta-cells and immune cells in T1D, along with their safety profiles and adverse effects. It explores the potential benefits and risks of combining JAK inhibitors in the management of CPI-DM associated with anti-PD-1/PD-L1 therapy. In conclusion, while JAK inhibitors have demonstrated the potential to reduce inflammation and preserve beta-cell function in preclinical studies, further clinical trials are needed to confirm their long-term safety and efficacy in patients with T1D and CPI-DM."
    },
    {
      "paper_name": "Anti-Inflammatory Activity of Thymol and Thymol-Rich Essential Oils: Mechanisms, Applications, and Recent Findings.",
      "paper_year": "2025",
      "paper_authors": "Gago C, Serralheiro A, Miguel MDG",
      "journal": "Molecules (Basel, Switzerland)",
      "publisher": "Molecules",
      "resumen": "Thymol, a monoterpenoid phenol present in the essential oils of several aromatic plants, has attracted considerable attention for its anti-inflammatory effects, often in combination with other bioactive compounds. This work explores the mechanisms behind the anti-inflammatory activity of thymol and thymol-rich essential oils, summarizing recent experimental findings. Inflammation, a key factor in numerous chronic diseases, can be modulated by targeting essential molecular pathways, such as MAPK, NF-<i>κ</i>B, JAK/STAT, and arachidonic acid signaling. Thymol has been shown to influence these pathways, reducing the production of pro-inflammatory cytokines and mediators. Beyond its anti-inflammatory effects, thymol also exhibits a broad range of biological activities, including antimicrobial, antioxidant, and anticancer properties. The applications of thymol and thymol-containing essential oils in therapeutic formulations, food additives, and veterinary medicine are also reviewed. Despite promising preclinical results, challenges such as low bioavailability and toxicity at high doses limit their clinical use. Recent developments in drug delivery systems, such as encapsulation in micro- and nanoparticles, are suggested as strategies to enhance efficacy. Additionally, the synergistic effects of thymol with other natural products are examined, offering the potential for improved therapeutic outcomes."
    },
    {
      "paper_name": "Inflammatory signaling pathways in neutrophils: implications for breast cancer therapy.",
      "paper_year": "2025",
      "paper_authors": "Obeagu EI, Rizvi SAA",
      "journal": "Annals of medicine and surgery (2012)",
      "publisher": "Ann Med Surg (Lond)",
      "resumen": "Neutrophils, key components of the innate immune system, have emerged as pivotal players in the tumor microenvironment (TME), particularly in breast cancer. These versatile cells contribute to both pro-tumorigenic and anti-tumorigenic processes through inflammatory signaling pathways that influence tumor progression, immune evasion, and therapeutic responses. Their recruitment to the TME, mediated by chemokines such as CXCL1 and CXCL8, and their subsequent activation underscore their complex role in breast cancer biology. Neutrophil extracellular traps, cytokine secretion, and reactive oxygen species production further highlight their dualistic nature in cancer pathophysiology. Critical inflammatory signaling pathways, including nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB), Janus kinase/signal transducer and activator of transcription (JAK/STAT), mitogen-activated protein kinase (MAPK), and phosphatidylinositol 3-kinase (PI3K)/AKT, regulate neutrophil activity in breast cancer. Dysregulation of these pathways can lead to the promotion of angiogenesis, immune suppression, and metastasis. For example, the NF-κB pathway fosters the secretion of pro-inflammatory cytokines, while JAK/STAT signaling drives the differentiation of tumor-associated neutrophils. The MAPK and PI3K/AKT pathways influence neutrophil survival and chemotactic responses, further enhancing their contribution to the tumor-supportive microenvironment. Understanding these mechanisms provides a framework for therapeutic intervention."
    },
    {
      "paper_name": "Unveiling the Therapeutic Potential: Targeting Fibroblast-like Synoviocytes in Rheumatoid Arthritis.",
      "paper_year": "2025",
      "paper_authors": "Yue S, Fan J, Xie D, Cao C, Wang Z, Huang J, Qiu F, Yang X, He D, Lu A, Liang C",
      "journal": "Expert reviews in molecular medicine",
      "publisher": "Expert Rev Mol Med",
      "resumen": "Rheumatoid arthritis (RA) is a systemic autoimmune disease characterized by chronic inflammation of the synovial membrane, leading to cartilage destruction and bone erosion. Due to the complex pathogenesis of RA and the limitations of current therapies, increasing research attention has been directed towards novel strategies targeting fibroblast-like synoviocytes (FLS), which are key cellular components of the hyperplastic pannus. Recent studies have highlighted the pivotal role of FLS in the initiation and progression of RA, driven by their tumour-like transformation and the secretion of pro-inflammatory mediators, including cytokines, chemokines and matrix metalloproteinases. The aggressive phenotype of RA-FLS is marked by excessive proliferation, resistance to apoptosis, and enhanced migratory and invasive capacities. Consequently, FLS-targeted therapies represent a promising avenue for the development of next-generation RA treatments. The efficacy of such strategies - particularly those aimed at modulating FLS signalling pathways - has been demonstrated in both preclinical and clinical settings, underscoring their therapeutic potential. This review provides an updated overview of the pathogenic mechanisms and functional roles of FLS in RA, with a focus on critical signalling pathways under investigation, including Janus kinase/signal transducer and activator of transcription (JAK/STAT), mitogen-activated protein kinase (MAPK), nuclear factor kappa B (NF-κB), Notch and interleukin-1 receptor-associated kinase 4 (IRAK4). In addition, we discuss the emerging understanding of FLS-subset-specific contributions to immunometabolism and explore how computational biology is shaping novel targeted therapeutic strategies. A deeper understanding of the molecular and functional heterogeneity of FLS may pave the way for more effective and precise therapeutic interventions in RA."
    }
  ]
}