{
  "search_info": {
    "search_engine": "PubMed",
    "date": "2025-07-11",
    "search_terms": "\"Cytokine signaling JAK-STAT\" AND (\"review\" OR \"systematic review”) AND (\"not meta-analysis of CTs\"[Publication Type] OR \"review\"[Publication Type])",
    "hits": 1391
  },
  "total_encontrados": 1391,
  "papers_procesados": 10,
  "papers_con_errores": 0,
  "termino_busqueda": "\"Cytokine signaling JAK-STAT\" AND (\"review\" OR \"systematic review”) AND (\"not meta-analysis of CTs\"[Publication Type] OR \"review\"[Publication Type])",
  "resultados": [
    {
      "paper_name": "Evolving cognition of the JAK-STAT signaling pathway: autoimmune disorders and cancer.",
      "paper_year": "2023",
      "paper_authors": "Xue C, Yao Q, Gu X, Shi Q, Yuan X, Chu Q, Bao Z, Lu J, Li L",
      "journal": "Signal transduction and targeted therapy",
      "publisher": "Signal Transduct Target Ther",
      "resumen": "The Janus kinase (JAK) signal transducer and activator of transcription (JAK-STAT) pathway is an evolutionarily conserved mechanism of transmembrane signal transduction that enables cells to communicate with the exterior environment. Various cytokines, interferons, growth factors, and other specific molecules activate JAK-STAT signaling to drive a series of physiological and pathological processes, including proliferation, metabolism, immune response, inflammation, and malignancy. Dysregulated JAK-STAT signaling and related genetic mutations are strongly associated with immune activation and cancer progression. Insights into the structures and functions of the JAK-STAT pathway have led to the development and approval of diverse drugs for the clinical treatment of diseases. Currently, drugs have been developed to mainly target the JAK-STAT pathway and are commonly divided into three subtypes: cytokine or receptor antibodies, JAK inhibitors, and STAT inhibitors. And novel agents also continue to be developed and tested in preclinical and clinical studies. The effectiveness and safety of each kind of drug also warrant further scientific trials before put into being clinical applications. Here, we review the current understanding of the fundamental composition and function of the JAK-STAT signaling pathway. We also discuss advancements in the understanding of JAK-STAT-related pathogenic mechanisms; targeted JAK-STAT therapies for various diseases, especially immune disorders, and cancers; newly developed JAK inhibitors; and current challenges and directions in the field."
    },
    {
      "paper_name": "The role of JAK/STAT signaling pathway and its inhibitors in diseases.",
      "paper_year": "2020",
      "paper_authors": "Xin P, Xu X, Deng C, Liu S, Wang Y, Zhou X, Ma H, Wei D, Sun S",
      "journal": "International immunopharmacology",
      "publisher": "Int Immunopharmacol",
      "resumen": "The JAK/STAT signaling pathway is an universally expressed intracellular signal transduction pathway and involved in many crucial biological processes, including cell proliferation, differentiation, apoptosis, and immune regulation. It provides a direct mechanism for extracellular factors-regulated gene expression. Current researches on this pathway have been focusing on the inflammatory and neoplastic diseases and related drug. The mechanism of JAK/STAT signaling is relatively simple. However, the biological consequences of the pathway are complicated due to its crosstalk with other signaling pathways. In addition, there is increasing evidence indicates that the persistent activation of JAK/STAT signaling pathway is closely related to many immune and inflammatory diseases, yet the specific mechanism remains unclear. Therefore, it is necessary to study the detailed mechanisms of JAK/STAT signaling in disease formation to provide critical reference for clinical treatments of the diseases. In this review, we focus on the structure of JAKs and STATs, the JAK/STAT signaling pathway and its negative regulators, the associated diseases, and the JAK inhibitors for the clinical therapy."
    },
    {
      "paper_name": "The JAK-STAT pathway at 30: Much learned, much more to do.",
      "paper_year": "2022",
      "paper_authors": "Philips RL, Wang Y, Cheon H, Kanno Y, Gadina M, Sartorelli V, Horvath CM, Darnell JE, Stark GR, O'Shea JJ",
      "journal": "Cell",
      "publisher": "Cell",
      "resumen": "The discovery of the Janus kinase (JAK)-signal transducer and activator of transcription (STAT) pathway arose from investigations of how cells respond to interferons (IFNs), revealing a paradigm in cell signaling conserved from slime molds to mammals. These discoveries revealed mechanisms underlying rapid gene expression mediated by a wide variety of extracellular polypeptides including cytokines, interleukins, and related factors. This knowledge has provided numerous insights into human disease, from immune deficiencies to cancer, and was rapidly translated to new drugs for autoimmune, allergic, and infectious diseases, including COVID-19. Despite these advances, major challenges and opportunities remain."
    },
    {
      "paper_name": "JAK-STAT signaling pathway in the pathogenesis of atopic dermatitis: An updated review.",
      "paper_year": "2022",
      "paper_authors": "Huang IH, Chung WH, Wu PC, Chen CB",
      "journal": "Frontiers in immunology",
      "publisher": "Front Immunol",
      "resumen": "Atopic dermatitis (AD) is a chronic, inflammatory, pruritic form of dermatosis with heterogeneous manifestations that can substantially affect patients' quality of life. AD has a complex pathogenesis, making treatment challenging for dermatologists. The Janus kinase (JAK)-signal transducer and activator of transcription (STAT) pathway plays a central role in modulating multiple immune axes involved in the immunopathogenesis of AD. In particular, Th2 cytokines, including interleukin (IL)-4, IL-5, IL-13, IL-31, and thymic stromal lymphopoietin, which contribute to the symptoms of chronic inflammation and pruritus in AD, are mediated by JAK-STAT signal transduction. Furthermore, JAK-STAT is involved in the regulation of the epidermal barrier and the modulation of peripheral nerves related to the transduction of pruritus. Targeting the JAK-STAT pathway may attenuate these signals and show clinical efficacy through the suppression of various immune pathways associated with AD. Topical and oral JAK inhibitors with variable selectivity have emerged as promising therapeutic options for AD. Notably, topical ruxolitinib, oral upadacitinib, and oral abrocitinib were approved by the U.S. Food and Drug Administration for treating patients with AD. Accordingly, the present study reviewed the role of JAK-STAT pathways in the pathogenesis of AD and explored updated applications of JAK inhibitors in treating AD."
    },
    {
      "paper_name": "The molecular details of cytokine signaling via the JAK/STAT pathway.",
      "paper_year": "2018",
      "paper_authors": "Morris R, Kershaw NJ, Babon JJ",
      "journal": "Protein science : a publication of the Protein Society",
      "publisher": "Protein Sci",
      "resumen": "More than 50 cytokines signal via the JAK/STAT pathway to orchestrate hematopoiesis, induce inflammation and control the immune response. Cytokines are secreted glycoproteins that act as intercellular messengers, inducing proliferation, differentiation, growth, or apoptosis of their target cells. They act by binding to specific receptors on the surface of target cells and switching on a phosphotyrosine-based intracellular signaling cascade initiated by kinases then propagated and effected by SH2 domain-containing transcription factors. As cytokine signaling is proliferative and often inflammatory, it is tightly regulated in terms of both amplitude and duration. Here we review molecular details of the cytokine-induced signaling cascade and describe the architectures of the proteins involved, including the receptors, kinases, and transcription factors that initiate and propagate signaling and the regulatory proteins that control it."
    },
    {
      "paper_name": "Pathogenetic insights from the treatment of rheumatoid arthritis.",
      "paper_year": "2017",
      "paper_authors": "McInnes IB, Schett G",
      "journal": "Lancet (London, England)",
      "publisher": "Lancet",
      "resumen": "Rheumatoid arthritis is a chronic autoimmune disease that causes progressive articular damage, functional loss, and comorbidity. The development of effective biologics and small-molecule kinase inhibitors in the past two decades has substantially improved clinical outcomes. Just as understanding of pathogenesis has led in large part to the development of drugs, so have mode-of-action studies of these specific immune-targeted agents revealed which immune pathways drive articular inflammation and related comorbidities. Cytokine inhibitors have definitively proven a critical role for tumour necrosis factor α and interleukin 6 in disease pathogenesis and possibly also for granulocyte-macrophage colony-stimulating factor. More recently, clinical trials with Janus kinase (JAK) inhibitors have shown that cytokine receptors that signal through the JAK/STAT signalling pathway are important for disease, informing the pathogenetic function of additional cytokines (such as the interferons). Finally, successful use of costimulatory blockade and B-cell depletion in the clinic has revealed that the adaptive immune response and the downstream events initiated by these cells participate directly in synovial inflammation. Taken together, it becomes apparent that understanding the effects of specific immune interventions can elucidate definitive molecular or cellular nodes that are essential to maintain complex inflammatory networks that subserve diseases like rheumatoid arthritis."
    },
    {
      "paper_name": "Principles of interleukin (IL)-6-type cytokine signalling and its regulation.",
      "paper_year": "2003",
      "paper_authors": "Heinrich PC, Behrmann I, Haan S, Hermanns HM, Müller-Newen G, Schaper F",
      "journal": "The Biochemical journal",
      "publisher": "Biochem J",
      "resumen": "The IL (interleukin)-6-type cytokines IL-6, IL-11, LIF (leukaemia inhibitory factor), OSM (oncostatin M), ciliary neurotrophic factor, cardiotrophin-1 and cardiotrophin-like cytokine are an important family of mediators involved in the regulation of the acute-phase response to injury and infection. Besides their functions in inflammation and the immune response, these cytokines play also a crucial role in haematopoiesis, liver and neuronal regeneration, embryonal development and fertility. Dysregulation of IL-6-type cytokine signalling contributes to the onset and maintenance of several diseases, such as rheumatoid arthritis, inflammatory bowel disease, osteoporosis, multiple sclerosis and various types of cancer (e.g. multiple myeloma and prostate cancer). IL-6-type cytokines exert their action via the signal transducers gp (glycoprotein) 130, LIF receptor and OSM receptor leading to the activation of the JAK/STAT (Janus kinase/signal transducer and activator of transcription) and MAPK (mitogen-activated protein kinase) cascades. This review focuses on recent progress in the understanding of the molecular mechanisms of IL-6-type cytokine signal transduction. Emphasis is put on the termination and modulation of the JAK/STAT signalling pathway mediated by tyrosine phosphatases, the SOCS (suppressor of cytokine signalling) feedback inhibitors and PIAS (protein inhibitor of activated STAT) proteins. Also the cross-talk between the JAK/STAT pathway with other signalling cascades is discussed."
    },
    {
      "paper_name": "JAK-STAT pathway targeting for the treatment of inflammatory bowel disease.",
      "paper_year": "2020",
      "paper_authors": "Salas A, Hernandez-Rocha C, Duijvestein M, Faubion W, McGovern D, Vermeire S, Vetrano S, Vande Casteele N",
      "journal": "Nature reviews. Gastroenterology & hepatology",
      "publisher": "Nat Rev Gastroenterol Hepatol",
      "resumen": "Cytokines are involved in intestinal homeostasis and pathological processes associated with inflammatory bowel disease (IBD). The biological effects of cytokines, including several involved in the pathology of Crohn's disease and ulcerative colitis, occur as a result of receptor-mediated signalling through the Janus kinase (JAK) and signal transducer and activator of transcription (STAT) DNA-binding families of proteins. Although therapies targeting cytokines have revolutionized IBD therapy, they have historically targeted individual cytokines, and an unmet medical need exists for patients who do not respond to or lose response to these treatments. Several small-molecule inhibitors of JAKs that have the potential to affect multiple pro-inflammatory cytokine-dependent pathways are in clinical development for the treatment of IBD, with one agent, tofacitinib, already approved for ulcerative colitis and several other agents with demonstrated efficacy in early phase trials. This Review describes the current understanding of JAK-STAT signalling in intestinal homeostasis and disease and the rationale for targeting this pathway as a treatment for IBD. The available evidence for the efficacy, safety and pharmacokinetics of JAK inhibitors in IBD as well as the potential approaches to optimize treatment with these agents, such as localized delivery or combination therapy, are also discussed."
    },
    {
      "paper_name": "JAK inhibitor: Introduction.",
      "paper_year": "2023",
      "paper_authors": "Raychaudhuri SP, Raychaudhuri SK",
      "journal": "Indian journal of dermatology, venereology and leprology",
      "publisher": "Indian J Dermatol Venereol Leprol",
      "resumen": "The Janus kinase (JAK)-signal transducer and activator of transcription (STAT) pathway is a key regulatory signaling system for cellular proliferation, differentiation, and apoptosis. In addition, JAK signaling pathway plays critical roles in orchestrating immune response through its interactions with the cytokine receptors and the transcriptions factors. Several key cytokines use JAK-STAT signaling proteins to transduce intra-cellular signals which are involved in the pathogenesis of autoimmune and inflammatory diseases such as in psoriatic disease (psoriasis, psoriatic arthritis), atopic dermatitis, alopecia areata, vitiligo, rheumatoid arthritis, ankylosing spondylitis, lupus erythematosus, Sjogren's syndrome, and other autoimmune diseases. In recent years, understandings of the molecular mechanisms of JAK-STAT pathway in the inflammatory proliferative cascades of autoimmune diseases has led to the development of JAK inhibitors and has opened a new dimension for the treatment of systemic and cutaneous inflammatory diseases. In this symposium we have provided a broad perspective on the use of Janus kinase inhibitors in cutaneous autoimmune diseases."
    },
    {
      "paper_name": "The JAK-STAT pathway: impact on human disease and therapeutic intervention.",
      "paper_year": "2015",
      "paper_authors": "O'Shea JJ, Schwartz DM, Villarino AV, Gadina M, McInnes IB, Laurence A",
      "journal": "Annual review of medicine",
      "publisher": "Annu Rev Med",
      "resumen": "The Janus kinase (JAK)-signal transducer of activators of transcription (STAT) pathway is now recognized as an evolutionarily conserved signaling pathway employed by diverse cytokines, interferons, growth factors, and related molecules. This pathway provides an elegant and remarkably straightforward mechanism whereby extracellular factors control gene expression. It thus serves as a fundamental paradigm for how cells sense environmental cues and interpret these signals to regulate cell growth and differentiation. Genetic mutations and polymorphisms are functionally relevant to a variety of human diseases, especially cancer and immune-related conditions. The clinical relevance of the pathway has been confirmed by the emergence of a new class of therapeutics that targets JAKs."
    }
  ]
}