{
  "search_info": {
    "search_engine": "PubMed",
    "date": "2025-07-09",
    "search_terms": "hippocampus and (\"neurogenesis\" OR \"neurons\" OR \"LTP\") and leptin",
    "hits": 154
  },
  "total_encontrados": 154,
  "papers_procesados": 154,
  "papers_con_errores": 0,
  "termino_busqueda": "hippocampus and (\"neurogenesis\" OR \"neurons\" OR \"LTP\") and leptin",
  "resultados": [
    {
      "paper_name": "The leptin/BDNF/TrkB signaling pathway improves corticosteroid combined with chronic restraint stress-induced depressive-like behavior in mice.",
      "paper_year": "2025",
      "paper_authors": "Ke Y, Wang Y, Hu Y",
      "journal": "Neuroscience letters",
      "publisher": "Neurosci Lett",
      "resumen": "This study explored the effect and mechanism of leptin on depressive-like behavior induced by chronic corticosterone injections combined with chronic restraint stress (CORT-CRS) in mice. Differentially expressed genes (DEGs) were extracted using the Gene Expression Omnibus database and Sangerbox tool. Construct protein-protein interaction networks of target DEGs using Cytoscape software, and hub genes brain-derived neurotrophic factor (BDNF) were identified. A mouse model of depression was established using CORT-CRS. Behavioral changes were detected in the mice using the tail suspension, forced swimming, sugar water preference (SPT), and open field tests (OFT). Serum inflammatory factors were measured by Enzyme-linked immunosorbent assay (ELISA). Western blotting was used to detect the protein expression levels of BDNF and tyrosine kinase receptor B (TrkB). Immunofluorescence was used to detect hippocampal neurogenesis in each mouse group. Compared with the control group, mice in the CORT-CRS group presented with marked depression-like behavior and a higher interleukin (IL) -6, IL-1 β, tumor necrosis factor alpha (TNF - α) concentration. Different doses of leptin reversed depressive-like behavior in the CORT-CRS model mice, with significantly increased levels of BDNF, TrkB protein expression (P < 0.01). Furthermore, leptin promoted hippocampal neurogenesis in CORT-CRS-treated mice in vivo. Consequently, leptin alleviates CORT-CRS-induced depression-like behavior in mice by stimulating hippocampal neurogenesis. One possible mechanism could be related to the activation of the BDNF/TrkB signaling pathway, which could pave way for novel therapeutic targets that can be explored to prevent and treat depression."
    },
    {
      "paper_name": "Protective effects of Salidroside against ferroptosis through PPARG-dependent mechanism in diabetes-related cognitive impairment.",
      "paper_year": "2025",
      "paper_authors": "Yu S, Liu W",
      "journal": "Experimental neurology",
      "publisher": "Exp Neurol",
      "resumen": "This study focused on investigating the benefits and potential mechanism of Sal in Leptin gene knockout mice (db/db) and primary hippocampal neurons."
    },
    {
      "paper_name": "Leptin as a potential neuroprotective target in Parkinson's Disease: Exploring its role in Neuroinflammation, oxidative Stress, and dopaminergic neurodegeneration.",
      "paper_year": "2025",
      "paper_authors": "Sharma V, Unjum Saqib BZ, Aran KR",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "Parkinson's disease (PD) is the second most commonneurodegenerative disease, characterized bybradykinesia, resting tremor, stiffness, and postural instabilityresulting due to the progressive loss ofdopaminergic neurons in the substantia nigra (SN). The pathophysiology of PDis extremely complex and involves mitochondrial dysfunction, oxidative stress, neuroinflammation, and disruption of protein homeostasis. Its progression is affected by both environmental and genetic factors, including mutations in the alpha-synuclein (SNCA), PTEN-induced kinase 1 (PINK1), and leucine-rich repeat kinase 2 (LRRK2) genes. Leptin, primarily secreted by the adipose tissue, has garnered significant interest for its involvement in neuroprotective mechanisms and potential role in the progression of PD. Its receptors located in the SN and hippocampus region indicate its role in neuronal survival and function. The role of leptin in the central nervous system (CNS) highlights its impact on neuroinflammation, oxidative stress, and synaptic plasticity. Recent studies indicate that through activation of Janus kinase/signal transducer and activator of transcription (JAK2/STAT3) and the phosphoinositide 3 kinase (PI3 K)/Akt pathways, leptin may exert a neuroprotective effect by preventing the degeneration of dopaminergic neurons, which marked as the hallmark in the pathophysiology of PD. Additionally, leptin's interaction with neurotrophic factors and its ability to enhance synaptic plasticity highlight its vital role in preserving neuronal health. This review summarizes the role of leptin as a neuroprotective mechanism in PD and explores its potential role as a therapeutic target for treatment to enhance neuroprotection and clinical outcome, by addressing the neurodegenerative characteristics associated with PD."
    },
    {
      "paper_name": "Hippocampal Leptin Resistance and Cognitive Decline: Mechanisms, Therapeutic Strategies and Clinical Implications.",
      "paper_year": "2024",
      "paper_authors": "Valladolid-Acebes I",
      "journal": "Biomedicines",
      "publisher": "Biomedicines",
      "resumen": "<b>Background:</b> Leptin, an adipokine essential for regulating energy balance, exerts important effects on brain function, notably within the hippocampus, a region integral to learning and memory. Leptin resistance, characterized by diminished responsiveness to elevated leptin levels, disrupts hippocampal function and exacerbates both obesity and cognitive impairments. <b>Scope:</b> This review critically examines how leptin resistance impairs hippocampal synaptic plasticity processes, specifically affecting long-term potentiation (LTP) and long-term depression (LTD), which are crucial for cognitive performance. <b>Findings:</b> Recent research highlights that leptin resistance disrupts N-methyl-D-aspartate (NMDA) receptor dynamics and hippocampal structure, leading to deficits in spatial learning and memory. Additionally, high-fat diets (HFDs), which contribute to leptin resistance, further deteriorate hippocampal function. Potential therapeutic strategies, including leptin sensitizers, show promise in mitigating brain disorders associated with leptin resistance. Complementary interventions such as caloric restriction and physical exercise also enhance leptin sensitivity and offer potential benefits to alleviating cognitive impairments. <b>Aims of the review:</b> This review synthesizes recent findings on the molecular pathways underlying leptin resistance and its impact on synaptic transmission and plasticity in the hippocampus. By identifying potential therapeutic targets, this work aims to provide an integrated approach for addressing cognitive deficits in obesity, ultimately improving the quality of life for affected individuals."
    },
    {
      "paper_name": "Cell-Type-Specific Expression of Leptin Receptors in the Mouse Forebrain.",
      "paper_year": "2024",
      "paper_authors": "Canepa CR, Kara JA, Lee CC",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Leptin is a hormone produced by the small intestines and adipose tissue that promotes feelings of satiety. Leptin receptors (LepRs) are highly expressed in the hypothalamus, enabling central neural control of hunger. Interestingly, LepRs are also expressed in several other regions of the body and brain, notably in the cerebral cortex and hippocampus. These brain regions mediate higher-order sensory, motor, cognitive, and memory functions, which can be profoundly altered during periods of hunger and satiety. However, LepR expression in these regions has not been fully characterized on a cell-type-specific basis, which is necessary to begin assessing their potential functional impact. Consequently, we examined LepR expression on neurons and glia in the forebrain using a LepR-Cre transgenic mouse model. LepR-positive cells were identified using a 'floxed' viral cell-filling approach and co-labeling immunohistochemically for cell-type-specific markers, i.e., NeuN, VGlut2, GAD67, parvalbumin, somatostatin, 5-HT3R, WFA, S100β, and GFAP. In the cortex, LepR-positive cells were localized to lower layers (primarily layer 6) and exhibited non-pyramidal cellular morphologies. The majority of cortical LepR-positive cells were neurons, while the remainder were identified primarily as astrocytes or other glial cells. The majority of cortical LepR-positive neurons co-expressed parvalbumin, while none expressed somatostatin or 5-HT3R. In contrast, all hippocampal LepR-positive cells were neuronal, with none co-expressing GFAP. These data suggest that leptin can potentially influence neural processing in forebrain regions associated with sensation and limbic-related functions."
    },
    {
      "paper_name": "Maternal high fat diet programs spatial learning and central leptin signaling in mouse offspring in a sex-specific manner.",
      "paper_year": "2024",
      "paper_authors": "Li Y, Yang Y, Ye B, Lin Y",
      "journal": "Physiology & behavior",
      "publisher": "Physiol Behav",
      "resumen": "Environmental factors in early life have been demonstrated to increase the risk of neurodevelopmental disorders in offspring, especially the deficiency of the cognitive ability. Leptin has emerged as a key hormone that conveys information on energy stores, but there is growing appreciation that leptin signaling may also play an important role in neurodevelopment. The present study aimed to investigate whether maternal HFD exposure impairs the offspring learning and memory through the programming of central leptin system. We observed that hippocampus-dependent learning and memory were impaired in male but not female offspring from HFD-fed maternal ancestors (C57BL/6 mice), as assessed by novel object recognition and Morris water maze tests. Moreover, the chromatin immunoprecipitation results revealed the maternal HFD consumption led to the increasement in the binding of the histone marker H3K9me3 in male offspring, which mediates gene silencing in the leptin receptor promoter region. Furthermore, there was an increase in the expression of the histone methylase SUV39H1 in male but not female offspring, which regulates H3K9me3. Additionally, it has been observed that IL-6 and IL-1 also could lead to similar alternations when acting on cultured hippocampal neurons in vitro. Taken together, our data suggest that maternal HFD consumption influences male offspring hippocampal cognitive performance in a sex-specific manner, and central leptin signaling may serve as the cross-talk between maternal diet and cognitive impairment in offspring."
    },
    {
      "paper_name": "LRP1 in GABAergic neurons is a key link between obesity and memory function.",
      "paper_year": "2024",
      "paper_authors": "da Cruz Rodrigues KC, Kim SC, Uner AA, Hou ZS, Young J, Campolim C, Aydogan A, Chung B, Choi A, Yang WM, Kim WS, Prevot V, Caldarone BJ, Lee H, Kim YB",
      "journal": "Molecular metabolism",
      "publisher": "Mol Metab",
      "resumen": "Low-density lipoprotein receptor-related protein-1 (LRP1) regulates energy homeostasis, blood-brain barrier integrity, and metabolic signaling in the brain. Deficiency of LRP1 in inhibitory gamma-aminobutyric acid (GABA)ergic neurons causes severe obesity in mice. However, the impact of LRP1 in inhibitory neurons on memory function and cognition in the context of obesity is poorly understood."
    },
    {
      "paper_name": "Leptin prevents aberrant targeting of tau to hippocampal synapses via PI 3 kinase driven inhibition of GSK3β.",
      "paper_year": "2023",
      "paper_authors": "Hamilton K, Morrow K, Markantoni E, Harvey J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "Amyloid-β (Aβ) and hyper-phosphorylated tau are key hallmarks of Alzheimer's disease (AD), with an accumulation of both proteins linked to hippocampal synaptic dysfunction. Recent evidence indicates that Aβ drives mis-localisation of tau from axons to synapses, resulting in AMPA receptor (AMPAR) internalisation and impaired excitatory synaptic function. These tau-driven synaptic impairments are thought to underlie the cognitive deficits in AD. Consequently, limiting the synapto-toxic effects of tau may prevent AD-related cognitive deficits. Increasing evidence links leptin dysfunction with higher AD risk, and numerous studies have identified neuroprotective properties of leptin in AD models of Aβ-induced toxicity. However, it is unclear if leptin protects against tau-related synaptic dysfunction. Here we show that Aβ<sub>1-42</sub> significantly increases dendritic and synaptic levels of tau and p-tau in hippocampal neurons, and these effects were blocked by leptin. In accordance with GSK-3β being involved in tau phosphorylation, the protective effects of leptin involve PI 3-kinase (PI3K) activation and inhibition of GSK-3β. Aβ<sub>1-42</sub> -driven synaptic targeting of tau was associated with the removal of GluA1-containing AMPARs from synapses, which was also inhibited by leptin-driven inhibition of GSK-3β. Direct application of oligomeric tau to hippocampal neurons caused internalisation of GluA1-containing AMPARs and this effect was blocked by prior application of leptin. Similarly, leptin prevented the ability of tau to block induction of activity-dependent long-term potentiation (LTP) at hippocampal SC-CA1 synapses. These findings increase our understanding of the neuroprotective actions of leptin in the early pre-clinical stages of AD and further validate the leptin system as a therapeutic target in AD."
    },
    {
      "paper_name": "Dietary omega-3 fatty acid deficiency from pre-pregnancy to lactation affects expression of genes involved in hippocampal neurogenesis of the offspring.",
      "paper_year": "2023",
      "paper_authors": "Srinivas V, Varma S, Kona SR, Ibrahim A, Duttaroy AK, Basak S",
      "journal": "Prostaglandins, leukotrienes, and essential fatty acids",
      "publisher": "Prostaglandins Leukot Essent Fatty Acids",
      "resumen": "Maternal n-3 PUFA (omega-3) deficiency can affect brain development in utero and postnatally. Despite the evidence, the impacts of n-3 PUFA deficiency on the expression of neurogenesis genes in the postnatal hippocampus remained elusive. Since postnatal brain development requires PUFAs via breast milk, we examined the fatty acid composition of breast milk and hippocampal expression of neurogenesis genes in n-3 PUFA deficient 21d mice. In addition, the expression of fatty acid desaturases, elongases, free fatty acids signaling receptors, insulin and leptin, and glucose transporters were measured. Among the genes involved in neurogenesis, the expression of brain-specific tenascin-R (TNR) was downregulated to a greater extent (∼31 fold), followed by adenosine A2A receptor (A2AAR), dopamine receptor D2 (DRD2), glial cell line-derived neurotrophic factor (GDNF) expression in the n-3 PUFA deficient hippocampus. Increasing dietary LA to ALA (50:1) elevated the ARA to DHA ratio by ∼8 fold in the n-3 PUFA deficient breast milk, with an overall increase of total n-6/n-3 PUFAs by ∼15:1 (p<0.05) compared to n-3 PUFA sufficient (LA to ALA: 2:1) diet. The n-3 PUFA deficient mice exhibited upregulation of FADS1, FADS2, ELOVL2, ELOVL5, ELOVL6, GPR40, GPR120, LEPR, IGF1 and downregulation of GLUT1, GLUT3, and GLUT4 mRNA expression in hippocampus (p<0.05). Maternal n-3 PUFA deficiency affects the hippocampal expression of key neurogenesis genes in the offspring with concomitant expression of desaturase and elongase genes, suggesting the importance of dietary n-3 PUFA for neurodevelopment."
    },
    {
      "paper_name": "Obese male Zucker rats exhibit dendritic remodeling in neurons of the hippocampal trisynaptic circuit as well as spatial memory deficits.",
      "paper_year": "2022",
      "paper_authors": "Manuel Sánchez DM, Limón D, Silva Gómez AB",
      "journal": "Hippocampus",
      "publisher": "Hippocampus",
      "resumen": "Obesity is characterized by excessive fat accumulation. The Zucker rat displays genetic obesity due to a mutation in the leptin receptor gene; this model is of great interest because of its similarity to human obesity. Brain regions may be affected by obesity, but detailed information is lacking. In the present study, we analyzed the morphology of neurons in the hippocampal trisynaptic circuit as well as the spatial memory of obese Zucker rats. We performed two experiments. Each experiment contained two experimental groups: the control group (male Long Evans rats) and the study group (obese male Zucker rats). We monitored the body weights of all rats over 4 weeks. In the first experiment, we analyzed the morphology of hippocampal neurons. Under anesthesia, we measured the abdominal and hip circumferences and collected at least 1 ml of blood to assess serum glucose (GLU), triglyceride (TGC), and cholesterol (COL) concentrations. We perfused the brains of these rats with 0.9% saline solution, incubated the brains in Golgi-Cox solution, and subsequently evaluated the morphology of pyramidal neurons in the hippocampus (the CA1-CA3 regions) and the entorhinal cortex as well as the morphology of granule neurons in the dentate gyrus. In the second experiment, we assessed the spatial memory of animals with the Morris water maze. The Zucker rats had an obese phenotype, as indicated by their elevated body weight and increased abdominal and hip circumferences as well as elevated GLU, COL, and TGC concentrations. Analysis of neurons from the specified regions in obese male Zucker rats indicated reduced dendritic arborization and reduced dendritic spine density. In terms of spatial learning and memory, the obese Zucker rats exhibited intact spatial learning (i.e., of platform location) but deficits in spatial memory. These data provide evidence that obesity alters the morphology and function of hippocampal neurons."
    },
    {
      "paper_name": "The Effect of Dietary Fat and Sucrose on Cognitive Functioning in Mice Lacking Insulin Signaling in Neuropeptide Y Neurons.",
      "paper_year": "2022",
      "paper_authors": "Mitchell CS, Goodman EK, Tedesco CR, Nguyen K, Zhang L, Herzog H, Begg DP",
      "journal": "Frontiers in physiology",
      "publisher": "Front Physiol",
      "resumen": "Obesogenic diets can produce hippocampal insulin resistance and impairments to hippocampal-dependent cognition. This study investigated the effect of disrupted insulin signaling in Neuropeptide Y (NPY) neurons on diet-induced deficits in hippocampal-dependent memory. Wild-type mice and mice that had a targeted knockout of insulin receptors on NPY cells (IR<sup>lox/lox</sup>;NPY<sup>Cre/+</sup>) were given <i>ad libitum</i> access to a high-fat diet (high fat; HF), 10% sucrose solution (high sugar; HS), both high-fat diet and sucrose solution (high fat, high sugar; HFHS), or a normal fat control chow for 12 weeks. Mice were tested in the Morris Water Maze (MWM), a hippocampal-dependent spatial memory task. Glucose homeostasis was assessed via a glucose tolerance test. Independent of genotype, consumption of HF, but not HS, diet increased energy intake, body weight, and plasma leptin, and impaired glucose tolerance. Disrupted insulin signaling in NPY cells and dietary interventions did not significantly affect the ability of mice to learn the location of the platform in the MWM. However, for IR<sup>lox/lox</sup> control mice, consumption of HF, but not HS, diet resulted in reduced time spent in the target quadrant during the probe trial, suggesting a hippocampal-dependent memory deficit. IR<sup>lox/lox</sup>;NPY<sup>Cre/+</sup> mice had poor performance in the probe trial regardless of diet, suggesting a floor effect. This study did not find adverse effects of chronic sucrose intake on metabolic outcomes or hippocampal-dependent memory. These data also suggest that the effects of HF diet on hippocampal-dependent memory may be dependent on insulin signaling in hippocampal NPY cells."
    },
    {
      "paper_name": "<i>Caveolin-1</i> Alleviates Diabetes-Associated Cognitive Dysfunction Through Modulating Neuronal Ferroptosis-Mediated Mitochondrial Homeostasis.",
      "paper_year": "2022",
      "paper_authors": "Tang W, Li Y, He S, Jiang T, Wang N, Du M, Cheng B, Gao W, Li Y, Wang Q",
      "journal": "Antioxidants & redox signaling",
      "publisher": "Antioxid Redox Signal",
      "resumen": "<b><i>Aims:</i></b> Iron metabolism is involved in many biological processes in the brain. Alterations in iron homeostasis have been associated with several neurodegenerative disorders. Instead of stroke and ischemic heart disease, dementia has become the second leading cause of mortality among the type 2 diabetes mellitus (T2DM) population. Therefore, we attempted to investigate the role of ferroptosis in diabetes-associated cognitive dysfunction (DACD). <b><i>Results:</i></b> We evaluated ferroptosis hallmarks in the hippocampus of T2DM (high-fat diet/streptozotocin, HFD/STZ) mice, primary hippocampal neurons, as well as in the blood of patients. The results of Gene Set Enrichment Analysis showed significantly differentially expressed genes related to ferroptosis-related pathways between normal control (<i>db/m</i>) and leptin receptor-deficient (<i>db/db</i>) mice. Here, ferroptosis, mitochondrial dysfunction and cognitive impairment were revealed, and <i>caveolin-1</i> (<i>cav-1</i>) was significantly downregulated in the hippocampus of T2DM (HFD/STZ) mice. In addition, ferrostatin-1 and <i>cav-1</i> restoration neutralized ferroptosis-related symbolic changes, mitochondrial dysfunction, and improved cognitive dysfunction. Notably, the plasma levels of Fe<sup>2+</sup> and 4-hydroxynonenal (4-HNE) in T2DM patients showed a tendency to increase compared with those in nondiabetic subjects, and the Fe<sup>2+</sup> level was negatively correlated with the cognitive ability in T2DM subjects. <b><i>Innovation:</i></b> For the first time, this study suggested that ferroptosis promoted the progression of DACD induced by T2DM both <i>in vivo</i> and <i>in vitro</i>, and supported the clinical evidence for the correlation between ferroptosis and T2DM-related DACD, which provided new insights into the potential antioxidant effects of ferroptosis inhibitors and <i>cav-1</i> on DACD. <b><i>Conclusions:</i></b> The overexpression of <i>cav-1</i> may attenuate DACD by modulating neuronal ferroptosis-mediated mitochondrial homeostasis. We put <i>cav-1</i> on the spotlight as a promising candidate to prevent DACD. <i>Antioxid. Redox Signal.</i> 37, 867-886."
    },
    {
      "paper_name": "Leptin regulation of synaptic function at hippocampal TA-CA1 and SC-CA1 synapses.",
      "paper_year": "2022",
      "paper_authors": "Harvey J",
      "journal": "Vitamins and hormones",
      "publisher": "Vitam Horm",
      "resumen": "Increasing evidence indicates that the metabolic hormone, leptin markedly influences the functioning of the hippocampus. In particular, exposure to leptin results in persistent changes in synaptic efficacy at both temporoammonic (TA) and Schaffer Collateral (SC) inputs to hippocampal CA1 neurons. The ability of leptin to regulate TA-CA1 and SC-CA1 synapses has important functional implications, as both synaptic connections play important roles in hippocampal-dependent learning and memory. Here we review the modulatory actions of the hormone leptin at these hippocampal CA1 synapses and explore the impact on learning and memory processes."
    },
    {
      "paper_name": "Butyric Acid Precursor Tributyrin Modulates Hippocampal Synaptic Plasticity and Prevents Spatial Memory Deficits: Role of PPARγ and AMPK.",
      "paper_year": "2022",
      "paper_authors": "Belén Sanz-Martos A, Fernández-Felipe J, Merino B, Cano V, Ruiz-Gayo M, Del Olmo N",
      "journal": "The international journal of neuropsychopharmacology",
      "publisher": "Int J Neuropsychopharmacol",
      "resumen": "Short chain fatty acids (SCFA), such as butyric acid (BA), derived from the intestinal fermentation of dietary fiber and contained in dairy products, are gaining interest in relation to their possible beneficial effects on neuropsychological disorders."
    },
    {
      "paper_name": "Intraarterial anti-leptin therapy via ICA protects ipsilateral CA1 neurons subjected to ischemia and reperfusion.",
      "paper_year": "2022",
      "paper_authors": "Benbenishty A, Schneiderman J",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "Brain reperfusion following an ischemic event is essential for tissue viability, however, it also involves processes that promote neuronal cell death. We have recently shown that local expression of the hormone leptin in cardiovascular organs drives deleterious remodeling. As cerebral ischemia-reperfusion (IR) lesions derive expression of both the leptin hormone and its receptor, we hypothesized that blocking leptin activity in the injured brain area will reduce the deleterious effects of IR injury."
    },
    {
      "paper_name": "Visceral adiposity, inflammation, and hippocampal function in obesity.",
      "paper_year": "2022",
      "paper_authors": "Stranahan AM",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "The 'apple-shaped' anatomical pattern that accompanies visceral adiposity increases risk for multiple chronic diseases, including conditions that impact the brain, such as diabetes and hypertension. However, distinguishing between the consequences of visceral obesity, as opposed to visceral adiposity-associated metabolic and cardiovascular pathologies, presents certain challenges. This review summarizes current literature on relationships between adipose tissue distribution and cognition in preclinical models and highlights unanswered questions surrounding the potential role of tissue- and cell type-specific insulin resistance in these effects. While gaps in knowledge persist related to insulin insensitivity and cognitive impairment in obesity, several recent studies suggest that cells of the neurovascular unit contribute to hippocampal synaptic dysfunction, and this review interprets those findings in the context of progressive metabolic dysfunction in the CNS. Signalling between cerebrovascular endothelial cells, astrocytes, microglia, and neurons has been linked with memory deficits in visceral obesity, and this article describes the cellular changes in each of these populations with respect to their role in amplification or diminution of peripheral signals. The picture emerging from these studies, while incomplete, implicates pro-inflammatory cytokines, insulin resistance, and hyperglycemia in various stages of obesity-induced hippocampal dysfunction. As in the parable of the five blind wanderers holding different parts of an elephant, considerable work remains in order to assemble a model for the underlying mechanisms linking visceral adiposity with age-related cognitive decline."
    },
    {
      "paper_name": "Mini review: The relationship between energy status and adult hippocampal neurogenesis.",
      "paper_year": "2021",
      "paper_authors": "Landry T, Huang H",
      "journal": "Neuroscience letters",
      "publisher": "Neurosci Lett",
      "resumen": "The ability to generate new hippocampal neurons throughout adulthood and successfully integrate them into existing neural networks is critical to cognitive function, while disordered regulation of this process results in neurodegenerative or psychiatric disease. Consequently, identifying the molecular mechanisms promoting homeostatic hippocampal neurogenesis in adults is essential to understanding the etiologies of these disorders and developing therapeutic interventions. For example, recent evidence identifies a strong association between metabolic function and adult hippocampal neurogenesis. Hippocampal neural stem cell (NSC) fate dynamically fluctuates with changes in substrate availability and energy status (AMP/ATP and NAD<sup>+</sup>/NADH ratios). Furthermore, many metabolic hormones, such as insulin, insulin-like growth factors, and leptin exhibit dual functions also modulating hippocampal neurogenesis and neuron survivability. These diverse metabolic inputs to NSC's from various tissues seemingly suggest the existence of a system in which energy status can finely modulate hippocampal neurogenesis. Supporting this hypothesis, interventions promoting energy balance, such as caloric restriction, intermittent fasting, and exercise, have shown encouraging potential enhancing hippocampal neurogenesis and cognitive function. Overall, there is a clear relationship between whole body energy status, adult hippocampal neurogenesis, and neuron survival; however, the molecular mechanisms underlying this phenomenon are multifaceted. Thus, the aim of this review is to analyze the literature investigating energy status-mediated regulation of adult neurogenesis in the hippocampus, highlight the neurocircuitry and intracellular signaling involved, and propose impactful future directions in the field."
    },
    {
      "paper_name": "[Cross-Talk of the Glutamate and Leptin Receptor Pathways].",
      "paper_year": "2021",
      "paper_authors": "Proskura AL, Islamova MY, Vechkapova SO",
      "journal": "Molekuliarnaia biologiia",
      "publisher": "Mol Biol (Mosk)",
      "resumen": "The hormone leptin is produced in adipocytes of white adipose tissue and crosses the blood-brain barrier. Leptin receptors are present in the brain regions that are involved in higher cognitive functions. In particular, leptin directly influences the glutamate receptor trafficking in CA3 → CA1 synapses to increase the phosphatidylinositol 3,4,5-trisphosphate (PI(3,4,5)P3) level, which is controlled by phosphoinositide 3-kinase (PI3K). It is well recognized that glutamate receptor trafficking involves at least some components of the insulin signaling cascade. However, the effects of leptin and insulin hormones differ at the cell and behavioral levels and often oppose each other. The domain organization of synaptic proteins was analyzed for CA1 field neurons. A molecular mechanism of leptin effects in the hippocampus was assumed to involve a cross-talk of the molecular pathways of the leptin receptors and NMDA-type glutamate receptors. Non-receptor protein kinases of the Src subfamily and, in particular, kinase Fyn are part of glutamate receptor macrocomplexes and are involved in regulating the efficiency of synaptic transmission. Fyn was assumed to utilize its SH2 domain to interact with leptin receptors directly or through other proteins and contribute to leptin signaling through the PI3K signaling pathway. The hypothesis explains experimental findings and sheds further light on the fine tuning of hormone-dependent modulation of hippocampal synaptic processes."
    },
    {
      "paper_name": "Leptin increases GABAergic synaptogenesis through the Rho guanine exchange factor β-PIX in developing hippocampal neurons.",
      "paper_year": "2021",
      "paper_authors": "Sahin GS, Luis Rodriguez-Llamas J, Dillon C, Medina I, Appleyard SM, Gaiarsa JL, Wayman GA",
      "journal": "Science signaling",
      "publisher": "Sci Signal",
      "resumen": "Developing hippocampal neurons undergo rapid synaptogenesis in response to neurotrophic signals to form and refine circuit connections. The adipokine leptin is a satiety factor with neurotrophic actions, which potentiates both glutamatergic and GABAergic synaptogenesis in the hippocampus during neonatal development. Brief exposure to leptin enhances GABA<sub>A</sub> receptor-dependent synaptic currents in hippocampal neurons. Here, using molecular and electrophysiological techniques, we found that leptin increased the surface localization of GABA<sub>A</sub> receptors and the number of functional GABAergic synapses in hippocampal cultures from male and female rat pups. Leptin increased the interaction between GABA<sub>A</sub> receptors and the Rho guanine exchange factor β-PIX (a scaffolding protein at GABAergic postsynaptic sites) in a manner dependent on the kinase CaMKK. We also found that the leptin receptor and β-PIX formed a complex, the amount of which transiently increased upon leptin receptor activation. Furthermore, Tyr<sup>985</sup> in the leptin receptor and the SH3 domain of β-PIX are crucial for this interaction, which was required for the developmental increase in GABAergic synaptogenesis. Our results suggest a mechanism by which leptin promotes GABAergic synaptogenesis in hippocampal neurons and reveal further complexity in leptin receptor signaling and its interactome."
    },
    {
      "paper_name": "Leptin regulation of hippocampal synaptic function in health and disease.",
      "paper_year": "2021",
      "paper_authors": "Hamilton K, Harvey J",
      "journal": "Vitamins and hormones",
      "publisher": "Vitam Horm",
      "resumen": "It is widely accepted that the metabolic hormone leptin regulates food intake and body weight via activation of hypothalamic leptin receptors. However, as leptin receptors are also highly expressed in other brain regions, such as the hippocampus, alterations in leptin responsiveness also impacts on key functions of the hippocampus, like learning and memory. Within the hippocampus, high levels of leptin receptors are expressed at excitatory synapses, and in accordance with a synaptic localization, leptin potently regulates synaptic transmission at both Schaffer collateral (SC) and temporoammonic (TA) inputs to CA1 pyramidal neurons. Increasing evidence from cellular and behavioral studies examining leptin action at CA1 synapses support the notion that leptin is a potential cognitive enhancer. However, the capacity of leptin to regulate synaptic efficacy at SC-CA1 and TA-CA1 synapses declines in an age-dependent manner. Moreover, clinical evidence that supports a link between circulating leptin levels and the risk of the age-related neurodegenerative disorder, Alzheimer's disease (AD) is accumulating. Consequently, it has been proposed that the leptin system is a potential therapeutic target in AD, and that boosting the hippocampal actions of leptin may be beneficial in the treatment of AD. Here we review recent progress in our understanding of the neuronal and hippocampal synaptic functions that are regulated by leptin and how alterations in the leptin system influence age-related CNS-related disorders like AD."
    },
    {
      "paper_name": "Chronic stress induces significant gene expression changes in the prefrontal cortex alongside alterations in adult hippocampal neurogenesis.",
      "paper_year": "2020",
      "paper_authors": "Musaelyan K, Yildizoglu S, Bozeman J, Du Preez A, Egeland M, Zunszain PA, Pariante CM, Fernandes C, Thuret S",
      "journal": "Brain communications",
      "publisher": "Brain Commun",
      "resumen": "Adult hippocampal neurogenesis is involved in stress-related disorders such as depression, posttraumatic stress disorders, as well as in the mechanism of antidepressant effects. However, the molecular mechanisms involved in these associations remain to be fully explored. In this study, unpredictable chronic mild stress in mice resulted in a deficit in neuronal dendritic tree development and neuroblast migration in the hippocampal neurogenic niche. To investigate molecular pathways underlying neurogenesis alteration, genome-wide gene expression changes were assessed in the prefrontal cortex, hippocampus and the hypothalamus alongside neurogenesis changes. Cluster analysis showed that the transcriptomic signature of chronic stress is much more prominent in the prefrontal cortex compared to the hippocampus and the hypothalamus. Pathway analyses suggested huntingtin, leptin, myelin regulatory factor, methyl-CpG binding protein and brain-derived neurotrophic factor as the top predicted upstream regulators of transcriptomic changes in the prefrontal cortex. Involvement of the satiety regulating pathways (leptin) was corroborated by behavioural data showing increased food reward motivation in stressed mice. Behavioural and gene expression data also suggested circadian rhythm disruption and activation of circadian clock genes such as Period 2. Interestingly, most of these pathways have been previously shown to be involved in the regulation of adult hippocampal neurogenesis. It is possible that activation of these pathways in the prefrontal cortex by chronic stress indirectly affects neuronal differentiation and migration in the hippocampal neurogenic niche via reciprocal connections between the two brain areas."
    },
    {
      "paper_name": "The Neuronal Actions of Leptin and the Implications for Treating Alzheimer's Disease.",
      "paper_year": "2021",
      "paper_authors": "Hamilton K, Harvey J",
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publisher": "Pharmaceuticals (Basel)",
      "resumen": "It is widely accepted that the endocrine hormone leptin controls food intake and energy homeostasis via activation of leptin receptors expressed on hypothalamic arcuate neurons. The hippocampal formation also displays raised levels of leptin receptor expression and accumulating evidence indicates that leptin has a significant impact on hippocampal synaptic function. Thus, cellular and behavioural studies support a cognitive enhancing role for leptin as excitatory synaptic transmission, synaptic plasticity and glutamate receptor trafficking at hippocampal Schaffer collateral (SC)-CA1 synapses are regulated by leptin, and treatment with leptin enhances performance in hippocampus-dependent memory tasks. Recent studies indicate that hippocampal temporoammonic (TA)-CA1 synapses are also a key target for leptin. The ability of leptin to regulate TA-CA1 synapses has important functional consequences as TA-CA1 synapses are implicated in spatial and episodic memory processes. Moreover, degeneration is initiated in the TA pathway at very early stages of Alzheimer's disease, and recent clinical evidence has revealed links between plasma leptin levels and the incidence of Alzheimer's disease (AD). Additionally, accumulating evidence indicates that leptin has neuroprotective actions in various AD models, whereas dysfunctions in the leptin system accelerate AD pathogenesis. Here, we review the data implicating the leptin system as a potential novel target for AD, and the evidence that boosting the hippocampal actions of leptin may be beneficial."
    },
    {
      "paper_name": "Leptin enhances adult neurogenesis and reduces pathological features in a transgenic mouse model of Alzheimer's disease.",
      "paper_year": "2021",
      "paper_authors": "Calió ML, Mosini AC, Marinho DS, Salles GN, Massinhani FH, Ko GM, Porcionatto MA",
      "journal": "Neurobiology of disease",
      "publisher": "Neurobiol Dis",
      "resumen": "Alzheimer's disease (AD) is the most common dementia worldwide and is characterized by the presence of senile plaques by amyloid-beta (Aβ) and neurofibrillary tangles of hyperphosphorylated Tau protein. These changes lead to progressive neuronal degeneration and dysfunction, resulting in severe brain atrophy and cognitive deficits. With the discovery that neurogenesis persists in the adult mammalian brain, including brain regions affected by AD, studies of the use of neural stem cells (NSCs) for the treatment of neurodegenerative diseases to repair or prevent neuronal cell loss have increased. Here we demonstrate that leptin administration increases the neurogenic process in the dentate gyrus of the hippocampus as well as in the subventricular zone of lateral ventricles of adult and aged mice. Chronic treatment with leptin increased NSCs proliferation with significant effects on proliferation and differentiation of newborn cells. The expression of the long form of the leptin receptor, LepRb, was detected in the neurogenic niches by reverse qPCR and immunohistochemistry. Moreover, leptin modulated astrogliosis, microglial cell number and the formation of senile plaques. Additionally, leptin led to attenuation of Aβ-induced neurodegeneration and superoxide anion production as revealed by Fluoro-Jade B and dihydroethidium staining. Our study contributes to the understanding of the effects of leptin in the brain that may lead to the development of new therapies to treat Alzheimer's disease."
    },
    {
      "paper_name": "Leptin regulates exon-specific transcription of the Bdnf gene via epigenetic modifications mediated by an AKT/p300 HAT cascade.",
      "paper_year": "2021",
      "paper_authors": "Li C, Meng F, Lei Y, Liu J, Liu J, Zhang J, Liu F, Liu C, Guo M, Lu XY",
      "journal": "Molecular psychiatry",
      "publisher": "Mol Psychiatry",
      "resumen": "Leptin is an adipocyte-derived hormone with pleiotropic functions affecting appetite and mood. While leptin's role in the regulation of appetite has been extensively studied in hypothalamic neurons, its function in the hippocampus, where it regulates mood-related behaviors, is poorly understood. Here, we show that the leptin receptor (LepRb) colocalizes with brain-derived neurotrophic factor (BDNF), a key player in the pathophysiology of major depression and the action of antidepressants, in the dentate gyrus of the hippocampus. Leptin treatment increases, whereas deficiency of leptin or leptin receptors decreases, total Bdnf mRNA levels, with distinct expression profiles of specific exons, in the hippocampus. Epigenetic analyses reveal that histone modifications, but not DNA methylation, underlie exon-specific transcription of the Bdnf gene induced by leptin. This is mediated by stimulation of AKT signaling, which in turn activates histone acetyltransferase p300 (p300 HAT), leading to changes in histone H3 acetylation and methylation at specific Bdnf promoters. Furthermore, deletion of Bdnf in the dentate gyrus, or specifically in LepRb-expressing neurons, abolishes the antidepressant-like effects of leptin. These findings indicate that leptin, acting via an AKT-p300 HAT epigenetic cascade, induces exon-specific Bdnf expression, which in turn is indispensable for leptin-induced antidepressant-like effects."
    },
    {
      "paper_name": "Deficits in hippocampal neurogenesis in obesity-dependent and -independent type-2 diabetes mellitus mouse models.",
      "paper_year": "2020",
      "paper_authors": "Bonds JA, Shetti A, Stephen TKL, Bonini MG, Minshall RD, Lazarov O",
      "journal": "Scientific reports",
      "publisher": "Sci Rep",
      "resumen": "Hippocampal neurogenesis plays an important role in learning and memory function throughout life. Declines in this process have been observed in both aging and Alzheimer's disease (AD). Type 2 Diabetes mellitus (T2DM) is a disorder characterized by insulin resistance and impaired glucose metabolism. T2DM often results in cognitive decline in adults, and significantly increases the risk of AD development. The pathways underlying T2DM-induced cognitive deficits are not known. Some studies suggest that alterations in hippocampal neurogenesis may contribute to cognitive deterioration, however, the fate of neurogenesis in these studies is highly controversial. To address this problem, we utilized two models of T2DM: (1) obesity-independent MKR transgenic mice expressing a mutated form of the human insulin-like growth factor 1 receptor (IGF-1R) in skeletal muscle, and (2) Obesity-dependent db/db mice harboring a mutation in the leptin receptor. Our results show that both models of T2DM display compromised hippocampal neurogenesis. We show that the number of new neurons in the hippocampus of these mice is reduced. Clone formation capacity of neural progenitor cells isolated from the db/db mice is deficient. Expression of insulin receptor and epidermal growth factor receptor was reduced in hippocampal neurospheres isolated from db/db mice. Results from this study warrant further investigation into the mechanisms underlying decreased neurogenesis in T2DM and its link to the cognitive decline observed in this disorder."
    },
    {
      "paper_name": "Structural and functional consequences in the amygdala of leptin-deficient mice.",
      "paper_year": "2020",
      "paper_authors": "Schepers J, Gebhardt C, Bracke A, Eiffler I, von Bohlen Und Halbach O",
      "journal": "Cell and tissue research",
      "publisher": "Cell Tissue Res",
      "resumen": "On the one hand, the emotional state can influence food intake and on the other hand, hunger can have an impact on the emotional state. Leptin, which is encoded by the ob gene, is involved in the energy homeostasis and plays a role in development of obesity. Mice deficient for leptin (ob/ob) are obese and display several behavioral alterations. It has been shown that ob/ob mice display striking changes in neuronal plasticity within the limbic system, e.g., hippocampal formation. We focus on alterations in ob/ob mice that can be related to alter processing in another part of the limbic system, the amygdala. ob/ob mice have a higher food consumption than age-matched controls, which might have an impact on the emotional state of these mice. Since the amygdala is involved in emotional processing, we analyze whether ob/ob mice display alterations in plasticity at the electrophysiological and structural level. No changes were seen in dendritic spine densities in the basolateral and lateral (LA) nucleus of the amygdala. Interestingly and in contrast to the hippocampus (Porter et al. 2013), long-term potentiation in the LA was increased in ob/ob mice. Our results indicate that amygdalar and hippocampal synaptic plasticity are regulated in different ways by leptin deficiency in accordance with the different functions of these limbic structures in stress and anxiety."
    },
    {
      "paper_name": "The Impact of Appetite-Regulating Neuropeptide Leptin on Alcohol Use, Alcohol Craving and Addictive Behavior: A Systematic Review of Preclinical and Clinical Data.",
      "paper_year": "2021",
      "paper_authors": "Bach P, Koopmann A, Kiefer F",
      "journal": "Alcohol and alcoholism (Oxford, Oxfordshire)",
      "publisher": "Alcohol Alcohol",
      "resumen": "The appetite regulating hormone leptin, which is mainly secreted from adipose tissue, is an important regulator of food intake and modulator of reward-driven behavior. Leptin exerts its biological actions via binding to the leptin receptor, which is expressed in the hypothalamus, but also in the hippocampus, the amygdala and the substantia nigra. In the ventral tegmental area (VTA), leptin attenuates the firing rate of dopaminergic neurons that project to the Nucleus accumbens (NAc), which serves as relay to other brain areas of the \"addiction network\", such as the prefrontal cortex. This suggests that leptin plays a role in the processing of rewards in the context of substance use disorders such as alcohol use disorder, especially through attenuation of dopaminergic activity in the mesolimbic reward system. This supports the plausibility of leptin's potential effects in alcohol use disorder."
    },
    {
      "paper_name": "Leptin stimulates synaptogenesis in hippocampal neurons via KLF4 and SOCS3 inhibition of STAT3 signaling.",
      "paper_year": "2020",
      "paper_authors": "Sahin GS, Dhar M, Dillon C, Zhu M, Shiina H, Winters BD, Lambert TJ, Impey S, Appleyard SM, Wayman GA",
      "journal": "Molecular and cellular neurosciences",
      "publisher": "Mol Cell Neurosci",
      "resumen": "Normal development of neuronal connections in the hippocampus requires neurotrophic signals, including the cytokine leptin. During neonatal development, leptin induces formation and maturation of dendritic spines, the main sites of glutamatergic synapses in the hippocampal neurons. However, the molecular mechanisms for leptin-induced synaptogenesis are not entirely understood. In this study, we reveal two novel targets of leptin in developing hippocampal neurons and address their role in synaptogenesis. First target is Kruppel-Like Factor 4 (KLF4), which we identified using a genome-wide target analysis strategy. We show that leptin upregulates KLF4 in hippocampal neurons and that leptin signaling is important for KLF4 expression in vivo. Furthermore, KLF4 is required for leptin-induced synaptogenesis, as shKLF4 blocks and upregulation of KLF4 phenocopies it. We go on to show that KLF4 requires its signal transducer and activator of transcription 3 (STAT3) binding site and thus potentially blocks STAT3 activity to induce synaptogenesis. Second, we show that leptin increases the expression of suppressor of cytokine signaling 3 (SOCS3), another well-known inhibitor of STAT3, in developing hippocampal neurons. SOCS3 is also required for leptin-induced synaptogenesis and sufficient to stimulate it alone. Finally, we show that constitutively active STAT3 blocks the effects of leptin on spine formation, while the targeted knockdown of STAT3 is sufficient to induce it. Overall, our data demonstrate that leptin increases the expression of both KLF4 and SOCS3, inhibiting the activity of STAT3 in the hippocampal neurons and resulting in the enhancement of glutamatergic synaptogenesis during neonatal development."
    },
    {
      "paper_name": "Obesity induced by Borna disease virus in rats: key roles of hypothalamic fast-acting neurotransmitters and inflammatory infiltrates.",
      "paper_year": "2020",
      "paper_authors": "Gosztonyi G, Ludwig H, Bode L, Kao M, Sell M, Petrusz P, Halász B",
      "journal": "Brain structure & function",
      "publisher": "Brain Struct Funct",
      "resumen": "Human obesity epidemic is increasing worldwide with major adverse consequences on health. Among other possible causes, the hypothesis of an infectious contribution is worth it to be considered. Here, we report on an animal model of virus-induced obesity which might help to better understand underlying processes in human obesity. Eighty Wistar rats, between 30 and 60 days of age, were intracerebrally inoculated with Borna disease virus (BDV-1), a neurotropic negative-strand RNA virus infecting an unusually broad host spectrum including humans. Half of the rats developed fatal encephalitis, while the other half, after 3-4 months, continuously gained weight. At tripled weights, rats were sacrificed by trans-cardial fixative perfusion. Neuropathology revealed prevailing inflammatory infiltrates in the median eminence (ME), progressive degeneration of neurons of the paraventricular nucleus, the entorhinal cortex and the amygdala, and a strikingly high-grade involution of the hippocampus with hydrocephalus. Immune histology revealed that major BDV-1 antigens were preferentially present at glutamatergic receptor sites, while GABAergic areas remained free from BDV-1. Virus-induced suppression of the glutamatergic system caused GABAergic predominance. In the hypothalamus, this shifted the energy balance to the anabolic appetite-stimulating side governed by GABA, allowing for excessive fat accumulation in obese rats. Furthermore, inflammatory infiltrates in the ME and ventro-medial arcuate nucleus hindered free access of appetite-suppressing hormones leptin and insulin. The hormone transport system in hypothalamic areas outside the ME became blocked by excessively produced leptin, leading to leptin resistance. The resulting hyperleptinemic milieu combined with suppressed glutamatergic mechanisms was a characteristic feature of the found metabolic pathology. In conclusion, the study provided clear evidence that BDV-1 induced obesity in the rat model is the result of interdependent structural and functional metabolic changes. They can be explained by an immunologically induced hypothalamic microcirculation-defect, combined with a disturbance of neurotransmitter regulatory systems. The proposed mechanism may also have implications for human health. BDV-1 infection has been frequently found in depressive patients. Independently, comorbidity between depression and obesity has been reported, either. Future studies should address the exciting question of whether BDV-1 infection could be a link, whatsoever, between these two conditions."
    },
    {
      "paper_name": "Maternal obesity modulates sexually dimorphic epigenetic regulation and expression of leptin receptor in offspring hippocampus.",
      "paper_year": "2020",
      "paper_authors": "Glendining KA, Higgins MBA, Fisher LC, Jasoni CL",
      "journal": "Brain, behavior, and immunity",
      "publisher": "Brain Behav Immun",
      "resumen": "Maternal obesity during pregnancy is associated with a greater risk for obesity and neurodevelopmental deficits in offspring. This developmental programming of disease is proposed to involve neuroendocrine, inflammatory, and epigenetic factors during gestation that disrupt normal fetal brain development. The hormones leptin and insulin are each intrinsically linked to metabolism, inflammation, and neurodevelopment, which led us to hypothesise that maternal obesity may disrupt leptin or insulin receptor signalling in the developing brain of offspring. Using a C57BL/6 mouse model of high fat diet-induced maternal obesity (mHFD), we performed qPCR to examine leptin receptor (Lepr) and insulin receptor (Insr) gene expression in gestational day (GD) 17.5 fetal brain. We found a significant effect of maternal diet and offspring sex on Lepr regulation in the developing hippocampus, with increased Lepr expression in female mHFD offspring (p < 0.05) compared to controls. Maternal diet did not alter hippocampal Insr in the fetal brain, or Lepr or Insr in prefrontal cortex, amygdala, or hypothalamus of female or male offspring. Chromatin immunoprecipitation revealed decreased binding of histones possessing the repressive histone mark H3K9me3 at the Lepr promoter (p < 0.05) in hippocampus of female mHFD offspring compared to controls, but not in males. Sex-specific deregulation of Lepr could be reproduced in vitro by exposing female hippocampal neurons to the obesity related proinflammatory cytokine IL-6, but not IL-17a or IFNG. Our findings indicate that the obesity-related proinflammatory cytokine IL-6 during pregnancy leads to sexually dimorphic changes in the modifications of histones binding at the Lepr gene promoter, and concomitant changes to Lepr transcription in the developing hippocampus. This suggests that exposure of the fetus to metabolic inflammatory molecules can impact epigenetic regulation of gene expression in the developing hippocampus."
    },
    {
      "paper_name": "Leptin Controls Glutamatergic Synaptogenesis and NMDA-Receptor Trafficking via Fyn Kinase Regulation of NR2B.",
      "paper_year": "2020",
      "paper_authors": "Bland T, Zhu M, Dillon C, Sahin GS, Rodriguez-Llamas JL, Appleyard SM, Wayman GA",
      "journal": "Endocrinology",
      "publisher": "Endocrinology",
      "resumen": "Activation of the leptin receptor, LepRb, by the adipocytokine/neurotrophic factor leptin in the central nervous system has procognitive and antidepressive effects. Leptin has been shown to increase glutamatergic synaptogenesis in multiple brain regions. In contrast, mice that have a mutation in the LepRb gene show abnormal synapse development in the hippocampus as well as deficits in cognition and increased depressive-like symptoms. Leptin increases glutamatergic synaptogenesis, in part, through enhancement of N-methyl-D-aspartic acid (NMDA) receptor function; yet the underlying signaling pathway is not known. In this study, we examine how leptin regulates surface expression of NR2B-containing NMDA receptors in hippocampal neurons. Leptin stimulation increases NR2BY1472 phosphorylation, which is inhibited by the Src family kinase inhibitor, PP1. Moreover, we show that Fyn, a member of the Src family kinases, is required for leptin-stimulated NR2BY1472 phosphorylation. Furthermore, inhibiting Y1472 phosphorylation with either a dominant negative Fyn mutant or an NR2B mutant that lacks the phosphorylation site (NR2BY1472F) blocks leptin-stimulated synaptogenesis. Additionally, we show that LepRb forms a complex with NR2B and Fyn. Taken together, these findings expand our knowledge of the LepRb interactome and the mechanisms by which leptin stimulates glutamatergic synaptogenesis in the developing hippocampus. Comprehending these mechanisms is key for understanding dendritic spine development and synaptogenesis, alterations of which are associated with many neurological disorders."
    },
    {
      "paper_name": "Obesity Impairs Mobility and Adult Hippocampal Neurogenesis.",
      "paper_year": "2019",
      "paper_authors": "Bracke A, Domanska G, Bracke K, Harzsch S, van den Brandt J, Bröker B, von Bohlen Und Halbach O",
      "journal": "Journal of experimental neuroscience",
      "publisher": "J Exp Neurosci",
      "resumen": "Currently, it is controversially discussed whether a relationship between obesity and cognition exists. We here analyzed a mouse model of obesity (leptin-deficient mice) to study the effects of obesity on the morphology of the hippocampus (a brain structure involved in mechanisms related to learning and memory) and on behavior. Mice aged 4 to 6 months were analyzed. At this age, the obese mice have nearly double the body weight as controls, but display smaller brains (brain volume is about 10% smaller) as control animals of the same age. Adult hippocampal neurogenesis, a process that is linked to learning and memory, might be disturbed in the obese mice and contribute to the smaller brain volume. Adult hippocampal neurogenesis was examined using specific markers for cell proliferation (phosphohistone H3), neuronal differentiation (doublecortin), and apoptosis (caspase 3). The number of phosphohistone H3 and doublecortin-positive cells was markedly reduced in leptin-deficient mice, but not the number of apoptotic cells, indicating that adult hippocampal neurogenesis on the level of cell proliferation was affected. In addition, dendritic spine densities of pyramidal neurons in the hippocampal area CA1 were analyzed using Golgi impregnation. However, no significant change in dendritic spine densities was noted in the obese mice. Moreover, the performance of the mice was analyzed in the open field as well as in the Morris water maze. In the open field test, obese mice showed reduced locomotor activity, but in the Morris water maze they showed similar performance compared with control animals."
    },
    {
      "paper_name": "Amelioration of hippocampal dysfunction by adipose tissue-targeted stem cell transplantation in a mouse model of type 2 diabetes.",
      "paper_year": "2020",
      "paper_authors": "Krishnan B, Sallam HS, Tumurbataar B, Saieva S, Baymon D, Tuvdendorj D, Micci MA, Abate N, Taglialatela G",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "There is growing evidence that type 2 diabetes or insulin resistance is linked to cognitive impairment. We recently confirmed altered lipid composition, down-regulation of insulin receptor expression and impaired basal synaptic transmission in the hippocampus of our transgenic murine model of adipocyte insulin resistance (AtENPP1-Tg). Here we evaluated whether the correction of adipose tissue dysfunction [via the subcutaneous transplantation of mesenchymal stem cells (MSC)] can improve the hippocampal synaptic transmission in AtENPP1-Tg mice versus their wildtype littermates. Animals were simply randomized to receive MSC, then weighed weekly for 12 weeks. At euthanasia, we assessed leptin in the collected serum and hippocampal synaptic high-frequency stimulation long-term potentiation (HFS-LTP) using brain slices. MSC transplantation normalized AtENPP1-Tg body and epididymal fat weights and was associated with increased leptin levels, a sign of adipocyte maturation. More importantly, transplantation restored the deficiency observed in AtENPP1-Tg HFS-LTP, the cellular readout of memory. Our results further corroborate the role of adipocyte maturation arrest in adipose tissue and highlight a role for the adipose tissue in modulating hippocampal cellular mechanisms. Further studies are warranted to explore the mechanisms for the MSC-induced improvement of hippocampal HFS-LTP."
    },
    {
      "paper_name": "Microglia, neurodegeneration and loss of neuroendocrine control.",
      "paper_year": "2020",
      "paper_authors": "Chowen JA, Garcia-Segura LM",
      "journal": "Progress in neurobiology",
      "publisher": "Prog Neurobiol",
      "resumen": "Microglia, the primary regulators of inflammatory responses in the brain, suffer deterioration during aging culminating in their inability to generate adequate adaptive responses to maintain physiological homeostasis in brain tissue. Microglia affect the function of other glial cells and neurons, including those involved in the hypothalamic control of body homeostasis. Microglial dysfunction with aging in cognitive areas such as the hippocampus is known to associate with cognitive decline; more recently, microglial alterations in the hypothalamus during midlife was suggested to participate in changes in the endocrine and metabolic control exerted by this brain region. Consequently, the feed-back loops between endocrine glands and the hypothalamus are altered. This generates a vicious circle in which the plasma levels of key neuroprotective hormones, such as gonadal hormones, insulin-like growth factor-1, growth hormone and leptin and their hypothalamic signaling are decreased, which further enhances microglial alterations and deterioration of hypothalamic function. Hypothalamic dysfunction is a risk factor for neurodegenerative diseases and these diseases in turn promote additional alterations in hypothalamic microglial cells, which are unable to cope with the neurodegenerative process, resulting in permanent damage of the neuronal-glial circuits controlling endocrine homeostasis, food intake and body metabolism. Thus, a \"vicious cycle\" may such be initiated."
    },
    {
      "paper_name": "A 2-Min Transient Ischemia Confers Cerebral Ischemic Tolerance in Non-Obese Gerbils, but Results in Neuronal Death in Obese Gerbils by Increasing Abnormal mTOR Activation-Mediated Oxidative Stress and Neuroinflammation.",
      "paper_year": "2019",
      "paper_authors": "Park JH, Ahn JH, Song M, Kim H, Park CW, Park YE, Lee TK, Lee JC, Kim DW, Lee CH, Hwang IK, Yan BC, Ryoo S, Kim YM, Kang IJ, Won MH, Choi SY",
      "journal": "Cells",
      "publisher": "Cells",
      "resumen": "A brief episode of transient ischemia (TI) can confer cerebral ischemic tolerance against a subsequent severer TI under standard condition. The brain under obesity's conditions is more sensitive to ischemic injury. However, the impact of a brief episode of TI under obesity's conditions has not been fully addressed yet. Thus, the objective of this study was to determine the effect of a brief TI in the hippocampus of high-fat diet (HFD)-induced obese gerbils and related mechanisms. Gerbils were maintained on HFD or normal diet (ND) for 12 weeks and subjected to 2 min TI. HFD gerbils were heavier, with higher blood glucose, serum total cholesterol, triglycerides, and leptin levels. Massive loss of pyramidal neurons occurred in the hippocampal cornu ammonis 1 (CA1) field of HFD animals at 5 days after 2 min of TI, but 2 min of TI did not elicit death of pyramidal neurons in ND gerbils. The HFD group showed significantly increased levels of oxidative stress indicators (dihydroethidium and 4-hydroxynonenal) and proinflammatory cytokines (tumor necrosis factor-α and interleukin-1β) and microglial activation in pre- and/or post-ischemic phases compared to the ND group. Levels of mammalian target of rapamycin (mTOR) and phosphorylated-mTOR in the CA1 field of the HFD group were also significantly higher than the ND group. On the other hand, inhibition of mTOR activation by rapamycin (an allosteric mTOR inhibitor) significantly attenuated neuronal death induced by HFD, showing reduction of HFD-induced increases of oxidative stress indicators and proinflammatory cytokines, and microglia activation. Taken together, a brief episode of TI can evoke neuronal death under obesity's conditions. It might be closely associated with an abnormal increase of mTOR activation-mediated, severe oxidative stress and neuroinflammation in pre- and/or post-ischemic phases."
    },
    {
      "paper_name": "Leptin in hippocampus mediates benefits of mild exercise by an antioxidant on neurogenesis and memory.",
      "paper_year": "2019",
      "paper_authors": "Yook JS, Rakwal R, Shibato J, Takahashi K, Koizumi H, Shima T, Ikemoto MJ, Oharomari LK, McEwen BS, Soya H",
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publisher": "Proc Natl Acad Sci U S A",
      "resumen": "Regular exercise and dietary supplements with antioxidants each have the potential to improve cognitive function and attenuate cognitive decline, and, in some cases, they enhance each other. Our current results reveal that low-intensity exercise (mild exercise, ME) and the natural antioxidant carotenoid astaxanthin (AX) each have equivalent beneficial effects on hippocampal neurogenesis and memory function. We found that the enhancement by ME combined with AX in potentiating hippocampus-based plasticity and cognition is mediated by leptin (LEP) made and acting in the hippocampus. In assessing the combined effects upon wild-type (WT) mice undergoing ME with or without an AX diet for four weeks, we found that, when administrated alone, ME and AX separately enhanced neurogenesis and spatial memory, and when combined they were at least additive in their effects. DNA microarray and bioinformatics analyses revealed not only the up-regulation of an antioxidant gene, <i>ABHD3</i>, but also that the up-regulation of <i>LEP</i> gene expression in the hippocampus of WT mice with ME alone is further enhanced by AX. Together, they also increased hippocampal LEP (h-LEP) protein levels and enhanced spatial memory mediated through AKT/STAT3 signaling. AX treatment also has direct action on human neuroblastoma cell lines to increase cell viability associated with increased LEP expression. In LEP-deficient mice (<i>ob/ob</i>), chronic infusion of LEP into the lateral ventricles restored the synergy. Collectively, our findings suggest that not only h-LEP but also exogenous LEP mediates effects of ME on neural functions underlying memory, which is further enhanced by the antioxidant AX."
    },
    {
      "paper_name": "Regulation of Memory Function by Feeding-Relevant Biological Systems: Following the Breadcrumbs to the Hippocampus.",
      "paper_year": "2019",
      "paper_authors": "Suarez AN, Noble EE, Kanoski SE",
      "journal": "Frontiers in molecular neuroscience",
      "publisher": "Front Mol Neurosci",
      "resumen": "The hippocampus (HPC) controls fundamental learning and memory processes, including memory for visuospatial navigation (spatial memory) and flexible memory for facts and autobiographical events (declarative memory). Emerging evidence reveals that hippocampal-dependent memory function is regulated by various peripheral biological systems that are traditionally known for their roles in appetite and body weight regulation. Here, we argue that these effects are consistent with a framework that it is evolutionarily advantageous to encode and recall critical features surrounding feeding behavior, including the spatial location of a food source, social factors, post-absorptive processing, and other episodic elements of a meal. We review evidence that gut-to-brain communication from the vagus nerve and from feeding-relevant endocrine systems, including ghrelin, insulin, leptin, and glucagon-like peptide-1 (GLP-1), promote hippocampal-dependent spatial and declarative memory <i>via</i> neurotrophic and neurogenic mechanisms. The collective literature reviewed herein supports a model in which various stages of feeding behavior and hippocampal-dependent memory function are closely linked."
    },
    {
      "paper_name": "Hydrogen Sulfide Inhibits Formaldehyde-Induced Senescence in HT-22 Cells via Upregulation of Leptin Signaling.",
      "paper_year": "2019",
      "paper_authors": "Zhu WW, Ning M, Peng YZ, Tang YY, Kang X, Zhan KB, Zou W, Zhang P, Tang XQ",
      "journal": "Neuromolecular medicine",
      "publisher": "Neuromolecular Med",
      "resumen": "It has been previously demonstrated that hydrogen sulfide (H<sub>2</sub>S) prevents formaldehyde (FA)-induced neurotoxicity. However, the exact mechanisms underlying this protection remain to be fully elucidated. Neuronal senescence is involved in FA-induced neurotoxicity. Leptin signaling has anti-aging function. The present work was to investigate the protection of H<sub>2</sub>S against FA-induced neuronal senescence and the mediatory role of leptin signaling. FA-exposed HT-22 cells were used as the vitro model of FA-induced neuronal senescence. The senescence-associated β-galactosidase (SA-β-Gal) positive cell was detected by β-galactosidase staining. The expressions of P16<sup>INK4a</sup>, P21<sup>CIP1</sup>, leptin, and lepRb (leptin receptor) were measured by western blot. The proliferation, viability, and apoptosis of cells were evaluated by Trypan blue exclusion assay, Cell Counting Kit-8 (CCK-8) assay, and Flow cytometry analysis, respectively. We found that H<sub>2</sub>S suppressed FA-induced senescence, as evidenced by the decrease in SA-β-Gal positive cells, the downregulations of P16<sup>INK4a</sup> and P21<sup>CIP1</sup>, as well as decrease in cell growth arrest, in HT-22 cells. Also, H<sub>2</sub>S upregulated the expressions of leptin and lepRb in FA-exposed HT-22 cells. Furthermore, leptin tA (a specific inhibitor of the leptin) abolished the protective effects of H<sub>2</sub>S on FA-induced senescence and neurotoxicity (as evidenced by the increase in cell viability and the decrease in cell apoptosis) in HT-22 cells. These results indicated that H<sub>2</sub>S prevents FA-induced neuronal senescence via upregulation of leptin signaling. Our findings offer a novel insight into the mechanisms underlying the protection of H<sub>2</sub>S against FA-induced neurotoxicity. FA upregulates the expressions of P16<sup>INK4a</sup> and P21<sup>CIP1</sup> via inhibiting leptin signaling, which in turn induces senescence in HT-22 cells; H<sub>2</sub>S downregulates the expressions of P16<sup>INK4a</sup> and P21<sup>CIP1</sup> via reversing FA-downregulated leptin signaling, which in turn prevents FA-induced senescence in HT-22 cells."
    },
    {
      "paper_name": "MicroRNA-153 promotes brain-derived neurotrophic factor and hippocampal neuron proliferation to alleviate autism symptoms through inhibition of JAK-STAT pathway by LEPR.",
      "paper_year": "2019",
      "paper_authors": "You YH, Qin ZQ, Zhang HL, Yuan ZH, Yu X",
      "journal": "Bioscience reports",
      "publisher": "Biosci Rep",
      "resumen": "Autism is known as a severe neurobehavioral syndrome, with males affected more often than females. Previous studies have revealed that microRNAs (miRNAs) play a critical role in the search for novel therapeutic strategies for autism. Therefore, we evaluate the ability of miR-153 to influence brain-derived neurotrophic factor (BDNF) of autism as well as proliferation and apoptosis of hippocampal neuron through the janus kinase-signal transducer and activator of transcription (JAK-STAT) signaling pathway by targeting leptin receptor (LEPR). Firstly, the autistic mice models were established and Morris water maze was employed for the analysis of the learning ability and memory of the mice. Besides, in vitro experiments were conducted with the transfection of different mimic, inhibitor, or siRNA into the hippocampal neuron cells, after which the effect of miR-153 on LEPR and the JAK-STAT signaling pathway-related factors was investigated. Next, 3-[4,5-dimethylthiazol-2-yl]-2,5 diphenyl tetrazolium bromide assay and flow cytometry assay were conducted to evaluate cell proliferation, cell cycle, and apoptosis respectively following transfection. The results revealed that there was a significant decrease in learning ability and memory in the autistic mice along with a reduction in the positive expression rate of BDNF and serious inflammatory reaction. LEPR was confirmed as a target gene of miR-153 by the dual luciferase reporter gene assay. After transfection of overexpressed miR-153, LEPR and the JAK-STAT signaling pathway were inhibited followed by an increase in BDNF and enhancement of cell proliferation. In conclusion, the high expression of miR-153 can inhibit activation of JAK-STAT signaling pathway by LEPR, thus improving BDNF expression and the proliferative ability of hippocampal neurons."
    },
    {
      "paper_name": "α-lipoic acid attenuates spatial learning and memory impairment induced by hepatectomy.",
      "paper_year": "2019",
      "paper_authors": "Zhang Y, Lv YL, Si YN, Zhou J, Qian Y, Bao HG",
      "journal": "Experimental and therapeutic medicine",
      "publisher": "Exp Ther Med",
      "resumen": "The aim of the present study was to compare the effects of α-lipoic acid (ALA) on postoperative cognitive dysfunction (POCD) between wild type (WT) and leptin receptor-deficient (db/db) mice and to elucidate the underlying mechanism of treatment with ALA. The present study compared the effects of ALA on spatial learning and memory of WT and db/db mice using a Morris water maze following hepatectomy. The expression levels of proteins, including cyclin-dependent kinase 5 (Cdk5), tau, phosphorylated tau and amyloid β (Aβ) were measured in the hippocampus. Surgery impaired postoperative cognitive function in both WT and db/db mice. Furthermore, the expression levels of Cdk5 and Aβ, and the phosphorylation of tau in the hippocampus increased after the surgery in both WT and db/db mice. The ultrastructure of hippocampal neurons and synapses was analyzed by transmission electron microscopy and the results revealed that surgery damaged the structure of neurons and synapses in both WT and db/db mice. Treatment with ALA protected the postoperative cognitive function and the structure of hippocampal neurons and synapses, and prevented the increase in protein expression levels of Cdk5 and Aβ, and the phosphorylation of tau in the hippocampus of WT but not db/db mice. The results of the present study suggest that ALA may be used for the treatment of POCD. The molecular mechanisms underlying the activity of ALA require further investigation."
    },
    {
      "paper_name": "Extracellular glucose-dependent IPSC enhancement by leptin in fast-spiking to pyramidal neuron connections via JAK2-PI3K pathway in the rat insular cortex.",
      "paper_year": "2019",
      "paper_authors": "Murayama S, Yamamoto K, Fujita S, Takei H, Inui T, Ogiso B, Kobayashi M",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "Leptin is produced in the adipocytes and plays a pivotal role in regulation of energy balance by controlling appetite and metabolism. Leptin receptors are widely distributed in the brain, especially in the hypothalamus, hippocampus, and neocortex. The insular cortex (IC) processes gustatory and visceral information, which functionally correlate to feeding behavior. However, it is still an open issue whether and how leptin modulates IC neural activities. Our paired whole-cell patch-clamp recordings using IC slice preparations demonstrated that unitary inhibitory postsynaptic currents (uIPSCs) but not uEPSCs were potentiated by leptin in the connections between pyramidal (PNs) and fast-spiking neurons (FSNs). The leptin-induced increase in uIPSC amplitude was accompanied by a decrease in paired-pulse ratio. Under application of inhibitors of JAK2-PI3K but not MAPK pathway, leptin did not change uIPSC amplitude. Variance-mean analysis revealed that leptin increased the release probability but not the quantal size and the number of release site. These electrophysiological findings suggest that the leptin-induced uIPSC increase is mediated by activation of JAK2-PI3K pathway in presynaptic FSNs. An in vivo optical imaging revealed that leptin application decreased excitatory propagation in IC induced by electrical stimulation of IC. These leptin-induced effects were not observed under the low energy states: low glucose concentration (2.5 mM) in vitro and one-day-fasting condition in vivo. However, leptin enhanced uIPSCs under application of low glucose with an AMPK inhibitor. These results suggest that leptin suppresses IC excitation by facilitating GABA release in FSN→PN connections, which may not occur under a hunger state."
    },
    {
      "paper_name": "The Leptin Resistance.",
      "paper_year": "2018",
      "paper_authors": "Liu J, Yang X, Yu S, Zheng R",
      "journal": "Advances in experimental medicine and biology",
      "publisher": "Adv Exp Med Biol",
      "resumen": "Leptin is an adipocyte-derived hormone, which contributes to the homeostatic regulation of energy balance and metabolism through humoral and neural pathways. Leptin acts on the neurons in certain brain areas such as the hypothalamus, hippocampus, and brain stem to regulate food intake, thermogenesis, energy expenditure, and homeostasis of glucose/lipid metabolism. The pathologically increased circulating leptin is a biomarker of leptin resistance, which is common in obese individuals. Leptin resistance is defined by a reduced sensitivity or a failure in response of the brain to leptin, showing a decrease in the ability of leptin to suppress appetite or enhance energy expenditure, which causes an increased food intake and finally leads to overweight, obesity, cardiovascular diseases, and other metabolic disorders. Leptin resistance is a challenge for clinical treatment or drug discovery of obesity. Until recently, emerging evidence has been showing novel mechanisms of the leptin resistance. Here, we summarized the advances and controversy of leptin resistance and associated diseases, for better understanding the physiology and pathophysiology of leptin as well as the new strategies for treating obesity and metabolic disorders."
    },
    {
      "paper_name": "Leptin in depression: a potential therapeutic target.",
      "paper_year": "2018",
      "paper_authors": "Ge T, Fan J, Yang W, Cui R, Li B",
      "journal": "Cell death & disease",
      "publisher": "Cell Death Dis",
      "resumen": "Leptin, produced and secreted by white adipose tissue, plays a critical role in regulating body weight, food intake, and energy metabolism. Recently, several studies have identified an underlying role for leptin in regulation of mood and cognition via regulation of synaptic changes in the brain that have been associated with antidepressant-like actions. Brain neural plasticity occurs in response to a range of intrinsic and extrinsic stimuli, including those that may mediate the effects of antidepressants. Neural plasticity theories of depression are thought to explain multiple aspects of depression and the effects of antidepressants. It is also well documented that leptin has effects on neural plasticity. This review summarizes the recent literature on the role of leptin in neural plasticity in order to elaborate the possible mechanism of leptin's antidepressant-like effects. Recent findings provide new insights into the underlying mechanisms of neural plasticity in depression. Leptin may influence these mechanisms and consequently constitute a possible target for novel therapeutic approaches to the treatment of depression."
    },
    {
      "paper_name": "The adipocyte hormone leptin sets the emergence of hippocampal inhibition in mice.",
      "paper_year": "2018",
      "paper_authors": "Dumon C, Diabira D, Chudotvorova I, Bader F, Sahin S, Zhang J, Porcher C, Wayman G, Medina I, Gaiarsa JL",
      "journal": "eLife",
      "publisher": "Elife",
      "resumen": "Brain computations rely on a proper balance between excitation and inhibition which progressively emerges during postnatal development in rodent. γ-Aminobutyric acid (GABA) neurotransmission supports inhibition in the adult brain but excites immature rodent neurons. Alterations in the timing of the GABA switch contribute to neurological disorders, so unveiling the involved regulators may be a promising strategy for treatment. Here we show that the adipocyte hormone leptin sets the tempo for the emergence of GABAergic inhibition in the newborn rodent hippocampus. In the absence of leptin signaling, hippocampal neurons show an advanced emergence of GABAergic inhibition. Conversely, maternal obesity associated with hyperleptinemia delays the excitatory to inhibitory switch of GABA action in offspring. This study uncovers a developmental function of leptin that may be linked to the pathogenesis of neurological disorders and helps understanding how maternal environment can adversely impact offspring brain development."
    },
    {
      "paper_name": "Age-dependent regulation of excitatory synaptic transmission at hippocampal temporoammonic-CA1 synapses by leptin.",
      "paper_year": "2018",
      "paper_authors": "McGregor G, Clements L, Farah A, Irving AJ, Harvey J",
      "journal": "Neurobiology of aging",
      "publisher": "Neurobiol Aging",
      "resumen": "The hippocampus is a key target for the hormone leptin and leptin regulation of excitatory synaptic transmission at Schaffer-collateral-CA1 synapses during aging are well documented. However, little is known about the age-dependent actions of leptin at the temporoammonic (TA) input to CA1 neurons. Here we show that leptin induces a novel form of N-methyl-D-aspartate receptor-dependent long-term depression (LTD) at adult (12-24 weeks old) TA-CA1 synapses. Leptin-induced LTD requires activation of canonical Janus tyrosine kinase 2- signal transducer and activator of transcription signaling and removal of GluA1-containing α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors from synapses. Moreover, leptin-induced LTD is occluded by activity-dependent LTD at TA-CA1 synapses. By contrast, leptin has no effect on excitatory synaptic transmission at aged (12-14 months old) TA-CA1 synapses, and low-frequency stimulation also fails to induce LTD at this age. These findings demonstrate clear age-related alterations in the leptin sensitivity of TA-CA1 synapses and provide valuable information on how the leptin system alters with age. As leptin has been linked to Alzheimer's disease, these findings have important implications for understanding of age-related disorders such as Alzheimer's disease."
    },
    {
      "paper_name": "Fluoxetine Modulates the Activity of Hypothalamic POMC Neurons via mTOR Signaling.",
      "paper_year": "2018",
      "paper_authors": "Barone I, Melani R, Mainardi M, Scabia G, Scali M, Dattilo A, Ceccarini G, Vitti P, Santini F, Maffei L, Pizzorusso T, Maffei M",
      "journal": "Molecular neurobiology",
      "publisher": "Mol Neurobiol",
      "resumen": "Hypothalamic proopiomelanocortin (POMC) neurons are important players in the regulation of energy homeostasis; we previously demonstrated that environmental stimulation excites arcuate nucleus circuits to undergo plastic remodeling, leading to altered ratio between excitatory and inhibitory synaptic contacts on these neurons. The widely used selective serotonin reuptake inhibitor fluoxetine (FLX) is known to affect body weight. On the other hand, FLX administration mimics the effects of environmental stimulation on synaptic plasticity in the hippocampus and cortex. The mammalian target of rapamycin (mTOR) pathway is instrumental in these phenomena. Thus, we aimed at investigating whether and how FLX affects POMC neurons activity and hypothalamic mTOR function. Adult mice expressing green fluorescent protein (GFP) under the POMC promoter were treated with FLX for 3 weeks resulting in diminished body weight. Patch clamp recordings performed on POMC neurons indicate that FLX increases their firing rate and the excitatory AMPA-mediated transmission, and reduces the inhibitory GABAergic currents at presynaptic level. Immunofluorescence studies indicate that FLX increases the ratio between excitatory and inhibitory synaptic contacts on POMC neurons. These changes are associated with an increased activity of the hypothalamic mTOR pathway. Use of the mTOR inhibitor rapamycin blunts the effects of FLX on body weight and on functional and structural plasticity of POMC neurons. Our findings indicate that FLX is able to remodel POMC neurons, and that this may be partly mediated by the mTOR signaling pathway."
    },
    {
      "paper_name": "Disruption of leptin signalling in a mouse model of Alzheimer's disease.",
      "paper_year": "2018",
      "paper_authors": "King A, Brain A, Hanson K, Dittmann J, Vickers J, Fernandez-Martos C",
      "journal": "Metabolic brain disease",
      "publisher": "Metab Brain Dis",
      "resumen": "Disruption of leptin signalling has been implicated as playing a role in the development of Alzheimer's disease (AD). Leptin has previously been shown to be affected by amyloid-beta (Aβ)-related signalling; however, pathways that link leptin to the disease pathogenesis have not been determined. To characterize the association between increasing age-dependent Aβ levels with leptin signalling and the vulnerable brain regions in AD, we assessed the mRNA and protein expression profile of leptin and leptin receptor (Ob-Rb) at 9 and 18-month-age in APP/PS1 mice. Immunohistochemical labelling demonstrated that leptin and Ob-Rb proteins were localised to neocortical and hippocampal neurons in APP/PS1 and wildtype (WT) mice. Neuronal leptin and Ob-Rb immunolabelling was more prominent in the neocortex of both groups at 9 month of age, while, at 18 months, labelling was reduced in the hippocampus of APP/PS1 mice relative to WT. Immunoblotting analysis demonstrated decreased hippocampal leptin levels, concomitantly with an increased Ob-Rb levels, in APP/PS1 mice compared with WT controls at 18 month of age. While no leptin mRNA was found in either of the groups analysed, Ob-Rb mRNA was significantly decreased in the hippocampus of APP/PS1 mice at both ages analysed. In addition, a significant decreased protein kinase B (Akt) activity concomitantly with an upregulation of suppressor of cytokine signaling-3 (SOCS3) and protein-tyrosine phosphatase 1B (PTP1B) transcripts was present. Thus, these results collectively indicate alterations of leptin signalling in the hippocampus of APP/PS1 mice, providing novel insights about the pathways that could link aberrant leptin signaling to the pathological changes of AD."
    },
    {
      "paper_name": "Forebrain Cholinergic Dysfunction and Systemic and Brain Inflammation in Murine Sepsis Survivors.",
      "paper_year": "2017",
      "paper_authors": "Zaghloul N, Addorisio ME, Silverman HA, Patel HL, Valdés-Ferrer SI, Ayasolla KR, Lehner KR, Olofsson PS, Nasim M, Metz CN, Wang P, Ahmed M, Chavan SS, Diamond B, Tracey KJ, Pavlov VA",
      "journal": "Frontiers in immunology",
      "publisher": "Front Immunol",
      "resumen": "Sepsis, a complex disorder characterized by immune, metabolic, and neurological dysregulation, is the number one killer in the intensive care unit. Mortality remains alarmingly high even in among <i>sepsis survivors</i> discharged from the hospital. There is no clear strategy for managing this lethal chronic sepsis illness, which is associated with severe functional disabilities and cognitive deterioration. Providing insight into the underlying pathophysiology is desperately needed to direct new therapeutic approaches. Previous studies have shown that brain cholinergic signaling importantly regulates cognition and inflammation. Here, we studied the relationship between peripheral immunometabolic alterations and brain cholinergic and inflammatory states in mouse survivors of cecal ligation and puncture (CLP)-induced sepsis. Within 6 days, CLP resulted in 50% mortality vs. 100% survival in sham-operated controls. As compared to sham controls, sepsis survivors had significantly lower body weight, higher serum TNF, interleukin (IL)-1β, IL-6, CXCL1, IL-10, and HMGB1 levels, a lower TNF response to LPS challenge, and lower serum insulin, leptin, and plasminogen activator inhibitor-1 levels on day 14. In the basal forebrain of mouse sepsis survivors, the number of cholinergic [choline acetyltransferase (ChAT)-positive] neurons was significantly reduced. In the hippocampus and the cortex of mouse sepsis survivors, the activity of acetylcholinesterase (AChE), the enzyme that degrades acetylcholine, as well as the expression of its encoding gene were significantly increased. In addition, the expression of the gene encoding the M1 muscarinic acetylcholine receptor was decreased in the hippocampus. In parallel with these forebrain cholinergic alterations, microglial activation (in the cortex) and increased <i>Il1b</i> and <i>Il6</i> gene expression (in the cortex), and <i>Il1b</i> gene expression (in the hippocampus) were observed in mouse sepsis survivors. Furthermore, microglial activation was linked to decreased cortical ChAT protein expression and increased AChE activity. These results reinforce the notion of <i>persistent inflammation-immunosuppression and catabolic syndrome</i> in sepsis survivors and characterize a previously unrecognized relationship between forebrain cholinergic dysfunction and neuroinflammation in sepsis survivors. This insight is of interest for new therapeutic approaches that focus on brain cholinergic signaling for patients with chronic sepsis illness, a problem with no specific treatment."
    },
    {
      "paper_name": "Leptin Regulation of Synaptic Function at Hippocampal TA-CA1 and SC-CA1 Synapses: Implications for Health and Disease.",
      "paper_year": "2019",
      "paper_authors": "McGregor G, Harvey J",
      "journal": "Neurochemical research",
      "publisher": "Neurochem Res",
      "resumen": "Growing evidence indicates that the endocrine hormone leptin regulates hippocampal synaptic function in addition to its established role as a hypothalamic satiety signal. Indeed, numerous studies show that leptin facilitates the cellular events that underlie hippocampal learning and memory including activity-dependent synaptic plasticity and glutamate receptor trafficking, indicating that leptin may be a potential cognitive enhancer. Although there has been extensive investigation into the modulatory role of leptin at hippocampal Schaffer collateral (SC)-CA1 synapses, recent evidence indicates that leptin also potently regulates excitatory synaptic transmission at the anatomically distinct temporoammonic (TA) input to hippocampal CA1 neurons. The cellular mechanisms underlying activity-dependent synaptic plasticity at TA-CA1 synapses differ from those at SC-CA1 synapses and the TA input is implicated in spatial and episodic memory formation. Furthermore, the TA input is an early target for neurodegeneration in Alzheimer's disease (AD) and aberrant leptin function is linked to AD. Here, we review the evidence that leptin regulates hippocampal synaptic function at both SC- and TA-CA1 synapses and discuss the consequences for neurodegenerative disorders like AD."
    },
    {
      "paper_name": "Effects of exercise on adolescent and adult hypothalamic and hippocampal neuroinflammation.",
      "paper_year": "2016",
      "paper_authors": "Soch A, Bradburn S, Sominsky L, De Luca SN, Murgatroyd C, Spencer SJ",
      "journal": "Hippocampus",
      "publisher": "Hippocampus",
      "resumen": "Adolescence is a period of significant brain plasticity that can be affected by environmental factors, including the degree of physical activity. Here we hypothesized that adolescent rats would be more sensitive to the beneficial metabolic and anti-inflammatory effects of voluntary exercise than adult rats, whose more mature brains have less capacity for plasticity. We tested this by giving adolescent and adult Wistar rats four weeks' voluntary access to running wheels. At the end of this period we assessed metabolic effects, including weight and circulating leptin and ghrelin, as well as performance in a novel object recognition test of memory and central changes in neuronal proliferation, survival, synaptic density, and inflammatory markers in hippocampus. We found exercise reduced fat mass and circulating leptin levels in both adults and adolescents but suppressed total weight gain and lean mass in adults only. Exercise stimulated neuronal proliferation in the suprapyramidal blade of the dentate gyrus in both adults and adolescents without altering the number of mature neurons during this time frame. Exercise also increased dentate microglial numbers in adolescents alone and microglial numbers in this region were inversely correlated with performance in the novel object recognition test. Together these data suggest that adolescent hippocampal microglia are more sensitive to the effects of exercise than those of adults, but this leads to no apparent improvement in recognition memory. © 2016 Wiley Periodicals, Inc."
    },
    {
      "paper_name": "Electrophysiological approaches to unravel the neurobiological basis of appetite and satiety: use of the multielectrode array as a screening strategy.",
      "paper_year": "2017",
      "paper_authors": "Shaban H, O'Connor R, Ovsepian SV, Dinan TG, Cryan JF, Schellekens H",
      "journal": "Drug discovery today",
      "publisher": "Drug Discov Today",
      "resumen": "Hypothalamic neural circuits are recognised as primary sites of the neuromodulator effect of homeostatic food intake, whereas changes in ventral tegmental area (VTA), hippocampus and amygdala have been implicated in the hedonic, cognitive and emotional aspects of eating. Here, we discuss synaptic transmission and plasticity within brain circuits governing appetite and food intake behaviour, focusing on the metabolic hormones ghrelin and leptin. We discuss functional changes within these circuitries and critically assess the applicability of electrophysiological measurements using in vitro multielectrode array (MEA) systems to identify novel appetite modulators. Stringent validation of functional assays to screen neuroactive substrates is of crucial importance for the discovery of novel food intake modulators, with major implications for the nutraceutical food industry and drug development."
    },
    {
      "paper_name": "A Leptin Fragment Mirrors the Cognitive Enhancing and Neuroprotective Actions of Leptin.",
      "paper_year": "2017",
      "paper_authors": "Malekizadeh Y, Holiday A, Redfearn D, Ainge JA, Doherty G, Harvey J",
      "journal": "Cerebral cortex (New York, N.Y. : 1991)",
      "publisher": "Cereb Cortex",
      "resumen": "A key pathology of Alzheimer's disease (AD) is amyloid β (Aβ) accumulation that triggers synaptic impairments and neuronal death. Metabolic disruption is common in AD and recent evidence implicates impaired leptin function in AD. Thus the leptin system may be a novel therapeutic target in AD. Indeed, leptin has cognitive enhancing properties and it prevents the aberrant effects of Aβ on hippocampal synaptic function and neuronal viability. However, as leptin is a large peptide, development of smaller leptin-mimetics may be the best therapeutic approach. Thus, we have examined the cognitive enhancing and neuroprotective properties of known bioactive leptin fragments. Here we show that the leptin (116-130) fragment, but not leptin (22-56), mirrored the ability of leptin to promote AMPA receptor trafficking to synapses and facilitate activity-dependent hippocampal synaptic plasticity. Administration of leptin (116-130) also mirrored the cognitive enhancing effects of leptin as it enhanced performance in episodic-like memory tests. Moreover, leptin (116-130) prevented hippocampal synaptic disruption and neuronal cell death in models of amyloid toxicity. These findings establish further the importance of the leptin system as a therapeutic target in AD."
    },
    {
      "paper_name": "Mango leaf extract improves central pathology and cognitive impairment in a type 2 diabetes mouse model.",
      "paper_year": "2017",
      "paper_authors": "Infante-Garcia C, Jose Ramos-Rodriguez J, Marin-Zambrana Y, Teresa Fernandez-Ponce M, Casas L, Mantell C, Garcia-Alloza M",
      "journal": "Brain pathology (Zurich, Switzerland)",
      "publisher": "Brain Pathol",
      "resumen": "Epidemiological studies reveal that metabolic disorders, and specifically type 2 diabetes (T2D), are relevant risk factors to develop Alzheimer's disease (AD) and vascular dementia (VaD), the most common causes of dementia. AD patients are in a tremendous need of new therapeutic options because of the limited success of available treatments. Natural polyphenols, and concretely Mangifera indica Linn extract (MGF), have been reported to have antiinflammatory, antioxidant and antidiabetic activities. The role of MGF in central complications associated with T2D, after long-term treatment of db/db mice with MGF was analyzed. Metabolic parameters (body weight, glucose and insulin levels) as well as central complications including brain atrophy, inflammatory processes, spontaneous bleeding, tau phosphorylation and cognitive function in db/db mice treated with MGF for 22 weeks were assessed. MGF limits body weight gain in obese db/db mice. Insulin and C-peptide levels, indicative of pancreatic function, were longer maintained in MGF-treated animals. MGF reduced central inflammation by lowering microglia burden, both in the cortex and the hippocampus. Likewise, central spontaneous bleeding was significantly reduced in db/db mice. Cortical and hippocampal atrophy was reduced in db/db mice and tau hyperphosphorylation was lower after MGF treatment, resulting in partial recovery of learning and memory disabilities. Altogether, the data suggested that MGF treatment may provide a useful tool to target different aspects of AD and VaD pathology, and could lead to more effective clinical therapies for the prevention of metabolic related central complications associated with AD and VaD."
    },
    {
      "paper_name": "[Influence of chronic lead exposure in rats during the developmental stage on expression of leptin in plasma, cerebrospinal fluid, and hippocampus].",
      "paper_year": "2016",
      "paper_authors": "Shi XM, Fu YW, Huang LR, Yang H",
      "journal": "Zhongguo dang dai er ke za zhi = Chinese journal of contemporary pediatrics",
      "publisher": "Zhongguo Dang Dai Er Ke Za Zhi",
      "resumen": "To investigate the influence of lead exposure in rats during the developmental stage on the expression of leptin in plasma, cerebrospinal fluid, and hippocampus, as well as investigating whether leptin is associated with the mechanism of cognitive impairment induced by lead exposure."
    },
    {
      "paper_name": "NEW INSIGHTS INTO THE HYPOTHALAMIC-PITUITARY-THYROID AXIS.",
      "paper_year": "2016",
      "paper_authors": "Duntas LH",
      "journal": "Acta endocrinologica (Bucharest, Romania : 2005)",
      "publisher": "Acta Endocrinol (Buchar)",
      "resumen": "The discovery of thyrotropin releasing hormone (TRH) in 1969 was the definitive step in decoding the hypothalamic-pituitary thyroid (HPT) axis, thereby opening up the era of neuroendocrinology, while it also revolutionized the diagnostic and therapeutic approach to patients with thyroid diseases. TRH, produced in the hypothalamus, is the central regulator of the HPT. It functions via neurons originating in the paraventricular nucleus (PVN), which integrates multiple neuronal and humoral signals and resets the HPT axis according to variations of external and internal environmental conditions. The TRH activates TSH in the pituitary that stimulates the secretion of thyroxine from thyroid which, in turn, exerts a negative feedback on TSH and TRH secretion. However, various factors are involved in the regulation of the HPT axis. Leptin has both indirect and direct effects on TRH regulation, the former by regulating agouti-related peptide (AGRP) in the arcuate nucleus (ARN) that antagonizes the α-MSH stimulatory activity on pro-TRH gene expression in the PVN, and the latter by stimulating hypothalamic TRH expression, TRH transcription via stimulation of pro-convertase 1 and 2 expression, which lead to enhanced processing of pro-TRH into TRH. The interplay of TRH with leptin and the recently reported influence of ghrelin on the HPT axis can alter the setpoint of the axis. The polyphenol resveratrol, as recently observed, exerts an anxiolytic and antidepressant activity in subclinical hypothyroid (SCH) rats. Resveratrol, by decreasing both TSH and TRH mRNA expression, regulates the HPT axis, while in parallel it regulates the Wnt/β-catenin pathway in the hippocampus. These findings open up possibilities for the therapeutic use of resveratrol as coadjuvant, especially in overt and SCH states marked by anxiety and depression. The clinician should be aware of clinical changes that can invalidate the normal regulation of the HPT axis, the most commonly observed being medications and comorbidities."
    },
    {
      "paper_name": "Leptin-mediated ion channel regulation: PI3K pathways, physiological role, and therapeutic potential.",
      "paper_year": "2016",
      "paper_authors": "Gavello D, Carbone E, Carabelli V",
      "journal": "Channels (Austin, Tex.)",
      "publisher": "Channels (Austin)",
      "resumen": "Leptin is produced by adipose tissue and identified as a \"satiety signal,\" informing the brain when the body has consumed enough food. Specific areas of the hypothalamus express leptin receptors (LEPRs) and are the primary site of leptin action for body weight regulation. In response to leptin, appetite is suppressed and energy expenditure allowed. Beside this hypothalamic action, leptin targets other brain areas in addition to neuroendocrine cells. LEPRs are expressed also in the hippocampus, neocortex, cerebellum, substantia nigra, pancreatic β-cells, and chromaffin cells of the adrenal gland. It is intriguing how leptin is able to activate different ionic conductances, thus affecting excitability, synaptic plasticity and neurotransmitter release, depending on the target cell. Most of the intracellular pathways activated by leptin and directed to ion channels involve PI3K, which in turn phosphorylates different downstream substrates, although parallel pathways involve AMPK and MAPK. In this review we will describe the effects of leptin on BK, KATP, KV, CaV, TRPC, NMDAR and AMPAR channels and clarify the landscape of pathways involved. Given the ability of leptin to influence neuronal excitability and synaptic plasticity by modulating ion channels activity, we also provide a short overview of the growing potentiality of leptin as therapeutic agent for treating neurological disorders."
    },
    {
      "paper_name": "The role of endoplasmic reticulum stress in hippocampal insulin resistance.",
      "paper_year": "2016",
      "paper_authors": "Sims-Robinson C, Bakeman A, Glasser R, Boggs J, Pacut C, Feldman EL",
      "journal": "Experimental neurology",
      "publisher": "Exp Neurol",
      "resumen": "Metabolic syndrome, which includes hypertension, hyperglycemia, obesity, insulin resistance, and dyslipidemia, has a negative impact on cognitive health. Endoplasmic reticulum (ER) stress is activated during metabolic syndrome, however it is not known which factor associated with metabolic syndrome contributes to this stress. ER stress has been reported to play a role in the development of insulin resistance in peripheral tissues. The role of ER stress in the development of insulin resistance in hippocampal neurons is not known. In the current study, we investigated ER stress in the hippocampus of 3 different mouse models of metabolic syndrome: the C57BL6 mouse on a high fat (HF) diet; apolipoprotein E, leptin, and apolipoprotein B-48 deficient (ApoE 3KO) mice; and the low density lipoprotein receptor, leptin, and apolipoprotein B-48 deficient (LDLR 3KO) mice. We demonstrate that ER stress is activated in the hippocampus of HF mice, and for the first time, in ApoE 3KO mice, but not LDLR 3KO mice. The HF and ApoE 3KO mice are hyperglycemic; however, the LDLR 3KO mice have normal glycemia. This suggests that hyperglycemia may play a role in the activation of ER stress in the hippocampus. Similarly, we also demonstrate that impaired insulin signaling is only present in the HF and ApoE 3KO mice, which suggests that ER stress may play a role in insulin resistance in the hippocampus. To confirm this we pharmacologically induced ER stress with thapsigargin in human hippocampal neurons. We demonstrate for the first time that thapsigargin leads to ER stress and impaired insulin signaling in human hippocampal neurons. Our results may provide a potential mechanism that links metabolic syndrome and cognitive health."
    },
    {
      "paper_name": "Hippocampus Contributions to Food Intake Control: Mnemonic, Neuroanatomical, and Endocrine Mechanisms.",
      "paper_year": "2017",
      "paper_authors": "Kanoski SE, Grill HJ",
      "journal": "Biological psychiatry",
      "publisher": "Biol Psychiatry",
      "resumen": "Food intake is a complex behavior that can occur or cease to occur for a multitude of reasons. Decisions about where, when, what, and how much to eat are not merely reflexive responses to food-relevant stimuli or to changes in energy status. Rather, feeding behavior is modulated by various contextual factors and by previous experiences. The data reviewed here support the perspective that neurons in multiple hippocampal subregions constitute an important neural substrate linking the external context, the internal context, and mnemonic and cognitive information to control both appetitive and ingestive behavior. Feeding behavior is heavily influenced by hippocampal-dependent mnemonic functions, including episodic meal-related memories and conditional learned associations between food-related stimuli and postingestive consequences. These mnemonic processes are undoubtedly influenced by both external and internal factors relating to food availability, location, and physiological energy status. The afferent and efferent neuroanatomical connectivity of the subregions of the hippocampus is reviewed with regard to the integration of visuospatial and olfactory sensory information (the external context) with endocrine and gastrointestinal interoceptive stimuli (the internal context). Also discussed are recent findings demonstrating that peripherally derived endocrine signals act on receptors in hippocampal neurons to reduce (leptin, glucagon-like peptide-1) or increase (ghrelin) food intake and learned food reward-driven responding, thereby highlighting endocrine and neuropeptidergic signaling in hippocampal neurons as a novel substrate of importance in the higher-order regulation of feeding behavior."
    },
    {
      "paper_name": "Leptin Induces a Novel Form of NMDA Receptor-Dependent LTP at Hippocampal Temporoammonic-CA1 Synapses.",
      "paper_year": "2015",
      "paper_authors": "Luo X, McGregor G, Irving AJ, Harvey J",
      "journal": "eNeuro",
      "publisher": "eNeuro",
      "resumen": "It is well documented that the hormone leptin regulates many central functions and that hippocampal CA1 pyramidal neurons are a key target for leptin action. Indeed, leptin modulates excitatory synaptic transmission and synaptic plasticity at the Schaffer-collateral input to CA1 neurons. However the impact of leptin on the direct temporoammonic (TA) input to CA1 neurons is not known. Here we show that leptin evokes a long-lasting increase [long-term potentiation (LTP)] in excitatory synaptic transmission at TA-CA1 synapses in rat juvenile hippocampus. Leptin-induced LTP was NMDA receptor-dependent and specifically involved the activation of GluN2B subunits. The signaling pathways underlying leptin-induced LTP involve the activation of phosphoinositide 3-kinase, but were independent of the ERK signaling cascade. Moreover, insertion of GluA2-lacking AMPA receptors was required for leptin-induced LTP as prior application of philanthotoxin prevented the effects of leptin. In addition, synaptic-induced LTP occluded the persistent increase in synaptic efficacy induced by leptin. In conclusion, these data indicate that leptin induces a novel form of NMDA receptor-dependent LTP at juvenile TA-CA1 synapses, which has important implications for the role of leptin in modulating hippocampal synaptic function in health and disease."
    },
    {
      "paper_name": "Brain lipid sensing and the neural control of energy balance.",
      "paper_year": "2015",
      "paper_authors": "Magnan C, Levin BE, Luquet S",
      "journal": "Molecular and cellular endocrinology",
      "publisher": "Mol Cell Endocrinol",
      "resumen": "Fatty acid (FA) -sensitive neurons are present in the brain, especially the hypothalamus, and play a key role in the neural control of energy and glucose homeostasis including feeding behavior, secretion insulin and action. Subpopulations of neurons in the arcuate and ventromedial hypothalamic nuclei are selectively either activated or inhibited by FA. Molecular effectors of these FA effects include ion channels such as chloride, potassium or calcium. In addition, at least half of the responses in the hypothalamic ventromedial FA neurons are mediated through interaction with the FA translocator/receptor, FAT/CD36, that does not require metabolism to activate intracellular signaling downstream. Recently, an important role of lipoprotein lipase in FA detection has also been demonstrated not only in the hypothalamus, but also in the hippocampus and striatum. Finally, FA could overload energy homeostasis via increased hypothalamic ceramide synthesis which could, in turn, contribute to the pathogenesis of diabetes of obesity and/or type 2 in predisposed individuals by disrupting the endocrine signaling pathways of insulin and/or leptin."
    },
    {
      "paper_name": "PPG neurons of the lower brain stem and their role in brain GLP-1 receptor activation.",
      "paper_year": "2015",
      "paper_authors": "Trapp S, Cork SC",
      "journal": "American journal of physiology. Regulatory, integrative and comparative physiology",
      "publisher": "Am J Physiol Regul Integr Comp Physiol",
      "resumen": "Within the brain, glucagon-like peptide-1 (GLP-1) affects central autonomic neurons, including those controlling the cardiovascular system, thermogenesis, and energy balance. Additionally, GLP-1 influences the mesolimbic reward system to modulate the rewarding properties of palatable food. GLP-1 is produced in the gut and by hindbrain preproglucagon (PPG) neurons, located mainly in the nucleus tractus solitarii (NTS) and medullary intermediate reticular nucleus. Transgenic mice expressing glucagon promoter-driven yellow fluorescent protein revealed that PPG neurons not only project to central autonomic control regions and mesolimbic reward centers, but also strongly innervate spinal autonomic neurons. Therefore, these brain stem PPG neurons could directly modulate sympathetic outflow through their spinal inputs to sympathetic preganglionic neurons. Electrical recordings from PPG neurons in vitro have revealed that they receive synaptic inputs from vagal afferents entering via the solitary tract. Vagal afferents convey satiation to the brain from signals like postprandial gastric distention or activation of peripheral GLP-1 receptors. CCK and leptin, short- and long-term satiety peptides, respectively, increased the electrical activity of PPG neurons, while ghrelin, an orexigenic peptide, had no effect. These findings indicate that satiation is a main driver of PPG neuronal activation. They also show that PPG neurons are in a prime position to respond to both immediate and long-term indicators of energy and feeding status, enabling regulation of both energy balance and general autonomic homeostasis. This review discusses the question of whether PPG neurons, rather than gut-derived GLP-1, are providing the physiological substrate for the effects elicited by central nervous system GLP-1 receptor activation."
    },
    {
      "paper_name": "Antidiabetic drugs restore abnormal transport of amyloid-β across the blood-brain barrier and memory impairment in db/db mice.",
      "paper_year": "2016",
      "paper_authors": "Chen F, Dong RR, Zhong KL, Ghosh A, Tang SS, Long Y, Hu M, Miao MX, Liao JM, Sun HB, Kong LY, Hong H",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "Previous studies have shown significant changes in amyloid-β (Aβ) transport across the blood-brain barrier (BBB) under diabetic conditions with hypoinsulinemia, which is involved in diabetes-associated cognitive impairment. Present study employed db/db mice with hyperinsulinemia to investigate changes in Aβ transport across the BBB, hippocampal synaptic plasticity, and restorative effects of antidiabetic drugs. Our results showed that db/db mice exhibited similar changes in Aβ transport across the BBB to that of insulin-deficient mice. Chronic treatment of db/db mice with antidiabetic drugs such as metformin, glibenclamide and insulin glargine significantly decreased Aβ influx across the BBB determined by intra-arterial infusion of (125)I-Aβ(1-40), and expression of the receptor for advanced glycation end products (RAGE) participating in Aβ influx. Insulin glargine, but not, metformin or glibenclamide increased Aβ efflux across the BBB determined by stereotaxic intra-cerebral infusion of (125)I-Aβ(1-40), and expression of the low-density lipoprotein receptor related protein 1 (LRP1) participating in Aβ efflux. Moreover, treatment with these drugs significantly decreased hippocampal Aβ(1-40) or Aβ(1-42) and inhibited neuronal apoptosis. The drugs also ameliorated memory impairment confirmed by improved performance on behavioral tasks. However, insulin glargine or glibenclamide, but not metformin, restored hippocampal synaptic plasticity characterized by enhancing in vivo long-term potentiation (LTP). Further study found that these three drugs significantly restrained NF-κB, but only insulin glargine enhanced peroxisome proliferator-activated receptor γ (PPARγ) activity at the BBB in db/db mice. Our data indicate that the antidiabetic drugs can partially restore abnormal Aβ transport across the BBB and memory impairment under diabetic context."
    },
    {
      "paper_name": "The Possible Roles of the Dentate Granule Cell's Leptin and Other Ciliary Receptors in Alzheimer's Neuropathology.",
      "paper_year": "2015",
      "paper_authors": "Whitfield JF, Chiarini A, Dal Prà I, Armato U, Chakravarthy B",
      "journal": "Cells",
      "publisher": "Cells",
      "resumen": "Dentate-gyral granule cells in the hippocampus plus dentate gyrus memory-recording/retrieving machine, unlike most other neurons in the brain, are continuously being generated in the adult brain with the important task of separating overlapping patterns of data streaming in from the outside world via the entorhinal cortex. This \"adult neurogenesis\" is driven by tools in the mature granule cell's cilium. Here we report our discovery of leptin's LepRb receptor in this cilium. In addition, we discuss how ciliary LepRb signaling might be involved with ciliary p75NTR and SSTR3 receptors in adult neurogenesis and memory formation as well as attenuation of Alzheimer's neuropathology by reducing the production of its toxic amyloid-β-derived drivers."
    },
    {
      "paper_name": "Leptin attenuates the detrimental effects of β-amyloid on spatial memory and hippocampal later-phase long term potentiation in rats.",
      "paper_year": "2015",
      "paper_authors": "Tong JQ, Zhang J, Hao M, Yang J, Han YF, Liu XJ, Shi H, Wu MN, Liu QS, Qi JS",
      "journal": "Hormones and behavior",
      "publisher": "Horm Behav",
      "resumen": "β-Amyloid (Aβ) is the main component of amyloid plaques developed in the brain of patients with Alzheimer's disease (AD). The increasing burden of Aβ in the cortex and hippocampus is closely correlated with memory loss and cognition deficits in AD. Recently, leptin, a 16kD peptide derived mainly from white adipocyte tissue, has been appreciated for its neuroprotective function, although less is known about the effects of leptin on spatial memory and synaptic plasticity. The present study investigated the neuroprotective effects of leptin against Aβ-induced deficits in spatial memory and in vivo hippocampal late-phase long-term potentiation (L-LTP) in rats. Y maze spontaneous alternation was used to assess short term working memory, and the Morris water maze task was used to assess long term reference memory. Hippocampal field potential recordings were performed to observe changes in L-LTP. We found that chronically intracerebroventricular injection of leptin (1μg) effectively alleviated Aβ1-42 (20μg)-induced spatial memory impairments of Y maze spontaneous alternation and Morris water maze. In addition, chronic administration of leptin also reversed Aβ1-42-induced suppression of in vivo hippocampal L-LTP in rats. Together, these results suggest that chronic leptin treatments reversed Aβ-induced deficits in learning and memory and the maintenance of L-LTP."
    },
    {
      "paper_name": "Effects of exercise on brain functions in diabetic animal models.",
      "paper_year": "2015",
      "paper_authors": "Yi SS",
      "journal": "World journal of diabetes",
      "publisher": "World J Diabetes",
      "resumen": "Human life span has dramatically increased over several decades, and the quality of life has been considered to be equally important. However, diabetes mellitus (DM) characterized by problems related to insulin secretion and recognition has become a serious health problem in recent years that threatens human health by causing decline in brain functions and finally leading to neurodegenerative diseases. Exercise is recognized as an effective therapy for DM without medication administration. Exercise studies using experimental animals are a suitable option to overcome this drawback, and animal studies have improved continuously according to the needs of the experimenters. Since brain health is the most significant factor in human life, it is very important to assess brain functions according to the different exercise conditions using experimental animal models. Generally, there are two types of DM; insulin-dependent type 1 DM and an insulin-independent type 2 DM (T2DM); however, the author will mostly discuss brain functions in T2DM animal models in this review. Additionally, many physiopathologic alterations are caused in the brain by DM such as increased adiposity, inflammation, hormonal dysregulation, uncontrolled hyperphagia, insulin and leptin resistance, and dysregulation of neurotransmitters and declined neurogenesis in the hippocampus and we describe how exercise corrects these alterations in animal models. The results of changes in the brain environment differ according to voluntary, involuntary running exercises and resistance exercise, and gender in the animal studies. These factors have been mentioned in this review, and this review will be a good reference for studying how exercise can be used with therapy for treating DM."
    },
    {
      "paper_name": "Neonatal Treatment with a Pegylated Leptin Antagonist Induces Sexually Dimorphic Effects on Neurones and Glial Cells, and on Markers of Synaptic Plasticity in the Developing Rat Hippocampal Formation.",
      "paper_year": "2015",
      "paper_authors": "López-Gallardo M, Antón-Fernández A, Llorente R, Mela V, Llorente-Berzal A, Prada C, Viveros MP",
      "journal": "Journal of neuroendocrinology",
      "publisher": "J Neuroendocrinol",
      "resumen": "The present study aimed to better understand the role of the neonatal leptin surge, which peaks on postnatal day (PND)9-10, on the development of the hippocampal formation. Accordingly, male and female rats were administered with a pegylated leptin antagonist on PND9 and the expression of neurones, glial cells and diverse markers of synaptic plasticity was then analysed by immunohistochemistry in the hippocampal formation. Antagonism of the actions of leptin at this specific postnatal stage altered the number of glial fibrillary acidic protein positive cells, and also affected type 1 cannabinoid receptors, synaptophysin and brain-derived neurotrophic factor (BDNF), with the latter effect being sexually dimorphic. The results indicate that the physiological leptin surge occurring around PND 9-10 is critical for hippocampal formation development and that the dynamics of leptin activity might be different in males and females. The data obtained also suggest that some but not all the previously reported effects of maternal deprivation on hippocampal formation development (which markedly reduces leptin levels at PND 9-10) might be mediated by leptin deficiency in these animals."
    },
    {
      "paper_name": "Leptin receptor deficiency confers resistance to behavioral effects of fluoxetine and desipramine via separable substrates.",
      "paper_year": "2014",
      "paper_authors": "Guo M, Lu XY",
      "journal": "Translational psychiatry",
      "publisher": "Transl Psychiatry",
      "resumen": "Depression is a complex, heterogeneous mental disorder. Currently available antidepressants are only effective in about one-third to one-half of all patients. The mechanisms underlying antidepressant response and treatment resistance are poorly understood. Recent clinical evidence implicates the involvement of leptin in treatment response to antidepressants. In this study, we determined the functional role of the leptin receptor (LepRb) in behavioral responses to the selective serotonergic antidepressant fluoxetine and the noradrenergic antidepressant desipramine. While acute and chronic treatment with fluoxetine or desipramine in wild-type mice elicited antidepressant-like effects in the forced swim test, mice null for LepRb (db/db) displayed resistance to treatment with either fluoxetine or desipramine. Fluoxetine stimulated phosphorylation of Akt(Thr308) and GSK-3β(Ser9) in the hippocampus and prefrontal cortex (PFC) of wild-type mice but not in db/db mice. Desipramine failed to induce measurable changes in Akt, GSK-3β or ERK1/2 phosphorylation in the hippocampus and PFC, as well as hypothalamus of either genotype of mice. Deletion of LepRb specifically from hippocampal and cortical neurons resulted in fluoxetine insensitivity in the forced swim test and tail suspension test while leaving the response to desipramine intact. These results suggest that functional LepRb is critically involved in regulating the antidepressant-like behavioral effects of both fluoxetine and desipramine. The antidepressant effects of fluoxetine but not desipramine are dependent on the presence of functional LepRb in the hippocampus and cortex."
    },
    {
      "paper_name": "Alterations in brain leptin signalling in spite of unchanged CSF leptin levels in Alzheimer's disease.",
      "paper_year": "2015",
      "paper_authors": "Maioli S, Lodeiro M, Merino-Serrais P, Falahati F, Khan W, Puerta E, Codita A, Rimondini R, Ramirez MJ, Simmons A, Gil-Bea F, Westman E, Cedazo-Minguez A",
      "journal": "Aging cell",
      "publisher": "Aging Cell",
      "resumen": "Several studies support the relation between leptin and Alzheimer's disease (AD). We show that leptin levels in CSF are unchanged as subjects progress to AD. However, in AD hippocampus, leptin signalling was decreased and leptin localization was shifted, being more abundant in reactive astrocytes and less in neurons. Similar translocation of leptin was found in brains from Tg2576 and apoE4 mice. Moreover, an enhancement of leptin receptors was found in hippocampus of young Tg2576 mice and in primary astrocytes and neurons treated with Aβ₁₋₄₂. In contrast, old Tg2576 mice showed decreased leptin receptors levels. Similar findings to those seen in Tg2576 mice were found in apoE4, but not in apoE3 mice. These results suggest that leptin levels are intact, but leptin signalling is impaired in AD. Thus, Aβ accumulation and apoE4 genotype result in a transient enhancement of leptin signalling that might lead to a leptin resistance state over time."
    },
    {
      "paper_name": "Oestradiol and diet modulate energy homeostasis and hypothalamic neurogenesis in the adult female mouse.",
      "paper_year": "2014",
      "paper_authors": "Bless EP, Reddy T, Acharya KD, Beltz BS, Tetel MJ",
      "journal": "Journal of neuroendocrinology",
      "publisher": "J Neuroendocrinol",
      "resumen": "Leptin and oestradiol have overlapping functions in energy homeostasis and fertility, and receptors for these hormones are localised in the same hypothalamic regions. Although, historically, it was assumed that mammalian adult neurogenesis was confined to the olfactory bulbs and the hippocampus, recent research has found new neurones in the male rodent hypothalamus. Furthermore, some of these new neurones are leptin-sensitive and affected by diet. In the present study, we tested the hypothesis that diet and hormonal status modulate hypothalamic neurogenesis in the adult female mouse. Adult mice were ovariectomised and implanted with capsules containing oestradiol (E2 ) or oil. Within each group, mice were fed a high-fat diet (HFD) or maintained on standard chow (STND). All animals were administered i.c.v. 5-bromo-2'-deoxyuridine (BrdU) for 9 days and sacrificed 34 days later after an injection of leptin to induce phosphorylation of signal transducer of activation and transcription 3 (pSTAT3). Brain tissue was immunohistochemically labelled for BrdU (newly born cells), Hu (neuronal marker) and pSTAT3 (leptin sensitive). Although mice on a HFD became obese, oestradiol protected against obesity. There was a strong interaction between diet and hormone on new cells (BrdU+) in the arcuate, ventromedial hypothalamus and dorsomedial hypothalamus. HFD increased the number of new cells, whereas E2 inhibited this effect. Conversely, E2 increased the number of new cells in mice on a STND diet in all hypothalamic regions studied. Although the total number of new leptin-sensitive neurones (BrdU-Hu-pSTAT3) found in the hypothalamus was low, HFD increased these new cells in the arcuate, whereas E2 attenuated this induction. These results suggest that adult neurogenesis in the hypothalamic neurogenic niche is modulated by diet and hormonal status and is related to energy homeostasis in female mice."
    },
    {
      "paper_name": "Leptin potentiates GABAergic synaptic transmission in the developing rodent hippocampus.",
      "paper_year": "2014",
      "paper_authors": "Guimond D, Diabira D, Porcher C, Bader F, Ferrand N, Zhu M, Appleyard SM, Wayman GA, Gaiarsa JL",
      "journal": "Frontiers in cellular neuroscience",
      "publisher": "Front Cell Neurosci",
      "resumen": "It is becoming increasingly clear that leptin is not only a hormone regulating energy homeostasis but also a neurotrophic factor impacting a number of brain regions, including the hippocampus. Although leptin promotes the development of GABAergic transmission in the hypothalamus, little is known about its action on the GABAergic system in the hippocampus. Here we show that leptin modulates GABAergic transmission onto developing CA3 pyramidal cells of newborn rats. Specifically, leptin induces a long-lasting potentiation (LLP-GABAA) of miniature GABAA receptor-mediated postsynaptic current (GABAA-PSC) frequency. Leptin also increases the amplitude of evoked GABAA-PSCs in a subset of neurons along with a decrease in the coefficient of variation and no change in the paired-pulse ratio, pointing to an increased recruitment of functional synapses. Adding pharmacological blockers to the recording pipette showed that the leptin-induced LLP-GABAA requires postsynaptic calcium released from internal stores, as well as postsynaptic MAPK/ERK kinases 1 and/or 2 (MEK1/2), phosphoinositide 3 kinase (PI3K) and calcium-calmodulin kinase kinase (CaMKK). Finally, study of CA3 pyramidal cells in leptin-deficient ob/ob mice revealed a reduction in the basal frequency of miniature GABAA-PSCs compared to wild type littermates. In addition, presynaptic GAD65 immunostaining was reduced in the CA3 stratum pyramidale of mutant animals, both results converging to suggest a decreased number of functional GABAergic synapses in ob/ob mice. Overall, these results show that leptin potentiates and promotes the development of GABAergic synaptic transmission in the developing hippocampus likely via an increase in the number of functional synapses, and provide insights into the intracellular pathways mediating this effect. This study further extends the scope of leptin's neurotrophic action to a key regulator of hippocampal development and function, namely GABAergic transmission."
    },
    {
      "paper_name": "Hippocampal GSK3β as a Molecular Link Between Obesity and Depression.",
      "paper_year": "2015",
      "paper_authors": "Papazoglou IK, Jean A, Gertler A, Taouis M, Vacher CM",
      "journal": "Molecular neurobiology",
      "publisher": "Mol Neurobiol",
      "resumen": "Obesity is considered as a risk factor for mood disorders including depression. Nevertheless, the mechanisms underlying this association are not clearly understood. To address this issue, we investigated the impact of high-fat (HF)-diet-induced obesity on depressive-like behavior and on serotonin (5-HT)-dependent Akt/glycogen synthase kinase 3β (GSK3β) signaling in the dentate gyrus (DG) of the hippocampus, which has been associated with mood regulation. We first showed that a HF diet induced significant overweight and hyperglycemia as well as a depressive-like behavior in adult Wistar rats. By using an ex vivo approach on brain slices, we demonstrated that 5-HT activates the Akt/GSK3β cascade in the DG of control chow (C) diet-fed animals and that a 16-week HF diet feeding abolishes this activation, concurrently with a desensitization of leptin and insulin signaling in the same region. Furthermore, depressive-like behavior inversely correlated with 5-HT-induced phosphorylation of GSK3β in the subgranular neurons of the DG. Interestingly, a substitution of HF with C diet for 6 weeks induced a total loss of depressive symptoms, whereas body weight and glycemia remained significantly higher compared to control rats. In addition, food restoration led to a recovery of the Akt/GSK3β signaling pathway activation in the DG. In parallel, we observed a negative correlation between body weight and cell proliferation in the subgranular zone of the DG. To conclude, we provide evidence for a desensitization of 5-HT-induced Akt/GSK3β signaling and an impaired cell proliferation in the DG by HF diet, suggesting novel molecular mechanisms linking obesity to depression."
    },
    {
      "paper_name": "Effects of diet-induced obesity and voluntary exercise in a tauopathy mouse model: implications of persistent hyperleptinemia and enhanced astrocytic leptin receptor expression.",
      "paper_year": "2014",
      "paper_authors": "Koga S, Kojima A, Ishikawa C, Kuwabara S, Arai K, Yoshiyama Y",
      "journal": "Neurobiology of disease",
      "publisher": "Neurobiol Dis",
      "resumen": "The number of patients with Alzheimer's disease (AD) is increasing worldwide, and available drugs have shown limited efficacy. Hence, preventive interventions and treatments for presymptomatic AD are currently considered very important. Obesity rates have also been increasing dramatically and it is an independent risk factor of AD. Therefore, for the prevention of AD, it is important to elucidate the pathomechanism between obesity and AD. We generated high calorie diet (HCD)-induced obese tauopathy model mice (PS19), which showed hyperleptinemia but limited insulin resistance. HCD enhanced tau pathology and glial activation. Conversely, voluntary exercise with a running wheel normalized the serum leptin concentration without reducing body weight, and restored the pathological changes induced by HCD. Thus, we speculated that persistent hyperleptinemia played an important role in accelerating pathological changes in PS19 mice. Leptin primarily regulates food intake and body weight via leptin receptor b (LepRb). Interestingly, the nuclear staining for p-STAT3, which was activated by LepRb, was decreased in hippocampal neurons in HCD PS19 mice, indicating leptin resistance. Meanwhile, astroglial activation and the astrocytic expression of a short LepR isoform, LepRa, were enhanced in the hippocampus of HCD PS19 mice. Real-time PCR analysis demonstrated that leptin increased mRNA levels for pro-inflammatory cytokines including IL-1β and TNF-α in primary cultured astrocytes from wild type and LepRb-deficient mice. These observations suggest that persistent hyperleptinemia caused by obesity induces astrocytic activation, astrocytic leptin hypersensitivity with enhanced LepRa expression, and enhanced inflammation, consequently accelerating tau pathology in PS19 mice."
    },
    {
      "paper_name": "Dentate gyrus-CA3 glutamate release/NMDA transmission mediates behavioral despair and antidepressant-like responses to leptin.",
      "paper_year": "2015",
      "paper_authors": "Wang X, Zhang D, Lu XY",
      "journal": "Molecular psychiatry",
      "publisher": "Mol Psychiatry",
      "resumen": "Compelling evidence supports the important role of the glutamatergic system in the pathophysiology of major depression and also as a target for rapid-acting antidepressants. However, the functional role of glutamate release/transmission in behavioral processes related to depression and antidepressant efficacy remains to be elucidated. In this study, glutamate release and behavioral responses to tail suspension, a procedure commonly used for inducing behavioral despair, were simultaneously monitored in real time. The onset of tail suspension stress evoked a rapid increase in glutamate release in hippocampal field CA3, which declined gradually after its offset. Blockade of N-methyl-D-aspartic acid (NMDA) receptors by intra-CA3 infusion of MK-801, a non-competitive NMDA receptor antagonist, reversed behavioral despair. A subpopulation of granule neurons that innervated the CA3 region expressed leptin receptors and these cells were not activated by stress. Leptin treatment dampened tail suspension-evoked glutamate release in CA3. On the other hand, intra-CA3 infusion of NMDA blocked the antidepressant-like effect of leptin in reversing behavioral despair in both the tail suspension and forced swim tests, which involved activation of Akt signaling in DG. Taken together, these results suggest that the DG-CA3 glutamatergic pathway is critical for mediating behavioral despair and antidepressant-like responses to leptin."
    },
    {
      "paper_name": "Leptin-induced spine formation requires TrpC channels and the CaM kinase cascade in the hippocampus.",
      "paper_year": "2014",
      "paper_authors": "Dhar M, Wayman GA, Zhu M, Lambert TJ, Davare MA, Appleyard SM",
      "journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
      "publisher": "J Neurosci",
      "resumen": "Leptin is a critical neurotrophic factor for the development of neuronal pathways and synaptogenesis in the hypothalamus. Leptin receptors are also found in other brain regions, including the hippocampus, and a postnatal surge in leptin correlates with a time of rapid growth of dendritic spines and synapses in the hippocampus. Leptin is critical for normal hippocampal dendritic spine formation as db/db mice, which lack normal leptin receptor signaling, have a reduced number of dendritic spines in vivo. Leptin also positively influences hippocampal behaviors, such as cognition, anxiety, and depression, which are critically dependent on dendritic spine number. What is not known are the signaling mechanisms by which leptin initiates spine formation. Here we show leptin induces the formation of dendritic protrusions (thin headless, stubby and mushroom shaped spines), through trafficking and activation of TrpC channels in cultured hippocampal neurons. Leptin-activation of the TrpC current is dose dependent and blocked by targeted knockdown of the leptin receptor. The nonselective TrpC channel inhibitors SKF96365 and 2-APB or targeted knockdown of TrpC1 or 3, but not TrpC5, channels also eliminate the leptin-induced current. Leptin stimulates the phosphorylation of CaMKIγ and β-Pix within 5 min and their activation is required for leptin-induced trafficking of TrpC1 subunits to the membrane. Furthermore, we show that CaMKIγ, CaMKK, β-Pix, Rac1, and TrpC1/3 channels are all required for both the leptin-sensitive current and leptin-induced spine formation. These results elucidate a critical pathway underlying leptin's induction of dendritic morphological changes that initiate spine and excitatory synapse formation."
    },
    {
      "paper_name": "Leptin induces hippocampal synaptogenesis via CREB-regulated microRNA-132 suppression of p250GAP.",
      "paper_year": "2014",
      "paper_authors": "Dhar M, Zhu M, Impey S, Lambert TJ, Bland T, Karatsoreos IN, Nakazawa T, Appleyard SM, Wayman GA",
      "journal": "Molecular endocrinology (Baltimore, Md.)",
      "publisher": "Mol Endocrinol",
      "resumen": "Leptin acts in the hippocampus to enhance cognition and reduce depression and anxiety. Cognitive and emotional disorders are associated with abnormal hippocampal dendritic spine formation and synaptogenesis. Although leptin has been shown to induce synaptogenesis in the hypothalamus, its effects on hippocampal synaptogenesis and the mechanism(s) involved are not well understood. Here we show that leptin receptors (LepRs) are critical for hippocampal dendritic spine formation in vivo because db/db mice lacking the long form of the leptin receptor (LepRb) have reduced spine density on CA1 and CA3 neurons. Leptin promotes the formation of mature spines and functional glutamate synapses on hippocampal pyramidal neurons in both dissociated and slice cultures. These effects are blocked by short hairpin RNAs specifically targeting the LepRb and are absent in cultures from db/db mice. Activation of the LepR leads to cAMP response element-binding protein (CREB) phosphorylation and initiation of CREB-dependent transcription via the MAPK kinase/Erk pathway. Furthermore, both Mek/Erk and CREB activation are required for leptin-induced synaptogenesis. Leptin also increases expression of microRNA-132 (miR132), a well-known CREB target, which is also required for leptin-induced synaptogenesis. Last, leptin suppresses the expression of p250GAP, a miR132 target, and this suppression is obligatory for leptin's effects as is the downstream target of p250GAP, Rac1. LepRs appear to be critical in vivo as db/db mice have lowered hippocampal miR132 levels and elevated p250GAP expression. In conclusion, we identify a novel signaling pathway by which leptin increases synaptogenesis through inducing CREB transcription and increasing microRNA-mediated suppression of p250GAP activity, thus removing a known inhibitor of Rac1-stimulated synaptogenesis."
    },
    {
      "paper_name": "ZiBuPiYin recipe protects db/db mice from diabetes-associated cognitive decline through improving multiple pathological changes.",
      "paper_year": "2014",
      "paper_authors": "Chen J, Liang L, Zhan L, Zhou Y, Zheng L, Sun X, Gong J, Sui H, Jiang R, Zhang F, Zhang L",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "Multiple organ systems, including the brain, which undergoes changes that may increase the risk of cognitive decline, are adversely affected by diabetes mellitus (DM). Here, we demonstrate that type 2 diabetes mellitus (T2DM) db/db mice exhibited hippocampus-dependent memory impairment, which might associate with a reduction in dendritic spine density in the pyramidal neurons of brain, Aβ1-42 deposition in the prefrontal cortex (PFC) and hippocampus, and a decreased expression of neurostructural proteins including microtubule-associated protein (MAP2), a marker of dendrites, and postsynaptic density 95 (PSD95), a marker of excitatory synapses. To investigate the effects of the ZiBuPiYin recipe (ZBPYR), a traditional Chinese medicine recipe, on diabetes-related cognitive decline (DACD), db/db mice received daily administration of ZBPYR over an experimental period of 6 weeks. We then confirmed that ZBPYR rescued learning and memory performance impairments, reversed dendritic spine loss, reduced Aβ1-42 deposition and restored the expression levels of MAP2 and PSD95. The present study also revealed that ZBPYR strengthened brain leptin and insulin signaling and inhibited GSK3β overactivity, which may be the potential mechanism or underlying targets of ZBPYR. These findings conclude that ZBPYR prevents DACD, most likely by improving dendritic spine density and attenuating brain leptin and insulin signaling pathway injury. Our findings provide further evidence for the effects of ZBPYR on DACD."
    },
    {
      "paper_name": "Central proliferation and neurogenesis is impaired in type 2 diabetes and prediabetes animal models.",
      "paper_year": "2014",
      "paper_authors": "Ramos-Rodriguez JJ, Molina-Gil S, Ortiz-Barajas O, Jimenez-Palomares M, Perdomo G, Cozar-Castellano I, Lechuga-Sancho AM, Garcia-Alloza M",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "Type 2 diabetes (T2D) is an important risk factor to suffer dementia, including Alzheimer's disease (AD), and some neuropathological features observed in dementia could be mediated by T2D metabolic alterations. Since brain atrophy and impaired neurogenesis have been observed both T2D and AD we analyzed central nervous system (CNS) morphological alterations in the db/db mice (leptin receptor KO mice), as a model of long-term insulin resistance and T2D, and in C57Bl6 mice fed with high fat diet (HFD), as a model of diet induced insulin resistance and prediabetes. Db/db mice showed an age-dependent cortical and hippocampal atrophy, whereas in HFD mice cortex and hippocampus were preserved. We also detected increased neurogenesis and cell proliferation rates in young db/db mice when compared with control littermates. Our study shows that metabolic parameters serve as predictors of both atrophy and altered proliferation and neurogenesis in the CNS. Moreover in the cortex, atrophy, cell proliferation and neurogenesis were significantly correlated. Our data suggest that T2D may underline some of the pathological features observed in the dementia process. They also support that blood glucose control in elderly patients could help to slow down dementia evolution and maybe, improve its prognosis."
    },
    {
      "paper_name": "Intermittent fasting attenuates increases in neurogenesis after ischemia and reperfusion and improves recovery.",
      "paper_year": "2014",
      "paper_authors": "Manzanero S, Erion JR, Santro T, Steyn FJ, Chen C, Arumugam TV, Stranahan AM",
      "journal": "Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism",
      "publisher": "J Cereb Blood Flow Metab",
      "resumen": "Intermittent fasting (IF) is neuroprotective across a range of insults, but the question of whether extending the interval between meals alters neurogenesis after ischemia remains unexplored. We therefore measured cell proliferation, cell death, and neurogenesis after transient middle cerebral artery occlusion (MCAO) or sham surgery (SHAM) in mice fed ad libitum (AL) or maintained on IF for 3 months. IF was associated with twofold reductions in circulating levels of the adipocyte cytokine leptin in intact mice, but also prevented further reductions in leptin after MCAO. IF/MCAO mice also exhibit infarct volumes that were less than half those of AL/MCAO mice. We observed a 30% increase in basal cell proliferation in the hippocampus and subventricular zone (SVZ) in IF/SHAM, relative to AL/SHAM mice. However, cell proliferation after MCAO was limited in IF mice, which showed twofold increases in cell proliferation relative to IF/SHAM, whereas AL/MCAO mice exhibit fivefold increases relative to AL/SHAM. Attenuation of stroke-induced neurogenesis was correlated with reductions in cell death, with AL/MCAO mice exhibiting twice the number of dying cells relative to IF/MCAO mice. These observations indicate that IF protects against neurological damage in ischemic stroke, with circulating leptin as one possible mediator."
    },
    {
      "paper_name": "Increased firing frequency of spontaneous action potentials in cerebellar Purkinje neurons of db/db mice results from altered auto-rhythmicity and diminished GABAergic tonic inhibition.",
      "paper_year": "2014",
      "paper_authors": "Forero-Vivas ME, Hernández-Cruz A",
      "journal": "General physiology and biophysics",
      "publisher": "Gen Physiol Biophys",
      "resumen": "The hormone leptin, by binding to hypothalamic receptors, suppresses food intake and decreases body adiposity. Leptin receptors are also widely expressed in extra-hypothalamic areas such as hippocampus, amygdala and cerebellum, where leptin modulates synaptic transmission. Here we show that a defective leptin receptor affects the electrophysiological properties of cerebellar Purkinje neurons (PNs). PNs from (db/db) mice recorded in cerebellar slices display a higher firing rate of spontaneous action potentials than PNs from wild type (WT) mice. Blockade of GABAergic tonic inhibition with bicuculline in WT mice changes the firing pattern from continuous, uninterrupted spiking into bursting firing, but bicuculline does not produce these alterations in db/db neurons, suggesting that they receive a weaker GABAergic inhibitory input. Our results also show that the intrinsic firing properties (auto-rhythmicity) of WT and db/db PNs are different. Tonic firing of PNs, the only efferent output from the cerebellar cortex, is a persistent signal to downstream cerebellar targets. The significance of leptin modulation of PNs spontaneous firing is not known. Also, it is not clear if the increased excitability of cerebellar PNs in db/db mice results from hyperglycemia or from the lack of leptin signaling, since both conditions coexist in the db/db strain."
    },
    {
      "paper_name": "Long-term artificial sweetener acesulfame potassium treatment alters neurometabolic functions in C57BL/6J mice.",
      "paper_year": "2013",
      "paper_authors": "Cong WN, Wang R, Cai H, Daimon CM, Scheibye-Knudsen M, Bohr VA, Turkin R, Wood WH, Becker KG, Moaddel R, Maudsley S, Martin B",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "With the prevalence of obesity, artificial, non-nutritive sweeteners have been widely used as dietary supplements that provide sweet taste without excessive caloric load. In order to better understand the overall actions of artificial sweeteners, especially when they are chronically used, we investigated the peripheral and central nervous system effects of protracted exposure to a widely used artificial sweetener, acesulfame K (ACK). We found that extended ACK exposure (40 weeks) in normal C57BL/6J mice demonstrated a moderate and limited influence on metabolic homeostasis, including altering fasting insulin and leptin levels, pancreatic islet size and lipid levels, without affecting insulin sensitivity and bodyweight. Interestingly, impaired cognitive memory functions (evaluated by Morris Water Maze and Novel Objective Preference tests) were found in ACK-treated C57BL/6J mice, while no differences in motor function and anxiety levels were detected. The generation of an ACK-induced neurological phenotype was associated with metabolic dysregulation (glycolysis inhibition and functional ATP depletion) and neurosynaptic abnormalities (dysregulation of TrkB-mediated BDNF and Akt/Erk-mediated cell growth/survival pathway) in hippocampal neurons. Our data suggest that chronic use of ACK could affect cognitive functions, potentially via altering neuro-metabolic functions in male C57BL/6J mice."
    },
    {
      "paper_name": "Late-onset exercise in female rat offspring ameliorates the detrimental metabolic impact of maternal obesity.",
      "paper_year": "2013",
      "paper_authors": "Bahari H, Caruso V, Morris MJ",
      "journal": "Endocrinology",
      "publisher": "Endocrinology",
      "resumen": "Rising rates of maternal obesity/overweight bring the need for effective interventions in offspring. We observed beneficial effects of postweaning exercise, but the question of whether late-onset exercise might benefit offspring exposed to maternal obesity is unanswered. Thus we examined effects of voluntary exercise implemented in adulthood on adiposity, hormone profiles, and genes involved in regulating appetite and metabolism in female offspring. Female Sprague Dawley rats were fed either normal chow or high-fat diet (HFD) ad libitum for 5 weeks before mating and throughout gestation/lactation. At weaning, female littermates received either chow or HFD and, after 7 weeks, half were exercised (running wheels) for 5 weeks. Tissues were collected at 15 weeks. Maternal obesity was associated with increased hypothalamic inflammatory markers, including suppressor of cytokine signaling 3, TNF-α, IL-1β, and IL-6 expression in the arcuate nucleus. In the paraventricular nucleus (PVN), Y1 receptor, melanocortin 4 receptor, and TNF-α mRNA were elevated. In the hippocampus, maternal obesity was associated with up-regulated fat mass and obesity-associated gene and TNF-α mRNA. We observed significant hypophagia across all exercise groups. In female offspring of lean dams, the reduction in food intake by exercise could be related to altered signaling at the PVN melanocortin 4 receptor whereas in offspring of obese dams, this may be related to up-regulated TNF-α. Late-onset exercise ameliorated the effects of maternal obesity and postweaning HFD in reducing body weight, adiposity, plasma leptin, insulin, triglycerides, and glucose intolerance, with greater beneficial effects in offspring of obese dams. Overall, hypothalamic inflammation was increased by maternal obesity or current HFD, and the effect of exercise was dependent on maternal diet. In conclusion, even after a significant sedentary period, many of the negative impacts of maternal obesity could be improved by voluntary exercise and healthy diet."
    },
    {
      "paper_name": "Dysregulation of leptin signaling in Alzheimer disease: evidence for neuronal leptin resistance.",
      "paper_year": "2014",
      "paper_authors": "Bonda DJ, Stone JG, Torres SL, Siedlak SL, Perry G, Kryscio R, Jicha G, Casadesus G, Smith MA, Zhu X, Lee HG",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "Leptin signaling has received considerable attention in the Alzheimer disease (AD) field. Within the past decade, the peptide hormone has been demonstrated to attenuate tau hyperphosphorylation in neuronal cells and to be modulated by amyloid-β. Moreover, a role in neuroprotection and neurogenesis within the hippocampus has been shown in animal models. To further characterize the association between leptin signaling and vulnerable regions in AD, we assessed the profile of leptin and the leptin receptor in AD and control patients. We analyzed leptin levels in CSF, and the concentration and localization of leptin and leptin receptor in the hippocampus. Significant elevations in leptin levels in both CSF and hippocampal tissue of AD patients, compared with age-matched control cases, indicate a physiological up-regulation of leptin in AD. However, the level of leptin receptor mRNA decreased in AD brain and the leptin receptor protein was localized to neurofibrillary tangles, suggesting a severe discontinuity in the leptin signaling pathway. Collectively, our results suggest that leptin resistance in the hippocampus may play a role in the characteristic changes associated with the disease. These findings are the first to demonstrate such dysregulated leptin-signaling circuitry and provide novel insights into the possible role of aberrant leptin signaling in AD. In this study, increased leptin was found in CSF and hippocampus in Alzheimer disease indicating its physiological up-regulation, yet leptin receptor mRNA was decreased and leptin receptor protein was localized to neurofibrillary tangles, suggesting a discontinuity in the leptin signaling pathway. The lack of leptin signaling within degenerating neurons may represent a novel neuronal leptin resistance in Alzheimer disease."
    },
    {
      "paper_name": "Spatial memory impairment and changes in hippocampal morphology are triggered by high-fat diets in adolescent mice. Is there a role of leptin?",
      "paper_year": "2013",
      "paper_authors": "Valladolid-Acebes I, Fole A, Martín M, Morales L, Cano MV, Ruiz-Gayo M, Del Olmo N",
      "journal": "Neurobiology of learning and memory",
      "publisher": "Neurobiol Learn Mem",
      "resumen": "Recent evidence has established that consumption of high-fat diets (HFD) is associated with deficits in hippocampus-dependent memory. Adolescence is an important period for shaping learning and memory acquisition that could be particularly sensitive to the detrimental effects of HFD. In the current study we have administered this kind of diets to both adolescent (5-week old) and young adult (8-week old) male C57BL mice during 8 weeks and we have evaluated its effect on (i) spatial memory performance in the novel location recognition (NLR) paradigm, and (ii) spine density and neural cell adhesion molecule (NCAM) expression in hippocampal CA1 pyramidal neurons. In order to characterize the eventual involvement of central leptin receptors we have also investigated the functionality of leptin receptors within the hippocampus. Here we report that animals that started to consume HFD during the adolescence were less efficient than their control counterparts in performing spatial memory tasks. In contrast to that, mice that were submitted to HFD during the young adult period displayed intact performance in the NLR test. In mice receiving HFD from the adolescence, the behavioral impairment was accompanied by an increase of dendritic spine density in CA1 pyramidal neurons that correlated with the up-regulation of neural cell adhesion molecule (NCAM) in this area. Deficits in spatial memory occurred concomitantly with a desensitization of the proteinkinase B (Akt) pathway coupled to hippocampal leptin receptors. In contrast, the STAT3 pathway remained unaffected by HFD. All effects of HFD were long-lasting because they remained intact even after 5 weeks of food restriction. Our results provide further evidence of the susceptibility of the hippocampus to HFD in adolescent individuals and suggest that leptin signaling integrity in this brain area is pivotal for memory performance."
    },
    {
      "paper_name": "Pharmacological administration of the isoflavone daidzein enhances cell proliferation and reduces high fat diet-induced apoptosis and gliosis in the rat hippocampus.",
      "paper_year": "2013",
      "paper_authors": "Rivera P, Pérez-Martín M, Pavón FJ, Serrano A, Crespillo A, Cifuentes M, López-Ávalos MD, Grondona JM, Vida M, Fernández-Llebrez P, de Fonseca FR, Suárez J",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "Soy extracts have been claimed to be neuroprotective against brain insults, an effect related to the estrogenic properties of isoflavones. However, the effects of individual isoflavones on obesity-induced disruption of adult neurogenesis have not yet been analyzed. In the present study we explore the effects of pharmacological administration of daidzein, a main soy isoflavone, in cell proliferation, cell apoptosis and gliosis in the adult hippocampus of animals exposed to a very high-fat diet. Rats made obese after 12-week exposure to a standard or high-fat (HFD, 60%) diets were treated with daidzein (50 mg kg(-1)) for 13 days. Then, plasma levels of metabolites and metabolic hormones, cell proliferation in the subgranular zone of the dentate gyrus (SGZ), and immunohistochemical markers of hippocampal cell apoptosis (caspase-3), gliosis (GFAP and Iba-1), food reward factor FosB and estrogen receptor alpha (ERα) were analyzed. Treatment with daidzein reduced food/caloric intake and body weight gain in obese rats. This was associated with glucose tolerance, low levels of HDL-cholesterol, insulin, adiponectin and testosterone, and high levels of leptin and 17β-estradiol. Daidzein increased the number of phospho-histone H3 and 5-bromo-2-deoxyuridine (BrdU)-ir cells detected in the SGZ of standard diet and HFD-fed rats. Daidzein reversed the HFD-associated enhanced immunohistochemical expression of caspase-3, FosB, GFAP, Iba-1 and ERα in the hippocampus, being more prominent in the dentate gyrus. These results suggest that pharmacological treatment with isoflavones regulates metabolic alterations associated with enhancement of cell proliferation and reduction of apoptosis and gliosis in response to high-fat diet."
    },
    {
      "paper_name": "Hypothalamic neurogenesis in the adult brain.",
      "paper_year": "2013",
      "paper_authors": "Cheng MF",
      "journal": "Frontiers in neuroendocrinology",
      "publisher": "Front Neuroendocrinol",
      "resumen": "Adult-born new neurons are continuously added to the hippocampus and the olfactory bulb to serve aspects of learning and perceptual functions. Recent evidence establishes a third neurogenic niche in the ventral hypothalamic parenchyma surrounding the third ventricle that ensures the plasticity of specific brain circuits to stabilize physiological functions such as the energy-balance regulatory system. Hypothalamic lesion studies have demonstrated that regions associated with reproduction-related functions are also capable of recruiting newborn neurons to restore physiological functions and courtship behavior. Induced by lesion or other stimulation, elevated neurotrophic factors trigger neurogenic cascades that contribute to remodeling of certain neural circuits to meet specific transient functions. This insight raises the possibility that event-specific changes, such as increased GnRH, may be mediated by courtship-sensitive neurotrophic factors. We will discuss the potentially integral and ubiquitous roles of neurogenesis in physiological and biological phenomena, roles that await future experimental exploration."
    },
    {
      "paper_name": "Leptin and ghrelin prevent hippocampal dysfunction induced by Aβ oligomers.",
      "paper_year": "2013",
      "paper_authors": "Martins I, Gomes S, Costa RO, Otvos L, Oliveira CR, Resende R, Pereira CM",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "It was recently established that the stomach-derived ghrelin and the adipokine leptin promote learning and memory through actions within the hippocampus. Changes in the peripheral or brain levels of these peptides were described in Alzheimer's disease (AD) patients and were shown to correlate with the severity of cognitive decline. Furthermore, in vivo and in vitro studies demonstrated that leptin or ghrelin can ameliorate amyloid and tau pathologies as well as cognitive deficits. However, the exact role of these peptides in AD is far from being elucidated. To fill this gap, our working hypothesis was that leptin and ghrelin can exert a neuroprotective role in AD suppressing hippocampal dysfunction triggered by synapto- and neurotoxic amyloid-β oligomers (AβO). Using primary cultured hippocampal neurons, we demonstrated that both peptides reduce AβO-induced production of superoxide and mitochondrial membrane depolarization, improving cell survival, and inhibit cell death through a receptor-dependent mechanism. Furthermore, it was shown that in AβO-treated neurons both leptin and ghrelin prevent glycogen synthase kinase 3β activation. Therefore, the evidence gathered in this study revealed that leptin and ghrelin can act as neuroprotective agents able to rescue hippocampal neurons from AβO toxicity, thus highlighting their potential therapeutic role in AD."
    },
    {
      "paper_name": "Compensatory actions of orexinergic neurons in the lateral hypothalamus during metabolic or cortical challenges may enable the coupling of metabolic dysfunction and cortical dysfunction.",
      "paper_year": "2013",
      "paper_authors": "Kim SW, Cho KJ, Lee BI",
      "journal": "Medical hypotheses",
      "publisher": "Med Hypotheses",
      "resumen": "Tight linkages between metabolic states and cerebral cortical excitability have been observed and may be enabled by orexinergic neurons in the lateral hypothalamus (LH). However, despite reports of the close relationship between \"dysfunction\" in metabolism and \"dysfunction\" in cerebral cortical excitability, a mechanism has yet to be proposed to explain this coupling. We propose that the \"compensatory actions\" of orexinergic neurons in the LH may enable the coupling of metabolic and cortical dysfunction. When metabolites are inefficiently utilized during metabolic dysfunction with insulin/leptin resistance, orexinergic neurons can be activated to initiate negative feedback by triggering sympathetic innervation to elevate compromised catabolism. Activated orexinergic neurons as an intentional metabolic compensation, however, may unintentionally cause cortical dysfunction in the end by making the cortex, thalamus, and hippocampus hyperexcitable. Similarly, during cortical dysfunction, activated orexinergic neurons can trigger negative feedback on unstably high cortical rhythms by increasing food intake, which can potentially relieve cortical excitability via hypothalamic satiety modulation mechanisms. However, hyperphagia, an intentional cortical compensation, metabolically challenges bodies and eventually may result in metabolic dysfunction. Our model proposes a new therapeutic rationale for metabolic and cortical disorders. We suggest that by maintaining the negative feedback loop mediated by orexinergic neurons intact and pharmacologically blocking unintentional branches that may give rise to new types of dysfunction, the vicious cycle of metabolic and cortical dysfunction can be avoided."
    },
    {
      "paper_name": "Relationships between dietary macronutrients and adult neurogenesis in the regulation of energy metabolism.",
      "paper_year": "2013",
      "paper_authors": "Yon MA, Mauger SL, Pickavance LC",
      "journal": "The British journal of nutrition",
      "publisher": "Br J Nutr",
      "resumen": "Of the environmental factors which have an impact on body weight, nutrients are most influential. Within normal limits, hypothalamic and related neuronal populations correct perturbations in energy metabolism, to return the body to its nutritional set-point, either through direct response to nutrients or indirectly via peripheral appetite signals. Excessive intake of certain macronutrients, such as simple carbohydrates and SFA, can lead to obesity and attendant metabolic dysfunction, also reflected in alterations in structural plasticity, and, intriguingly,neurogenesis, in some of these brain regions. Neurogenesis, previously thought to occur only in the embryo, is now known to take place in the adult brain, dependent on numerous stimulating and inhibiting factors, including dietary components. Because of classic associations between neurogenesis and the hippocampus, in learning and cognition, this brain region has also been the focus of attention in the study of links between diet and neurogenesis. Recently, however, a more complete picture of this relationship has been building: not only has the hypothalamus been shown to satisfy the criteria for a neurogenic niche, but appetite-related mediators, including circulating hormones, such as leptin and ghrelin, pro-inflammatory cytokines and the endocannabinoid intracellular messengers, are also being examined for their potential role in mediating neurogenic responses to macronutrients. The present review draws together these observations and investigates whether n-3 PUFA may exert their attenuating effects on body weight through the stimulation of adult neurogenesis. Exploration of the effects of nutraceuticals on neurogenic brain regions may encourage the development of new rational therapies in the fight against obesity."
    },
    {
      "paper_name": "Amylin-induced downregulation of hippocampal neurogenesis is attenuated by leptin in a STAT3/AMPK/ERK-dependent manner in mice.",
      "paper_year": "2013",
      "paper_authors": "Moon HS, Dincer F, Mantzoros CS",
      "journal": "Diabetologia",
      "publisher": "Diabetologia",
      "resumen": "Both leptin and insulin sensitivity have been linked with pathophysiological processes involving the central nervous system in general, and the hippocampus in particular, but the role of leptin in hippocampal neurogenesis has not yet been elucidated. Also, no previous studies have evaluated whether amylin or the endogenous insulin sensitiser adiponectin interact with leptin to alter hippocampal neurogenesis in mouse hippocampal neuronal (HN) cells or investigated the role of leptin, amylin or adiponectin signalling in mouse HN cells."
    },
    {
      "paper_name": "Protective role of astrocytic leptin signaling against excitotoxicity.",
      "paper_year": "2013",
      "paper_authors": "Jayaram B, Khan RS, Kastin AJ, Hsuchou H, Wu X, Pan W",
      "journal": "Journal of molecular neuroscience : MN",
      "publisher": "J Mol Neurosci",
      "resumen": "Both proconvulsive and anticonvulsive roles of leptin have been reported, suggesting cell-specific actions of leptin in different models of seizure and epilepsy. The goal of our study was to determine the regulation and function of astrocytic leptin receptors in a mouse model of epilepsy and glutamate-induced cytotoxicity. We show that in pilocarpine-challenged mice developing epilepsy with recurrent seizures after a latent period of 2 weeks, hippocampal leptin receptor (ObR) immunofluorescence was increased at 6 weeks. This was more pronounced in astrocytes than in neurons. In cultured astrocytes, glutamate increased ObRa and ObRb expression, whereas leptin pretreatment attenuated glial cytotoxicity by excess glutamate, reflected by better preserved adenosine triphosphate production. The protective role of astrocytic leptin signaling is further supported by the higher lethality of the astrocyte-specific leptin receptor knockout mice in the initial phase of seizure production. Thus, leptin signaling in astrocytes plays a protective role against seizure, and the effects are at least partially mediated by attenuation of glutamate toxicity. Astrocytic leptin signaling, therefore, may be a novel therapeutic target."
    },
    {
      "paper_name": "Daily exercise improves memory, stimulates hippocampal neurogenesis and modulates immune and neuroimmune cytokines in aging rats.",
      "paper_year": "2013",
      "paper_authors": "Speisman RB, Kumar A, Rani A, Foster TC, Ormerod BK",
      "journal": "Brain, behavior, and immunity",
      "publisher": "Brain Behav Immun",
      "resumen": "We tested whether daily exercise modulates immune and neuroimmune cytokines, hippocampus-dependent behavior and hippocampal neurogenesis in aging male F344 rats (18mo upon arrival). Twelve weeks after conditioned running or control group assignment, the rats were trained and tested in a rapid water maze followed by an inhibitory avoidance task. The rats were BrdU-injected beginning 12days after behavioral testing and killed 3weeks later to quantify cytokines and neurogenesis. Daily exercise increased neurogenesis and improved immediate and 24h water maze discrimination index (DI) scores and 24h inhibitory avoidance retention latencies. Daily exercise decreased cortical VEGF, hippocampal IL-1β and serum MCP-1, GRO-KC and leptin levels but increased hippocampal GRO-KC and IL-18 concentrations. Serum leptin concentration correlated negatively with new neuron number and both DI scores while hippocampal IL-1β concentration correlated negatively with memory scores in both tasks. Cortical VEGF, serum GRO-KC and serum MCP-1 levels correlated negatively with immediate DI score and we found novel positive correlations between hippocampal IL-18 and GRO-KC levels and new neuron number. Pathway analyses revealed distinct serum, hippocampal and cortical compartment cytokine relationships. Our results suggest that daily exercise potentially improves cognition in aging rats by modulating hippocampal neurogenesis and immune and neuroimmune cytokine signaling. Our correlational data begin to provide a framework for systematically manipulating these immune and neuroimmune signaling molecules to test their effects on cognition and neurogenesis across lifespan in future experiments."
    },
    {
      "paper_name": "Maternal aerobic exercise during pregnancy can increase spatial learning by affecting leptin expression on offspring's early and late period in life depending on gender.",
      "paper_year": "2012",
      "paper_authors": "Dayi A, Agilkaya S, Ozbal S, Cetin F, Aksu I, Gencoglu C, Cingoz S, Pekcetin C, Tugyan K, Kayatekin BM, Uysal N",
      "journal": "TheScientificWorldJournal",
      "publisher": "ScientificWorldJournal",
      "resumen": "Maternal exercise during pregnancy has been suggested to exert beneficial effects on brain functions of the offspring. Leptin is an adipocytokine which is secreted from adipose tissues and has positive effects on learning, memory, and synaptic plasticity. In this study, pregnant rats were moderately exercised and we observed the effects of this aerobic exercise on their prepubertal and adult offsprings' spatial learning, hippocampal neurogenesis, and expression of leptin. All the pups whose mothers exercised during pregnancy learned the platform earlier and spent longer time in the target quadrant. Their thigmotaxis times were shorter than those measured in the control group. It is shown that hippocampal CA1, CA3 neuron numbers increased in both prepubertal and adult pups, in addition that GD neuron numbers increased in adult pups. Leptin receptor expression significantly increased in the prepubertal male, adult male, and adult female pups. In our study, maternal running during pregnancy resulted in significant increase in the expression of leptin receptor but not in prepubertal female pups, enhanced hippocampal cell survival, and improved learning memory capability in prepubertal and adult rat pups, as compared to the control group. In conclusion, maternal exercise during pregnancy may regulate spatial plasticity in the hippocampus of the offspring by increasing the expression of leptin."
    },
    {
      "paper_name": "Leptin prevents hippocampal synaptic disruption and neuronal cell death induced by amyloid β.",
      "paper_year": "2013",
      "paper_authors": "Doherty GH, Beccano-Kelly D, Yan SD, Gunn-Moore FJ, Harvey J",
      "journal": "Neurobiology of aging",
      "publisher": "Neurobiol Aging",
      "resumen": "Accumulation of amyloid-β (Aβ) is a key event mediating the cognitive deficits in Alzheimer's disease (AD) as Aβ promotes synaptic dysfunction and triggers neuronal death. Recent evidence has linked the hormone leptin to AD as leptin levels are markedly attenuated in AD patients. Leptin is also a potential cognitive enhancer as it facilitates the cellular events underlying hippocampal learning and memory. Here we show that leptin prevents the detrimental effects of Aβ(1-42) on hippocampal long-term potentiation. Moreover leptin inhibits Aβ(1-42)-driven facilitation of long-term depression and internalization of the 2-amino-3-(5-methyl-3-oxo-1,2- oxazol-4-yl)propanoic acid (AMPA) receptor subunit, GluR1, via activation of PI3-kinase. Leptin also protects cortical neurons from Aβ(1-42)-induced cell death by a signal transducer and activator of transcription-3 (STAT-3)-dependent mechanism. Furthermore, leptin inhibits Aβ(1-42)-mediated upregulation of endophilin I and phosphorylated tau in vitro, whereas cortical levels of endophilin I and phosphorylated tau are enhanced in leptin-insensitive Zucker fa/fa rats. Thus leptin benefits the functional characteristics and viability of neurons that degenerate in AD. These novel findings establish that the leptin system is an important therapeutic target in neurodegenerative conditions."
    },
    {
      "paper_name": "Leptin counteracts the hypoxia-induced inhibition of spontaneously firing hippocampal neurons: a microelectrode array study.",
      "paper_year": "2012",
      "paper_authors": "Gavello D, Rojo-Ruiz J, Marcantoni A, Franchino C, Carbone E, Carabelli V",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "Besides regulating energy balance and reducing body-weight, the adipokine leptin has been recently shown to be neuroprotective and antiapoptotic by promoting neuronal survival after excitotoxic and oxidative insults. Here, we investigated the firing properties of mouse hippocampal neurons and the effects of leptin pretreatment on hypoxic damage (2 hours, 3% O(2)). Experiments were carried out by means of the microelectrode array (MEA) technology, monitoring hippocampal neurons activity from 11 to 18 days in vitro (DIV). Under normoxic conditions, hippocampal neurons were spontaneously firing, either with prevailing isolated and randomly distributed spikes (11 DIV), or with patterns characterized by synchronized bursts (18 DIV). Exposure to hypoxia severely impaired the spontaneous activity of hippocampal neurons, reducing their firing frequency by 54% and 69%, at 11 and 18 DIV respectively, and synchronized their firing activity. Pretreatment with 50 nM leptin reduced the firing frequency of normoxic neurons and contrasted the hypoxia-induced depressive action, either by limiting the firing frequency reduction (at both ages) or by increasing it to 126% (in younger neurons). In order to find out whether leptin exerts its effect by activating large conductance Ca(2+)-activated K(+) channels (BK), as shown on rat hippocampal neurons, we applied the BK channel blocker paxilline (1 µM). Our data show that paxilline reversed the effects of leptin, both on normoxic and hypoxic neurons, suggesting that the adipokine counteracts hypoxia through BK channels activation in mouse hippocampal neurons."
    },
    {
      "paper_name": "Upregulation of astrocytic leptin receptor in mice with experimental autoimmune encephalomyelitis.",
      "paper_year": "2013",
      "paper_authors": "Wu X, Hsuchou H, Kastin AJ, Mishra PK, Pan W",
      "journal": "Journal of molecular neuroscience : MN",
      "publisher": "J Mol Neurosci",
      "resumen": "The detrimental role of leptin in experimental autoimmune encephalomyelitis (EAE) is opposite to its neuroprotective role in other neuropathologies. We hypothesize that a shifted cellular distribution of leptin receptors underlies the differential effects of leptin. A robust increase of ObR immunoreactivity was seen along glial fibrillary acidic protein (GFAP)(+) intermediate filaments in reactive astrocytes in the hippocampus and hypothalamus of mice with EAE. Although astrocyte-specific GFAP mRNA and protein were both increased, ObRa mRNA was elevated only after resolution of EAE symptoms, and ObRb mRNA was even decreased at the peak time of symptoms of EAE. A cell type-specific action of leptin may underlie its differential effects."
    },
    {
      "paper_name": "Juvenile, but not adult exposure to high-fat diet impairs relational memory and hippocampal neurogenesis in mice.",
      "paper_year": "2012",
      "paper_authors": "Boitard C, Etchamendy N, Sauvant J, Aubert A, Tronel S, Marighetto A, Layé S, Ferreira G",
      "journal": "Hippocampus",
      "publisher": "Hippocampus",
      "resumen": "Increased consumption of high-fat diet (HFD) leads to obesity and adverse neurocognitive outcomes. Childhood and adolescence are important periods of brain maturation shaping cognitive function. These periods could consequently be particularly sensitive to the detrimental effects of HFD intake. In mice, juvenile and adulthood consumption of HFD induce similar morphometric and metabolic changes. However, only juvenile exposure to HFD abolishes relational memory flexibility, assessed after initial radial-maze concurrent spatial discrimination learning, and decreases neurogenesis. Our results identify a critical period of development covering adolescence with higher sensitivity to HFD-induced hippocampal dysfunction at both behavioral and cellular levels."
    },
    {
      "paper_name": "Forebrain glutamatergic neurons mediate leptin action on depression-like behaviors and synaptic depression.",
      "paper_year": "2012",
      "paper_authors": "Guo M, Lu Y, Garza JC, Li Y, Chua SC, Zhang W, Lu B, Lu XY",
      "journal": "Translational psychiatry",
      "publisher": "Transl Psychiatry",
      "resumen": "The glutamatergic system has been implicated in the pathophysiology of depression and the mechanism of action of antidepressants. Leptin, an adipocyte-derived hormone, has antidepressant-like properties. However, the functional role of leptin receptor (Lepr) signaling in glutamatergic neurons remains to be elucidated. In this study, we generated conditional knockout mice in which the long form of Lepr was ablated selectively in glutamatergic neurons located in the forebrain structures, including the hippocampus and prefrontal cortex (Lepr cKO). Lepr cKO mice exhibit normal growth and body weight. Behavioral characterization of Lepr cKO mice reveals depression-like behavioral deficits, including anhedonia, behavioral despair, enhanced learned helplessness and social withdrawal, with no evident signs of anxiety. In addition, loss of Lepr in forebrain glutamatergic neurons facilitates NMDA-induced hippocampal long-term synaptic depression (LTD), whereas conventional LTD or long-term potentiation (LTP) was not affected. The facilitated LTD induction requires activation of the GluN2B subunit as it was completely blocked by a selective GluN2B antagonist. Moreover, Lepr cKO mice are highly sensitive to the antidepressant-like behavioral effects of the GluN2B antagonist but resistant to leptin. These results support important roles for Lepr signaling in glutamatergic neurons in regulating depression-related behaviors and modulating excitatory synaptic strength, suggesting a possible association between synaptic depression and behavioral manifestations of depression."
    },
    {
      "paper_name": "Cognitive and neuronal systems underlying obesity.",
      "paper_year": "2012",
      "paper_authors": "Kanoski SE",
      "journal": "Physiology & behavior",
      "publisher": "Physiol Behav",
      "resumen": "Since the late 1970s obesity prevalence and per capita food intake in the USA have increased dramatically. Understanding the mechanisms underlying the hyperphagia that drives obesity requires focus on the cognitive processes and neuronal systems controlling feeding that occurs in the absence of metabolic need (i.e., \"non-homeostatic\" intake). Given that a portion of the increased caloric intake per capita since the late 1970s is attributed to increased meal and snack frequency, and given the increased pervasiveness of environmental cues associated with energy dense, yet nutritionally depleted foods, there's a need to examine the mechanisms through which food-related cues stimulate excessive energy intake. Here, learning and memory principles and their underlying neuronal substrates are discussed with regard to stimulus-driven food intake and excessive energy consumption. Particular focus is given to the hippocampus, a brain structure that utilizes interoceptive cues relevant to energy status (e.g., neurohormonal signals such as leptin) to modulate stimulus-driven food procurement and consumption. This type of hippocampal-dependent modulatory control of feeding behavior is compromised by consumption of foods common to Western diets, including saturated fats and simple carbohydrates. The development of more effective treatments for obesity will benefit from a more complete understanding of the complex interaction between dietary, environmental, cognitive, and neurophysiological mechanisms contributing to excessive food intake."
    },
    {
      "paper_name": "Leptin restores adult hippocampal neurogenesis in a chronic unpredictable stress model of depression and reverses glucocorticoid-induced inhibition of GSK-3β/β-catenin signaling.",
      "paper_year": "2012",
      "paper_authors": "Garza JC, Guo M, Zhang W, Lu XY",
      "journal": "Molecular psychiatry",
      "publisher": "Mol Psychiatry",
      "resumen": "Stress and glucocorticoid stress hormones inhibit neurogenesis, whereas antidepressants increase neurogenesis and block stress-induced decrease in neurogenesis. Our previous studies have shown that leptin, an adipocyte-derived hormone with antidepressant-like properties, promotes baseline neurogenesis in the adult hippocampus. This study aimed to determine whether leptin is able to restore suppression of neurogenesis in a rat chronic unpredictable stress (CUS) model of depression. Chronic treatment with leptin reversed the CUS-induced reduction of hippocampal neurogenesis and depression-like behaviors. Leptin treatment elicited a delayed long-lasting antidepressant-like effect in the forced swim behavioral despair test, and this effect was blocked by ablation of neurogenesis with X-irradiation. The functional isoform of the leptin receptor, LepRb, and the glucocorticoid receptor (GR) were colocalized in hippocampal neural stem/progenitor cells in vivo and in vitro. Leptin treatment reversed the GR agonist dexamethasone (DEX)-induced reduction of proliferation of cultured neural stem/progenitor cells from adult hippocampus. Further mechanistic analysis revealed that leptin and DEX converged on glycogen synthase kinase-3β (GSK-3β) and β-catenin. While DEX decreased Ser9 phosphorylation and increased Tyr216 phosphorylation of GSK-3β, leptin increased Ser9 phosphorylation and attenuated the effects of DEX at both Ser9 and Tyr216 phosphorylation sites of GSK-3β. Moreover, leptin increased total level and nuclear translocation of β-catenin, a primary substrate of GSK-3β and a key regulator in controlling hippocampal neural progenitor cell proliferation, and reversed the inhibitory effects of DEX on β-catenin. Taken together, our results suggest that adult neurogenesis is involved in the delayed long-lasting antidepressant-like behavioral effects of leptin, and leptin treatment counteracts chronic stress and glucocorticoid-induced suppression of hippocampal neurogenesis via activating the GSK-3β/β-catenin signaling pathway."
    },
    {
      "paper_name": "High-fat diets induce changes in hippocampal glutamate metabolism and neurotransmission.",
      "paper_year": "2012",
      "paper_authors": "Valladolid-Acebes I, Merino B, Principato A, Fole A, Barbas C, Lorenzo MP, García A, Del Olmo N, Ruiz-Gayo M, Cano V",
      "journal": "American journal of physiology. Endocrinology and metabolism",
      "publisher": "Am J Physiol Endocrinol Metab",
      "resumen": "Obesity and high-fat (HF) diets have a deleterious impact on hippocampal function and lead to impaired synaptic plasticity and learning deficits. Because all of these processes need an adequate glutamatergic transmission, we have hypothesized that nutritional imbalance triggered by these diets might eventually concern glutamate (Glu) neural pathways within the hippocampus. Glu is withdrawn from excitatory synapses by specific uptake mechanisms involving neuronal (EAAT-3) and glial (GLT-1, GLAST) transporters, which regulate the time that synaptically released Glu remains in the extracellular space and, consequently, the duration and location of postsynaptic receptor activation. The goal of the present study was to evaluate in mouse hippocampus the effect of a short-term high-fat dietary treatment on 1) Glu uptake kinetics, 2) the density of Glu carriers and Glu-degrading enzymes, 3) the density of Glu receptor subunits, and 4) synaptic transmission and plasticity. Here, we show that HF diet triggers a 50% decrease of the Michaelis-Menten constant together with a 300% increase of the maximal velocity of the uptake process. Glial Glu carriers GLT-1 and GLAST were upregulated in HF mice (32 and 27%, respectively), whereas Glu-degrading enzymes glutamine synthase and GABA-decarboxilase appeared to be downregulated in these animals. In addition, HF diet hippocampus displayed diminished basal synaptic transmission and hindered NMDA-induced long-term depression (NMDA-LTD). This was coincident with a reduced density of the NR2B subunit of NMDA receptors. All of these results are compatible with the development of leptin resistance within the hippocampus. Our data show that HF diets upregulate mechanisms involved in Glu clearance and simultaneously impair Glu metabolism. Neurochemical changes occur concomitantly with impaired basal synaptic transmission and reduced NMDA-LTD. Taken together, our results suggest that HF diets trigger neurochemical changes, leading to a desensitization of NMDA receptors within the hippocampus, which might account for cognitive deficits."
    },
    {
      "paper_name": "Leptin boosts cellular metabolism by activating AMPK and the sirtuins to reduce tau phosphorylation and β-amyloid in neurons.",
      "paper_year": "2011",
      "paper_authors": "Greco SJ, Hamzelou A, Johnston JM, Smith MA, Ashford JW, Tezapsidis N",
      "journal": "Biochemical and biophysical research communications",
      "publisher": "Biochem Biophys Res Commun",
      "resumen": "Leptin is a pleiotropic hormone primarily secreted by adipocytes. A high density of functional Leptin receptors has been reported to be expressed in the hippocampus and other cortical regions of the brain, the physiological significance of which has not been explored extensively. Alzheimer's disease (AD) is marked by impaired brain metabolism with decreased glucose utilization in those regions which often precede pathological changes. Recent epidemiological studies suggest that plasma Leptin is protective against AD. Specifically, elderly with plasma Leptin levels in the lowest quartile were found to be four times more likely to develop AD than those in the highest quartile. We have previously reported that Leptin modulates AD pathological pathways in vitro through a mechanism involving the energy sensor, AMP-activated protein kinase (AMPK). To this end, we investigated the extent to which activation of AMPK as well as another class of sensors linking energy availability to cellular metabolism, the sirtuins (SIRT), mediate Leptin's biological activity. Leptin directly activated neuronal AMPK and SIRT in cell lines. Additionally, the ability of Leptin to reduce tau phosphorylation and β-amyloid production was sensitive to the AMPK and sirtuin inhibitors, compound C and nicotinamide, respectively. These findings implicate that Leptin normally acts as a signal for energy homeostasis in neurons. Perhaps Leptin deficiency in AD contributes to a neuronal imbalance in handling energy requirements, leading to higher Aβ and phospho-tau, which can be restored by replenishing low Leptin levels. This may also be a legitimate strategy for therapy."
    },
    {
      "paper_name": "NMDA receptor subunit composition determines the polarity of leptin-induced synaptic plasticity.",
      "paper_year": "2011",
      "paper_authors": "Moult PR, Harvey J",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "Leptin is a hormone that crosses the blood-brain barrier and regulates numerous CNS functions. The hippocampus in particular is an important site for leptin action. Indeed, leptin markedly influences excitatory synaptic transmission and synaptic plasticity in this brain region. Recent studies indicate that leptin modulation of hippocampal excitatory synaptic transmission is age-dependent however the cellular basis for this is unclear. Here we show that early in development leptin evokes a transient (P11-18) or persistent (P5-8) depression of synaptic transmission, whereas leptin evokes a long lasting increase (LTP) in synaptic strength in adulthood. The synaptic depressions induced by leptin required activation of NMDA receptor GluN2B subunits and the ERK signalling cascade. Conversely, leptin-induced LTP in adult was mediated by GluN2A subunits and involved PI 3-kinase dependent signalling. In addition, low-frequency stimulus (LFS)-evoked LTD occluded the persistent effects of leptin at P5-8 and vice versa. Similarly, synaptically-induced LTP occluded the persistent increase in synaptic transmission induced by leptin, indicating that similar expression mechanisms underlie leptin-induced LTD and LFS-induced LTD at P5-8, and leptin-induced LTP and HFS-induced LTP in adult. These findings have important implications for the role of leptin in hippocampal synaptic function during early neuronal development and in aging."
    },
    {
      "paper_name": "Effect of leptin treatment on neonatal hypoxic-ischemic brain injury.",
      "paper_year": "2012",
      "paper_authors": "Kumral A, Yesilirmak DC, Sozmen S, Ergur BU, Tugyan K, Ozbal S, Guclu S, Duman N, Ozkan H",
      "journal": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
      "publisher": "J Matern Fetal Neonatal Med",
      "resumen": "The aim of this study was to investigate the possible neuroprotective and ameliorating effects of leptin treatment in hypoxic-ischemic injury induced neuronal cell death."
    },
    {
      "paper_name": "Impaired CNS leptin action is implicated in depression associated with obesity.",
      "paper_year": "2011",
      "paper_authors": "Yamada N, Katsuura G, Ochi Y, Ebihara K, Kusakabe T, Hosoda K, Nakao K",
      "journal": "Endocrinology",
      "publisher": "Endocrinology",
      "resumen": "Recent epidemiological studies indicate that obesity increases the incidence of depression. We examined the implication of leptin for obesity-associated depression. Leptin induced antidepressive behavior in normal mice in a forced swimming test (FST), and leptin-overexpressing transgenic mice with hyperleptinemia exhibited more antidepressive behavior in the FST than nontransgenic mice. In contrast, leptin-deficient ob/ob mice showed more severe depressive behavior in the FST than normal mice, and leptin administration substantially ameliorated this depressive behavior. Diet-induced obese (DIO) mice fed a high-fat diet showed more depressive behavior in the FST and in a sucrose preference test compared with mice fed a control diet (CD). In DIO mice, leptin induced neither antidepressive action nor increment of the number of c-Fos immunoreactive cells in the hippocampus. Diet substitution from high-fat diet to CD in DIO mice ameliorated the depressive behavior and restored leptin-induced antidepressive action. Brain-derived neurotrophic factor concentrations in the hippocampus were significantly lower in DIO mice than in CD mice. Leptin administration significantly increased hippocampal brain-derived neurotrophic factor concentrations in CD mice but not in DIO mice. The antidepressant activity of leptin in CD mice was significantly attenuated by treatment with K252a. These findings demonstrated that leptin induces an antidepressive state, and DIO mice, which exhibit severe depressive behavior, did not respond to leptin in both the FST and the biochemical changes in the hippocampus. Thus, depression associated with obesity is due, at least in part, to impaired leptin activity in the hippocampus."
    },
    {
      "paper_name": "Ischemic hippocampal cell death induces glucose dysregulation by attenuating glucose-stimulated insulin secretion which is exacerbated by a high fat diet.",
      "paper_year": "2011",
      "paper_authors": "Park S, Kim DS, Kang S, Kwon DY",
      "journal": "Life sciences",
      "publisher": "Life Sci",
      "resumen": "Diabetes increases the chances of stroke and the stroke itself is thought to induce hyperglycemia and diabetes. However, this latter contention remains uncorroborated. We investigated whether ischemic hippocampal neuronal cell death induces glucose dysregulation by modulating insulin resistance, glucose-stimulated insulin secretion, and β-cell mass in Mongolian gerbils fed either a high fat or low fat diet."
    },
    {
      "paper_name": "Obesity/hyperleptinemic phenotype impairs structural and functional plasticity in the rat hippocampus.",
      "paper_year": "2011",
      "paper_authors": "Grillo CA, Piroli GG, Junor L, Wilson SP, Mott DD, Wilson MA, Reagan LP",
      "journal": "Physiology & behavior",
      "publisher": "Physiol Behav",
      "resumen": "Epidemiological studies estimate that greater than 60% of the adult US population may be categorized as either overweight or obese, and there is a growing appreciation that the complications of obesity extend to the central nervous system (CNS). While the vast majority of these studies have focused on the hypothalamus, more recent studies suggest that the complications of obesity may also affect the structural and functional integrity of the hippocampus. A potential contributor to obesity-related CNS abnormalities is the adipocyte-derived hormone leptin. In this regard, decreases in CNS leptin activity may contribute to deficits in hippocampal synaptic plasticity and suggest that leptin resistance, a well-described phenomenon in the hypothalamus, may also be observed in the hippocampus. Unfortunately, the myriad of metabolic and endocrine abnormalities in diabetes/obesity phenotypes makes it challenging to assess the role of leptin in hippocampal neuroplasticity deficits associated with obesity models. To address this question, we examined hippocampal morphological and behavioral plasticity following lentivirus-mediated downregulation of hypothalamic insulin receptors (hypo-IRAS). Hypo-IRAS rats exhibit increases in body weight, adiposity, plasma leptin and triglyceride levels. As such, hypo-IRAS rats develop a phenotype that is consistent with features of the metabolic syndrome. In addition, hippocampal morphological plasticity and performance of hippocampal-dependent tasks are adversely affected in hypo-IRAS rats. Leptin-mediated signaling is also decreased in hypo-IRAS rats. We will discuss these findings in the context of how hyperleptinemia and hypertriglyceridemia may represent mechanistic mediators of the neurological consequences of impaired hippocampal synaptic plasticity in obesity."
    },
    {
      "paper_name": "Leptin induces proliferation of neuronal progenitors and neuroprotection in a mouse model of Alzheimer's disease.",
      "paper_year": "2011",
      "paper_authors": "Pérez-González R, Antequera D, Vargas T, Spuch C, Bolós M, Carro E",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Alzheimer's disease (AD) is a progressive neurodegenerative disease associated with senile amyloid-β (Aβ) plaques, neuronal death, and cognitive decline. Neurogenesis in the adult hippocampus, which is notably affected by progressive neurodegeneration and Aβ pathology, is implicated in learning and memory regulation. Human postmortem brains of AD patients and AβPP/PS1 double transgenic mice show increased neurodegeneration. Leptin, an adipose-derived hormone, promotes neurogenesis in the adult hippocampus, but the way in which this process occurs in the AD brain is still unknown. Thus, we sought to determine if leptin stimulated the proliferation of neuronal precursors in AβPP/PS1 mice. We estimated the number proliferating hippocampal cells after intracerebroventricular administration of a lentiviral vector encoding leptin. After 3 months of treatment with leptin we observed an increase in the number of BrdU-positive cells in the subgranular zone of the dentate gyrus, as shown by morphometric analysis. This increase resulted mainly from an increased proliferation of neuronal precursors. Additionally, leptin led to an attenuation of Aβ-induced neurodegeneration, as revealed by Fluoro-Jade staining. Our results suggest that in AβPP/PS1 mice, leptin exerts changes resembling acute neurotrophic and neuroprotective effects. These effects could serve as the basis for the design of future treatment strategies in AD."
    },
    {
      "paper_name": "Leptin's neuroprotective action in experimental transient ischemic damage of the gerbil hippocampus is linked to altered leptin receptor immunoreactivity.",
      "paper_year": "2011",
      "paper_authors": "Yan BC, Choi JH, Yoo KY, Lee CH, Hwang IK, You SG, Kang IJ, Kim JD, Kim DJ, Kim YM, Won MH",
      "journal": "Journal of the neurological sciences",
      "publisher": "J Neurol Sci",
      "resumen": "Circulating leptin crosses blood-brain barrier to provide control of feeding behavior and energy balance. We investigated changes in leptin and leptin receptor (ObR) in the gerbil hippocampal CA1 region (CA1) after transient cerebral ischemia, and examined effects of leptin on ischemic damage. In vehicle-treated ischemia (vehicle-ischemia) group, the number of survived neurons in the CA1 was 16.4% compared to vehicle-treated sham (vehicle-sham) group; however, in 1 mg/kg leptin-treated ischemia (leptin-ischemia) group, 77.5% of neurons of the CA1 has survived. In the vehicle-sham group, weak leptin immunoreactivity was detected in CA1 neurons. From 4 days post-ischemia, moderate leptin immunoreactivity was expressed in CA1 neurons. In the leptin-ischemia group, leptin immunoreactivity at 5 days post-ischemia was higher than the sham group. ObR immunoreaction in the sham group was hardly detected in any cells. From 2 days post-ischemia, ObR immunoreaction was expressed in microglia, showing the highest immunoreactivity at 5 days post-ischemia. Microglial activation in the leptin-ischemia group was hardly detected at 5 days post-ischemia; however, astrocytes in the group were slightly increased compared to the vehicle-ischemia group. These suggest that treatment of leptin has neuroprotective effects against ischemic damage, showing that ObR immunoreactivity is distinctly changed in the ischemic CA1."
    },
    {
      "paper_name": "Obesity/hyperleptinemic phenotype adversely affects hippocampal plasticity: effects of dietary restriction.",
      "paper_year": "2011",
      "paper_authors": "Grillo CA, Piroli GG, Evans AN, Macht VA, Wilson SP, Scott KA, Sakai RR, Mott DD, Reagan LP",
      "journal": "Physiology & behavior",
      "publisher": "Physiol Behav",
      "resumen": "Epidemiological studies estimate that greater than 60% of the adult US population may be categorized as either overweight or obese and there is a growing appreciation that obesity affects the functional integrity of the central nervous system (CNS). We recently developed a lentivirus (LV) vector that produces an insulin receptor (IR) antisense RNA sequence (IRAS) that when injected into the hypothalamus selectively decreases IR signaling in hypothalamus, resulting in increased body weight, peripheral adiposity and plasma leptin levels. To test the hypothesis that this obesity/hyperleptinemic phenotype would impair hippocampal synaptic transmission, we examined short term potentiation (STP) and long term potentiation (LTP) in the hippocampus of rats that received the LV-IRAS construct or the LV-Control construct in the hypothalamus (hypo-IRAS and hypo-Con, respectively). Stimulation of the Schaffer collaterals elicits STP that develops into LTP in the CA1 region of hypo-Con rats; conversely, hypo-IRAS rats exhibit STP that fails to develop into LTP. To more closely examine the potential role of hyperleptinemia in these electrophysiological deficits, hypo-IRAS were subjected to mild food restriction paradigms that would either: 1) prevent the development of the obesity phenotype; or 2) reverse an established obesity phenotype in hypo-IRAS rats. Both of these paradigms restored LTP in the CA1 region and reversed the decreases in the phosphorylated/total ratio of GluA1 Ser845 AMPA receptor subunit expression observed in the hippocampus of hypo-IRAS rats. Collectively, these data support the hypothesis that obesity impairs hippocampal synaptic transmission and support the hypothesis that these deficits are mediated through the impairment of hippocampal leptin activity."
    },
    {
      "paper_name": "Serotonin receptor 5-HT5A in rat hippocampus decrease by leptin treatment.",
      "paper_year": "2010",
      "paper_authors": "García-Alcocer G, Rodríguez A, Moreno-Layseca P, Berumen LC, Escobar J, Miledi R",
      "journal": "Neuroscience letters",
      "publisher": "Neurosci Lett",
      "resumen": "5-Hydroxytryptamine (5-HT) is involved in a variety of different physiological processes and behaviors through the activation of equally diverse receptors subtypes. In this work we studied the changes on the expression of 5-HT(5A) receptors in rat hippocampus induced by leptin, an adipocyte-derived hormone that has been reported to participate in the modulation of food intake and in adult hippocampal neurogenesis. To study the effect of leptin on the 5-HT(5A) receptor gene expression a qRT-PCR was used and the distribution of those receptors in the hippocampus was visualized by immunohistochemistry. Rats were separated in four groups: control (untreated rats), leptin-treated, serotonin-treated and leptin+serotonin treated. The results showed that even though the 5-HT(5A) gene expression did not change in the hippocampus of any of the treated groups, in the rats treated with leptin and serotonin, the specific immunostaining for the 5-HT(5A) serotonin receptor decreased significantly in the dentate gyrus."
    },
    {
      "paper_name": "Neuroprotective effects of leptin following kainic acid-induced status epilepticus.",
      "paper_year": "2010",
      "paper_authors": "Obeid M, Frank J, Medina M, Finckbone V, Bliss R, Bista B, Majmudar S, Hurst D, Strahlendorf H, Strahlendorf J",
      "journal": "Epilepsy & behavior : E&B",
      "publisher": "Epilepsy Behav",
      "resumen": "We investigated the potential neuroprotective effects of leptin (LEP) against cellular damage, long-term recurrent spontaneous seizures, and behavioral changes associated with kainate (KA)-induced status epilepticus (SE). Adult Sprague-Dawley rats were sacrificed 24 hours after KA injections, and hippocampi were subjected to histological analysis. In the acute condition, one group received 12 mg/kg KA intraperitoneally (KAac group), and another group received 12 mg/kg KA intraperitoneally, followed by two intraperitoneal LEP injections of 4 mg/kg each, 1 and 13 hours after KA (KALEPac group). For long-term outcomes, one group received KA (KA group), and the other group received three intraperitoneal LEP injections (4 mg/kg at 1 hour, and 2mg/kg at 13 and 24 hours) after KA (KALEP group). Controls were sham manipulated. Behavioral tests started 6 weeks after SE. All rats that received KA underwent behavioral seizures of comparable severity. Compared with the KAac group, the KALEPac group had significantly larger pyramidal cell surface areas and fewer black-stained degenerating neurons with silver stain. The KALEP and KA groups were comparable with respect to recurrent spontaneous seizures, aggression, hyperactivity, and impaired memory. We show that leptin reduces cellular injury associated with KA-induced SE, but does not prevent long-term recurrent spontaneous seizures and behavioral deficits."
    },
    {
      "paper_name": "Distribution and neurochemical characterization of protein kinase C-theta and -delta in the rodent hypothalamus.",
      "paper_year": "2010",
      "paper_authors": "Irani BG, Donato J, Olson DP, Lowell BB, Sacktor TC, Reyland ME, Tolson KP, Zinn AR, Ueta Y, Sakata I, Zigman JM, Elias CF, Clegg DJ",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "PKC-theta (PKC-θ), a member of the novel protein kinase C family (nPKC), regulates a wide variety of functions in the periphery. However, its presence and role in the CNS has remained largely unknown. Recently, we demonstrated the presence of PKC-θ in the arcuate hypothalamic nucleus (ARC) and knockdown of PKC-θ from the ARC protected mice from developing diet-induced obesity. Another isoform of the nPKC group, PKC-delta (PKC-δ), is expressed in several non-hypothalamic brain sites including the thalamus and hippocampus. Although PKC-δ has been implicated in regulating hypothalamic glucose homeostasis, its distribution in the hypothalamus has not previously been described. In the current study, we used immunohistochemistry to examine the distribution of PKC-θ and -δ immunoreactivity in rat and mouse hypothalamus. We found PKC-θ immunoreactive neurons in several hypothalamic nuclei including the ARC, lateral hypothalamic area, perifornical area and tuberomammillary nucleus. PKC-δ immunoreactive neurons were found in the paraventricular and supraoptic nuclei. Double-label immunohistochemisty in mice expressing green fluorescent protein either with the long form of leptin receptor (LepR-b) or in orexin (ORX) neurons indicated that PKC-θ is highly colocalized in lateral hypothalamic ORX neurons but not in lateral hypothalamic LepR-b neurons. Double-label immunohistochemistry in oxytocin-enhanced yellow fluorescent protein mice or arginine vasopressin-enhanced green fluorescent protein (AVP-EGFP) transgenic rats revealed a high degree of colocalization of PKC-δ within paraventricular and supraoptic oxytocin neurons but not the vasopressinergic neurons. We conclude that PKC-θ and -δ are expressed in different hypothalamic neuronal populations."
    },
    {
      "paper_name": "Leptin reduces pathology and improves memory in a transgenic mouse model of Alzheimer's disease.",
      "paper_year": "2010",
      "paper_authors": "Greco SJ, Bryan KJ, Sarkar S, Zhu X, Smith MA, Ashford JW, Johnston JM, Tezapsidis N, Casadesus G",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "We have previously reported anti-amyloidogenic effects of leptin using in vitro and in vivo models and, more recently, demonstrated the ability of leptin to reduce tau phosphorylation in neuronal cells. The present study examined the efficacy of leptin in ameliorating the Alzheimer's disease (AD)-like pathology in 6-month old CRND8 transgenic mice (TgCRND8) following 8 weeks of treatment. Leptin-treated transgenic mice showed significantly reduced levels of amyloid-beta (Abeta){1-40} in both brain extracts (52% reduction, p= 0.047) and serum (55% reduction, p= 0.049), as detected by ELISA, and significant reduction in amyloid burden (47% reduction, p=0.041) in the hippocampus, as detected by immunocytochemistry. The decrease in the levels of Abeta in the brain correlated with a decrease in the levels of C99 C-terminal fragments of the amyloid-beta protein precursor, consistent with a role for beta -secretase in mediating the effect of leptin. In addition, leptin-treated TgCRND8 mice had significantly lower levels of phosphorylated tau, as detected by AT8 and anti-tau-Ser{396} antibodies. Importantly, after 4 or 8 weeks of treatment, there was no significant increase in the levels of C-reactive protein, tumor necrosis factor-alpha, and cortisol in the plasma of leptin-treated TgCRND8 animals compared to saline-treated controls, indicating no inflammatory reaction. These biochemical and pathological changes were correlated with behavioral improvements, as early as after 4 weeks of treatment, as recorded by a novel object recognition test and particularly the contextual and cued fear conditioning test after 8 weeks of treatment. Leptin-treated TgCRND8 animals significantly outperformed saline-treated littermates in these behavioral tests. These findings solidly demonstrate the potential for leptin as a disease modifying therapeutic in transgenic animals of AD, driving optimism for its safety and efficacy in humans."
    },
    {
      "paper_name": "The neuroprotective effect of intranasally applied leptin against hypoxic neuronal injury.",
      "paper_year": "2010",
      "paper_authors": "Minciu Macrea M, Misra H, Zagrean L",
      "journal": "Medical hypotheses",
      "publisher": "Med Hypotheses",
      "resumen": "Hypoxia may result from hypoperfusion, as seen in the cardio-respiratory arrest. Subsequent to the acute neuronal damage, the delayed neuronal death ensues, and further neurons die within hours or days thereafter. An effective neuroprotective therapeutic agent should counteract one or, ideally, all well-established neuronal death pathways, i.e., excitotoxicity, oxidative stress and apoptosis. All these three mechanisms propagate through distinctive and mutual exclusive signal transduction pathway and contribute to the neuronal loss following the initial hypoxic-ischemic brain injury. Thus, the ideal therapeutic intervention against the hypoxic-ischemic neuronal injury should aim to prevent all three mechanisms of the neuronal death in a concerted effort. Recent studies demonstrated that intranasally administered leptin results in supra-physiological leptin levels at various regions of the brain (including hippocampus) within 30min of administration. We consider leptin to be an ideal neuroprotective agent, having targeted excitotoxicity (directly, by inhibiting AMDA and NMDA) oxidative stress (indirectly, by HIF1 mediation) and apoptosis (directly, by activating ERK 1/2 pathway) and hypothesize that intranasally administered leptin has neuroprotective effect against the neuronal hypoxic injury. If our hypothesis is confirmed, leptin administered before and/or soon after hypoxic injury, may be effective in minimizing the devastating sequelae of such event."
    },
    {
      "paper_name": "Distribution of leptin-sensitive cells in the postnatal and adult mouse brain.",
      "paper_year": "2010",
      "paper_authors": "Caron E, Sachot C, Prevot V, Bouret SG",
      "journal": "The Journal of comparative neurology",
      "publisher": "J Comp Neurol",
      "resumen": "Leptin plays a pivotal role in the regulation of energy homeostasis and neuroendocrine functions, and increasing evidence indicates that leptin acts on the brain to mediate many of these effects. Recent data have also suggested that leptin influences brain development during early postnatal life. Here we examined the distribution of cells that express mRNA encoding the long form of the leptin receptor (LepRb) in postnatal and adult mouse brains by using in situ hybridization. In both adults and neonates, LepRb mRNA was largely restricted to regions known to control energy balance. Labeled cells were found in the arcuate, ventromedial, and dorsomedial nuclei of the hypothalamus as well as in the lateral hypothalamic area. Heavily labeled cells were also found in the median preoptic and ventral premammillary nuclei, two hypothalamic nuclei that are known to control reproduction. Moreover, during postnatal and adult life, clearly labeled cells were found in extrahypothalamic autonomic control sites such as the nucleus of the tractus solitarius. Importantly, this receptor can induce intracellular signaling because peripheral injection of leptin caused STAT3 phosphorylation in most sites in which LepRb mRNA was expressed. LepRb mRNA was also transiently elevated in certain regions of the postnatal mouse brain, such as the cortex, hippocampus, and laterodorsal nucleus of the thalamus. Taken together, these observations are consistent with the proposed roles of leptin in feeding and neuroendocrine regulation. They also identify regions where LepRb mRNA is expressed during early postnatal life and suggest new roles for leptin in the nervous system during development."
    },
    {
      "paper_name": "Regulation of glutamate receptor trafficking by leptin.",
      "paper_year": "2009",
      "paper_authors": "Moult PR, Harvey J",
      "journal": "Biochemical Society transactions",
      "publisher": "Biochem Soc Trans",
      "resumen": "It is well established that leptin is a circulating hormone that enters the brain and regulates food intake and body weight via its hypothalamic actions. However, it is also known that leptin receptors are widely expressed in the CNS (central nervous system), and evidence is accumulating that leptin modulates many neuronal functions. In particular, recent studies have indicated that leptin plays an important role in the regulation of hippocampal synaptic plasticity. Indeed leptin-insensitive rodents display impairments in hippocampal synaptic plasticity and defects in spatial memory tasks. We have also shown that leptin facilitates the induction of hippocampal LTP (long-term potentiation) via enhancing NMDA (N-methyl-D-aspartate) receptor function and that leptin has the ability to evoke a novel form of NMDA receptor-dependent LTD (long-term depression). In addition, leptin promotes rapid alterations in hippocampal dendritic morphology and synaptic density, which are likely to contribute to the effects of this hormone on excitatory synaptic strength. Recent studies have demonstrated that trafficking of AMPA (alpha-amino-3-hydroxy-5-methylisoxazole-4-propionic acid) receptors is pivotal for activity-dependent hippocampal synaptic plasticity. However, little is known about how AMPA receptor trafficking processes are regulated by hormonal systems. In the present paper, we discuss evidence that leptin rapidly alters the trafficking of AMPA receptors to and away from hippocampal CA1 synapses. The impact of these leptin-driven changes on hippocampal excitatory synaptic function are discussed."
    },
    {
      "paper_name": "Voluntary exercise and caloric restriction enhance hippocampal dendritic spine density and BDNF levels in diabetic mice.",
      "paper_year": "2009",
      "paper_authors": "Stranahan AM, Lee K, Martin B, Maudsley S, Golden E, Cutler RG, Mattson MP",
      "journal": "Hippocampus",
      "publisher": "Hippocampus",
      "resumen": "Diabetes may adversely affect cognitive function, but the underlying mechanisms are unknown. To investigate whether manipulations that enhance neurotrophin levels will also restore neuronal structure and function in diabetes, we examined the effects of wheel running and dietary energy restriction on hippocampal neuron morphology and brain-derived neurotrophic factor (BDNF) levels in db/db mice, a model of insulin resistant diabetes. Running wheel activity, caloric restriction, or the combination of the two treatments increased levels of BDNF in the hippocampus of db/db mice. Enhancement of hippocampal BDNF was accompanied by increases in dendritic spine density on the secondary and tertiary dendrites of dentate granule neurons. These studies suggest that diabetes exerts detrimental effects on hippocampal structure, and that this state can be attenuated by increasing energy expenditure and decreasing energy intake."
    },
    {
      "paper_name": "Leptin signaling in brain: A link between nutrition and cognition?",
      "paper_year": "2009",
      "paper_authors": "Morrison CD",
      "journal": "Biochimica et biophysica acta",
      "publisher": "Biochim Biophys Acta",
      "resumen": "Leptin is a protein hormone that acts within the hypothalamus to suppress food intake and decrease body adiposity, but it is increasingly clear that the hypothalamus is not the only site of leptin action, nor food intake the only biological effect of leptin. Instead, leptin is a pleiotropic hormone that impinges on many brain areas, and in doing so alters food intake, motivation, learning, memory, cognitive function, neuroprotection, reproduction, growth, metabolism, energy expenditure, and more. This diversity of function also means that a dysregulation of leptin secretion and signaling can have far reaching effects. To date research on leptin signaling has focused primarily on the hypothalamus, and the result is a relative lack of information regarding the impact of leptin signaling and leptin resistance in non-hypothalamic areas, despite a growing literature implicating leptin in the regulation of neuronal structure and function in the hippocampus, cortex and other brain areas associated with cognition."
    },
    {
      "paper_name": "Bi-directional modulation of fast inhibitory synaptic transmission by leptin.",
      "paper_year": "2009",
      "paper_authors": "Solovyova N, Moult PR, Milojkovic B, Lambert JJ, Harvey J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "The hormone leptin has widespread actions in the CNS. Indeed, leptin markedly influences hippocampal excitatory synaptic transmission and synaptic plasticity. However, the effects of leptin on fast inhibitory synaptic transmission in the hippocampus have not been evaluated. Here, we show that leptin modulates GABA(A) receptor-mediated synaptic transmission onto hippocampal CA1 pyramidal cells. Leptin promotes a rapid and reversible increase in the amplitude of evoked GABA(A) receptor-mediated inhibitory synaptic currents (IPSCs); an effect that was paralleled by increases in the frequency and amplitude of miniature IPSCs, but with no change in paired pulse ratio or coefficient of variation, suggesting a post-synaptic expression mechanism. Following washout of leptin, a persistent depression (inhibitory long-lasting depression) of evoked IPSCs was observed. Whole-cell dialysis or bath application of inhibitors of phosphoinositide 3 (PI 3)-kinase or Akt prevented leptin-induced enhancement of IPSCs indicating involvement of a post-synaptic PI 3-kinase/Akt-dependent pathway. In contrast, blockade of PI 3-kinase or Akt activity failed to alter the ability of leptin to induce inhibitory long-lasting depression, suggesting that this process is independent of PI 3-kinase/Akt. In conclusion these data indicate that the hormone leptin bi-directionally modulates GABA(A) receptor-mediated synaptic transmission in the hippocampus. These findings have important implications for the role of this hormone in regulating hippocampal pyramidal neuron excitability."
    },
    {
      "paper_name": "Perinatal maternal fat intake affects metabolism and hippocampal function in the offspring: a potential role for leptin.",
      "paper_year": "2008",
      "paper_authors": "Walker CD, Naef L, d'Asti E, Long H, Xu Z, Moreau A, Azeddine B",
      "journal": "Annals of the New York Academy of Sciences",
      "publisher": "Ann N Y Acad Sci",
      "resumen": "Both undernutrition and overnutrition of the mother during pregnancy and lactation produce a syndrome of altered energy balance in the offspring and has long-lasting consequences on CNS systems regulating food intake, metabolism, and food reward. Homeostatic circulating factors like insulin, glucocorticoids, and leptin that are generally increased by exposure to high fat/high caloric diets constitute important signals in these processes. They trigger functional activation of specific intracellular cascades mediating cellular sensitivity, survival, and synaptic plasticity. Using a model whereby the late fetal and neonatal rat is exposed to increased high fat (HF) via HF feeding of the mother, we investigated the proximal (neonatal) and distal (adult) consequences on metabolism and hippocampal function in the offspring. Adult offspring of HF-fed mothers displayed several of the physiological and behavioral changes susceptible to leading to metabolic complications. These include elevated circulating concentrations of leptin and corticosterone, increased body weight gain and food intake, modest preference for fat-containing food types, as well as the onset of hypothalamic leptin resistance. In the hippocampus, HF-fed offspring or neonates treated with leptin show similar increases in neurogenesis and survival of newborn neurons. We identified some of the direct effects of leptin to increase synaptic proteins, N-methyl-d-aspartate (NMDA), and glucocorticoid receptors, and to reduce long-term potentiation (LTP) prior to weaning. While these studies have documented effects in animal models, concepts can easily be translated to human nutrition in order to help design better perinatal diets and nutritional preventive measures for mothers in a coordinated effort to curb the obesity trend."
    },
    {
      "paper_name": "Leptin reverses long-term potentiation at hippocampal CA1 synapses.",
      "paper_year": "2009",
      "paper_authors": "Moult PR, Milojkovic B, Harvey J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "The hormone leptin crosses the blood brain barrier and regulates numerous neuronal functions, including hippocampal synaptic plasticity. Here we show that application of leptin resulted in the reversal of long-term potentiation (LTP) at hippocampal CA1 synapses. The ability of leptin to depotentiate CA1 synapses was concentration-dependent and it displayed a distinct temporal profile. Leptin-induced depotentiation was not associated with any change in the paired pulse facilitation ratio or the coefficient of variance, indicating a post-synaptic locus of expression. Moreover, the synaptic activation of NMDA receptors was required for leptin-induced depotentiation as the effects of leptin were blocked by the competitive NMDA receptor antagonist, D-aminophosphovaleric acid (D-AP5). The signaling mechanisms underlying leptin-induced depotentiation involved activation of the calcium/calmodulin-dependent protein phosphatase, calcineurin, but were independent of c-jun NH(2) terminal kinase. Furthermore, leptin-induced depotentiation was accompanied by a reduction in alpha-amino-3-hydroxy-5-methylisoxazole-4-propionate (AMPA) receptor rectification indicating that loss of glutamate receptor 2 (GluR2)-lacking AMPA receptors underlies this process. These data indicate that leptin reverses hippocampal LTP via a process involving calcineurin-dependent internalization of GluR2-lacking AMPA receptors which further highlights the key role for this hormone in regulating hippocampal synaptic plasticity and neuronal development."
    },
    {
      "paper_name": "Effects of treadmill exercise on cell proliferation and differentiation in the subgranular zone of the dentate gyrus in a rat model of type II diabetes.",
      "paper_year": "2009",
      "paper_authors": "Yi SS, Hwang IK, Yoo KY, Park OK, Yu J, Yan B, Kim IY, Kim YN, Pai T, Song W, Lee IS, Won MH, Seong JK, Yoon YS",
      "journal": "Neurochemical research",
      "publisher": "Neurochem Res",
      "resumen": "In the present study, we investigated the effects of a treadmill exercise on serum glucose levels and Ki67 and doublecortin (DCX) immunoreactivity, which is a marker of cell proliferation expressed during cell cycles except G0 and early G1 and a marker of progenitors differentiating into neurons, respectively, in the subgranular zone of the dentate gyrus (SZDG) using a type II diabetic model. At 6 weeks of age, Zucker lean control (ZLC) and Zucker diabetic fatty (ZDF) rats were put on a treadmill with or without running for 1 h/day/5 consecutive days at 22 m/min for 5 weeks. Body weight was significantly increased in the control (without running)-ZDF rats compared to that in the other groups. In the control groups blood glucose levels were increased by 392.7 mg/dl in the control-ZDF rats and by 143.3 mg/dl in the control-ZLC rats. However, in the exercise groups, blood glucose levels were similar between the exercise-ZLC and ZDF rats: The blood glucose levels were 110.0 and 118.2 mg/dl, respectively. Ki67 positive nuclei were detected in the SZDG in control and exercise groups. The number of Ki67 positive nuclei was significantly high in exercise groups compared to that in the control groups. In addition, Ki67 positive cells were abundant in ZLC groups compared to those in ZDF groups. DCX-immunoreactive structures in the control-ZDF rats were lower than that in the control-ZLC rats. In the exercise groups, DCX-immunoreactive structures (somata and processes with tertiary dendrites) and DCX protein levels were markedly increased in both the exercise-ZLC and ZDF rats compared to that in the control groups. These results suggest that a treadmill exercise reduces blood glucose levels in ZDF rats and increases cell proliferation and differentiation in the SZDG in ZLC and ZDF rats compared to those in control groups."
    },
    {
      "paper_name": "Leptin protects hippocampal CA1 neurons against ischemic injury.",
      "paper_year": "2008",
      "paper_authors": "Zhang F, Chen J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "Leptin is an adipose hormone with well characterized roles in regulating food intake and energy balance. A novel neuroprotective role for leptin has recently been discovered; however, the underlying mechanisms are not clearly defined. The purpose of this study was to determine whether leptin protects against delayed neuronal cell death in hippocampal CA1 following transient global cerebral ischemia in rats and to study the signaling mechanism responsible for the neuroprotective effects of leptin. Leptin receptor antagonist, protein kinase inhibitors and western blots were used to assess the molecular signaling events that were altered by leptin after ischemia. The results revealed that intracerebral ventricle infusion of leptin markedly increased the numbers of survival CA1 neurons in a dose-dependent manner. Infusion of a specific leptin antagonist 10 min prior to transient global ischemia abolished the pro-survival effects of leptin, indicating the essential role of leptin receptors in mediating this neuroprotection. Both the Akt and extracellular signal-related kinase 1/2 (ERK1/2) signaling pathways appear to play a critical role in leptin neuroprotection, as leptin infusion increased the phosphorylation of Akt and ERK1/2 in CA1. Furthermore, pharmacological inhibition of either pathway compromised the neuroprotective effects of leptin. Taken together, the results suggest that leptin protects against delayed ischemic neuronal death in the hippocampal CA1 by maintaining the pro-survival states of Akt and ERK1/2 MAPK signaling pathways."
    },
    {
      "paper_name": "Leptin increases adult hippocampal neurogenesis in vivo and in vitro.",
      "paper_year": "2008",
      "paper_authors": "Garza JC, Guo M, Zhang W, Lu XY",
      "journal": "The Journal of biological chemistry",
      "publisher": "J Biol Chem",
      "resumen": "Leptin, an adipose-derived hormone, has been implicated in several physiological processes involving the hippocampus. However, the role of leptin in adult hippocampal neurogenesis remains unknown. Here we show that leptin regulates neurogenesis in the dentate gyrus of adult mice as well as in cultured adult hippocampal progenitor cells. Chronic administration of leptin to adult mice increased cell proliferation without significant effects on the differentiation and the survival of newly proliferated cells in the dentate gyrus. The expression of the long form leptin receptor, LepRb, was detected in hippocampal progenitor cells by reverse transcription-PCR and immunohistochemistry. Leptin treatment also increased proliferation of cultured adult hippocampal progenitor cells. Analysis of signal transduction pathways revealed that leptin stimulated phosphorylation of Akt and STAT3 but not ERK1/2. Furthermore, pre-treating the cells with specific inhibitors of Akt or STAT3 attenuated leptin-induced cell proliferation in a dose-dependent manner. Taken together, our results support a role for leptin in adult hippocampal neurogenesis and suggest the involvement of the Akt and STAT3 signaling pathways in mediating the actions of leptin on neurogenesis."
    },
    {
      "paper_name": "Effect of Lactobacillus acidophilus supernatants on body weight and leptin expression in rats.",
      "paper_year": "2008",
      "paper_authors": "Sousa R, Halper J, Zhang J, Lewis SJ, Li WI",
      "journal": "BMC complementary and alternative medicine",
      "publisher": "BMC Complement Altern Med",
      "resumen": "Lactobacillus extracts and supernatants have been used as probiotics in human and veterinary medicine for their ability to enhance wound healing and immunity. Previous data from our laboratory demonstrated that Lactobacillus supernatant (LS) stimulated wound healing, angiogenesis and proliferation of embryonic cells after topical application. This current study shows that LS after its administration into the cerebral ventricles of male rats exerts systemic effects."
    },
    {
      "paper_name": "Leptin as a neuroprotective agent.",
      "paper_year": "2008",
      "paper_authors": "Tang BL",
      "journal": "Biochemical and biophysical research communications",
      "publisher": "Biochem Biophys Res Commun",
      "resumen": "Leptin is a hormone produced by adipocytes that regulates satiety (food uptake) and energy homeostasis by activating receptors expressed in neurons of the hypothalamus. Leptin receptors are also found in other brain regions such as the hippocampus and cerebral cortex, and have known roles in regulating neural development and neuroendocrine functions. Recent evidence indicates that leptin could be neuroprotective, enhancing neuronal survival both in vitro and in vivo. Intriguingly, administration of leptin protects against neuronal death in animal models of cerebral ischemic injury and hemiparkisonism. Activation of the Janus kinase (JAK)-signal transducers and activator of transcription (STAT), phosphatidylinositol (PI) 3-kinase and the extracellular signal regulated kinase (ERK) pathways are known downstream events of leptin receptor signaling, all of which are pro-survival and anti-apoptotic. The relative ease of leptin's accessibility to the brain by peripheral administration makes it a potential drug candidate in the development of therapeutics for brain injuries and neurodegeneration."
    },
    {
      "paper_name": "Anticonvulsant effects of leptin in epilepsy.",
      "paper_year": "2008",
      "paper_authors": "Diano S, Horvath TL",
      "journal": "The Journal of clinical investigation",
      "publisher": "J Clin Invest",
      "resumen": "Secreted from adipose tissue at levels proportional to fat stores, the hormone leptin is a critical regulator of the hypothalamic machinery that controls feeding and energy metabolism. Despite the critical role of leptin in the maintenance of energy homeostasis, no leptin-based therapeutic approaches have emerged to combat metabolic disorders such as obesity or diabetes. In this issue of the JCI, Xu et al. report a robust influence of leptin, beyond its role in metabolism, on hippocampal neuronal processes implicated in the etiology of epileptic seizures, learning, and memory (see the related article beginning on page 272). They show, in two rodent seizure models, that leptin administered directly to the brain or nasal epithelium suppresses seizures via direct effects on glutamate neurotransmission in the hippocampus. These observations suggest that leptin may have therapeutic potential in the treatment of epilepsy and strengthen the notion that peripheral metabolic hormones such as leptin play important roles in the regulation of higher brain functions."
    },
    {
      "paper_name": "Leptin-mediated cell survival signaling in hippocampal neurons mediated by JAK STAT3 and mitochondrial stabilization.",
      "paper_year": "2008",
      "paper_authors": "Guo Z, Jiang H, Xu X, Duan W, Mattson MP",
      "journal": "The Journal of biological chemistry",
      "publisher": "J Biol Chem",
      "resumen": "Leptin plays a pivotal role in the regulation of energy homeostasis and metabolism, primarily by acting on neurons in the hypothalamus that control food intake. However, leptin receptors are more widely expressed in the brain suggesting additional, as yet unknown, functions of leptin. Here we show that both embryonic and adult hippocampal neurons express leptin receptors coupled to activation of STAT3 and phosphatidylinositol 3-kinase-Akt signaling pathways. Leptin protects hippocampal neurons against cell death induced by neurotrophic factor withdrawal and excitotoxic and oxidative insults. The neuroprotective effect of leptin is antagonized by the JAK2-STAT3 inhibitor AG-490, STAT3 decoy DNA, and phosphatidylinositol 3-kinase/Akt inhibitors but not by an inhibitor of MAPK. Leptin induces the production of manganese superoxide dismutase and the anti-apoptotic protein Bcl-xL, and stabilizes mitochondrial membrane potential and lessens mitochondrial oxidative stress. Leptin receptor-deficient mice (db/db mice) are more vulnerable to seizure-induced hippocampal damage, and intraventricular administration of leptin protects neurons against seizures. By enhancing mitochondrial resistance to apoptosis and excitotoxicity, our findings suggest that leptin signaling serves a neurotrophic function in the developing and adult hippocampus."
    },
    {
      "paper_name": "Leptin promotes rapid dynamic changes in hippocampal dendritic morphology.",
      "paper_year": "2007",
      "paper_authors": "O'Malley D, MacDonald N, Mizielinska S, Connolly CN, Irving AJ, Harvey J",
      "journal": "Molecular and cellular neurosciences",
      "publisher": "Mol Cell Neurosci",
      "resumen": "Recent studies have implicated the hormone leptin in synaptic plasticity associated with neuronal development and learning and memory. Indeed, leptin facilitates hippocampal long-term potentiation and leptin-insensitive rodents display impaired hippocampal synaptic plasticity suggesting a role for endogenous leptin. Structural changes are also thought to underlie activity-dependent synaptic plasticity and this may be regulated by specific growth factors. As leptin is reported to have neurotrophic actions, we have examined the effects of leptin on the morphology and filopodial outgrowth in hippocampal neurons. Here, we demonstrate that leptin rapidly enhances the motility and density of dendritic filopodia and subsequently increases the density of hippocampal synapses. This process is dependent on the synaptic activation of NR2A-containing NMDA receptors and is mediated by the MAPK (ERK) signaling pathway. As dendritic morphogenesis is associated with activity-dependent changes in synaptic strength, the rapid structural remodeling of dendrites by leptin has important implications for its role in regulating hippocampal synaptic plasticity and neuronal development."
    },
    {
      "paper_name": "Neuroprotective effects of leptin against ischemic injury induced by oxygen-glucose deprivation and transient cerebral ischemia.",
      "paper_year": "2007",
      "paper_authors": "Zhang F, Wang S, Signore AP, Chen J",
      "journal": "Stroke",
      "publisher": "Stroke",
      "resumen": "Leptin is the major adipose hormone that regulates body weight and energy expenditure by activating leptin receptors in the hypothalamus. Leptin receptors are also present in other cell types, and a potent antiapoptotic effect for leptin has recently been reported. We investigated whether leptin was neuroprotective against ischemic brain injury."
    },
    {
      "paper_name": "Long-lasting effects of elevated neonatal leptin on rat hippocampal function, synaptic proteins and NMDA receptor subunits.",
      "paper_year": "2007",
      "paper_authors": "Walker CD, Long H, Williams S, Richard D",
      "journal": "Journal of neuroscience research",
      "publisher": "J Neurosci Res",
      "resumen": "The high circulating levels of leptin in neonatal rodents do not seem to be regulating energy balance at this age, but rather may play an important role for brain development. We tested the hypothesis that high neonatal leptin levels modify hippocampal function and production of synaptic proteins with possible long-term consequences on long-term potentiation (LTP) in adulthood. We first showed that in postnatal day (PND) 10 neonates, acute leptin treatment functionally activated leptin receptors (ObR) in the CA1 and DG regions of the hippocampus through the induction of phosphoERK1/2, but not phosphoSTAT3 protein although both phospho-proteins were induced in the arcuate nucleus. We next examined whether chronic leptin administration (3 mg/kg BW, intraperitoneally) during the first 2 weeks of life (postnatal day, PND 2-14) produces a functional signal in the hippocampus that alters the expression of NMDA receptor subunits (NR1, NR2A, NR2B), synaptic proteins and LTP in the short and long-term. In PND 10 as in adults (PND 70) rats, chronic leptin treatment increased NR1 expression in the hippocampus while reducing NR2B protein levels. Elevated hippocampal concentrations of synapsin2A and synaptophysin were detected during leptin treatment on PND 10 suggesting increased neurotransmitter release. In adults, only SNAP-25 expression was increased after neonatal leptin treatment. LTP was reduced dramatically by leptin treatment in preweaning rats although the changes did not persist until adulthood. Elevated exposure to leptin during a critical period of neonatal hippocampal development might serve to enhance NMDA-dependent functions other than LTP and have important effects on synaptogenesis and neurotransmitter release."
    },
    {
      "paper_name": "Leptin: a diverse regulator of neuronal function.",
      "paper_year": "2007",
      "paper_authors": "Harvey J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "It is well documented that leptin is a circulating hormone that plays a key role in regulating food intake and body weight via its actions on specific hypothalamic nuclei. However, leptin receptors are widely expressed in the CNS, in regions not generally associated with energy homeostasis, such as the hippocampus, cortex and cerebellum. Moreover, evidence is accumulating that leptin has widespread actions in the brain. In particular, recent studies have demonstrated that leptin markedly influences the excitability of hippocampal neurons via its ability to activate large conductance Ca(2+)-activated K(+) (BK) channels, and also to promote long-term depression of excitatory synaptic transmission. Here, we review the evidence supporting a role for this hormone in regulating hippocampal excitability."
    },
    {
      "paper_name": "Leptin facilitates learning and memory performance and enhances hippocampal CA1 long-term potentiation and CaMK II phosphorylation in rats.",
      "paper_year": "2006",
      "paper_authors": "Oomura Y, Hori N, Shiraishi T, Fukunaga K, Takeda H, Tsuji M, Matsumiya T, Ishibashi M, Aou S, Li XL, Kohno D, Uramura K, Sougawa H, Yada T, Wayner MJ, Sasaki K",
      "journal": "Peptides",
      "publisher": "Peptides",
      "resumen": "Leptin, an adipocytokine encoded by an obesity gene and expressed in adipose tissue, affects feeding behavior, thermogenesis, and neuroendocrine status via leptin receptors distributed in the brain, especially in the hypothalamus. Leptin may also modulate the synaptic plasticity and behavioral performance related to learning and memory since: leptin receptors are found in the hippocampus, and both leptin and its receptor share structural and functional similarities with the interleukin-6 family of cytokines that modulate long-term potentiation (LTP) in the hippocampus. We therefore examined the effect of leptin on (1) behavioral performance in emotional and spatial learning tasks, (2) LTP at Schaffer collateral-CA1 synapses, (3) presynaptic and postsynaptic activities in hippocampal CA1 neurons, (4) the intracellular Ca(2+) concentration ([Ca(2+)](i)) in CA1 neurons, and (5) the activity of Ca(2+)/calmodulin protein kinase II (CaMK II) in the hippocampal CA1 tissue that exhibits LTP. Intravenous injection of 5 and/or 50mug/kg, but not of 500mug/kg leptin, facilitated behavioral performance in passive avoidance and Morris water-maze tasks. Bath application of 10(-12)M leptin in slice experiments enhanced LTP and increased the presynaptic transmitter release, whereas 10(-10)M leptin suppressed LTP and reduced the postsynaptic receptor sensitivity to N-methyl-d-aspartic acid. The increase in the [Ca(2+)](i) induced by 10(-10)M leptin was two times greater than that induced by 10(-12)M leptin. In addition, the facilitation (10(-12)M) and suppression (10(-10)M) of LTP by leptin was closely associated with an increase and decrease in Ca(2+)-independent activity of CaMK II. Our results show that leptin not only affects hypothalamic functions (such as feeding, thermogenesis, and neuroendocrine status), but also modulates higher nervous functions, such as the behavioral performance related to learning and memory and hippocampal synaptic plasticity."
    },
    {
      "paper_name": "The selfish brain: competition for energy resources.",
      "paper_year": "2006",
      "paper_authors": "Fehm HL, Kern W, Peters A",
      "journal": "Progress in brain research",
      "publisher": "Prog Brain Res",
      "resumen": "Although the brain constitutes only 2% of the body mass, its metabolism accounts for 50% of total body glucose utilization. This delicate situation is aggravated by the fact that the brain depends on glucose as energy substrate. Thus, the contour of a major problem becomes evident: how can the brain maintain constant fluxes of large amounts of glucose to itself in the presence of powerful competitors as fat and muscle tissue. Activity of cortical neurons generates an \"energy on demand\" signal which eventually mediates the uptake of glucose from brain capillaries. Because energy stores in the circulation (equivalent to ca. 5 g glucose) are also limited, a second signal is required termed \"energy on request\"; this signal is responsible for the activation of allocation processes. The term \"allocation\" refers to the activation of the \"behavior control column\" by an input from the hippocampus-amygdala system. As far as eating behavior is concerned the behavior control column consists of the ventral medial hypothalamus (VMH) and periventricular nucleus (PVN). The PVN represents the central nucleus of the brain's stress systems, the hypothalamus-pituitary-adrenal (HPA) axis and the sympathetic nervous system (SNS). Activation of the sympatico-adrenal system inhibits glucose uptake by peripheral tissues by inhibiting insulin release and inducing insulin resistance and increases hepatic glucose production. With an inadequate \"energy on request\" signal neuroglucopenia would be the consequence. A decrease in brain glucose can activate glucose-sensitive neurons in the lateral hypothalamus (LH) with the release of orexigenic peptides which stimulate food intake. If the energy supply of the brain depends on activation of the LH rather than on increased allocation to the brain, an increase in body weight is evitable. An increase in fat mass will generate feedback signals as leptin and insulin, which activate the arcuate nucleus. Activation of arcuate nucleus in turn will stimulate the activity of the PVN in a way similar to the activation by the hippocampus-amydala system. The activity of PVN is influenced by the hippocampal outflow which in turn is the consequence of a balance of low-affinity and high-affinity glucocorticoid receptors. This set-point can permanently be displaced by extreme stress situations, by starvation, exercise, hormones, drugs or by endocrine-disrupting chemicals. Disorders in the \"energy on request\" process will influence the allocation of energy and in so doing alter the body mass of the organism. In this \"selfish brain theory\" the neocortex and the limbic system play a central role in the pathogenesis of diseases, such as anorexia nervosa, obesity and diabetes mellitus type II. From these considerations it appears that the primary disturbance in obesity is a displacement of the hippocampal set-point of the system. The resulting permanent activation of the feedback system must result in a likewise permanent activation of the sympatico-adrenal system, which induces insulin resistance, hypertension and the other components of the metabolic syndrome. Available therapies for treatment of the metabolic syndrome (blockade of alpha- and beta-adrenergic receptors, insulin and insulin secretagogues) interfere with mechanisms, which must be considered compensatory. This explains why these therapies are disappointing in the long run. New therapeutic strategies based on the \"selfish brain theory\" will be discussed."
    },
    {
      "paper_name": "Leptin and its role in hippocampal synaptic plasticity.",
      "paper_year": "2006",
      "paper_authors": "Harvey J, Solovyova N, Irving A",
      "journal": "Progress in lipid research",
      "publisher": "Prog Lipid Res",
      "resumen": "It is well documented that the hormone leptin plays a pivotal role in regulating food intake and body weight via its hypothalamic actions. However, leptin receptors are expressed throughout the brain with high levels found in the hippocampus. Evidence is accumulating that leptin has widespread actions on CNS function and in particular learning and memory. Recent studies have demonstrated that leptin-deficient or-insensitive rodents have impairments in hippocampal synaptic plasticity and in spatial memory tasks performed in the Morris water maze. Moreover, direct administration of leptin into the brain facilitates hippocampal long-term potentiation (LTP), and improves memory performance in mice. There is also evidence that, at the cellular level, leptin has the capacity to convert hippocampal short-term potentiation (STP) into LTP, via enhancing NMDA receptor function. Recent data indicates that leptin can also induce a novel form of NMDA receptor-dependent hippocampal long-term depression. Here, we review the evidence implicating a key role for the hormone leptin in modulating hippocampal synaptic plasticity and discuss the role of lipid signaling cascades in this process."
    },
    {
      "paper_name": "Looking for food in all the right places?",
      "paper_year": "2006",
      "paper_authors": "Moran TH, Gao S",
      "journal": "Cell metabolism",
      "publisher": "Cell Metab",
      "resumen": "Examining a potential functional role for growth hormone secretagogue receptors in the hippocampus, Diano and colleagues (Diano et al., 2006), demonstrate novel actions of the orexigenic peptide ghrelin in hippocampal synaptic architecture, LTP, and learning and memory. These data suggest functional links between metabolic signaling and higher neural function."
    },
    {
      "paper_name": "Leptin: a potential novel antidepressant.",
      "paper_year": "2006",
      "paper_authors": "Lu XY, Kim CS, Frazer A, Zhang W",
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publisher": "Proc Natl Acad Sci U S A",
      "resumen": "Leptin, a hormone secreted from adipose tissue, was originally discovered to regulate body weight. The localization of the leptin receptor in limbic structures suggests a potential role for leptin in emotional processes. Here, we show that rats exposed to chronic unpredictable stress and chronic social defeat exhibit low leptin levels in plasma. Systemic leptin treatment reversed the hedonic-like deficit induced by chronic unpredictable stress and improved behavioral despair dose-dependently in the forced swim test (FST), a model widely used for screening potential antidepressant efficacy. The behavioral effects of leptin in the FST were accompanied by increased neuronal activation in limbic structures, particularly in the hippocampus. Intrahippocampal infusion of leptin produced a similar antidepressant-like effect in the FST as its systemic administration. By contrast, infusion of leptin into the hypothalamus decreased body weight but had no effect on FST behavior. These findings suggest that: (i) impaired leptin production and secretion may contribute to chronic stress-induced depression-like phenotypes, (ii) the hippocampus is a brain site mediating leptin's antidepressant-like activity, and (iii) elevating leptin signaling in brain may represent a novel approach for the treatment of depressive disorders."
    },
    {
      "paper_name": "Leptin enhances NR2B-mediated N-methyl-D-aspartate responses via a mitogen-activated protein kinase-dependent process in cerebellar granule cells.",
      "paper_year": "2006",
      "paper_authors": "Irving AJ, Wallace L, Durakoglugil D, Harvey J",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "It is well documented that the hormone leptin regulates energy balance via its actions in the hypothalamus. However, evidence is accumulating that leptin plays a key role in numerous CNS functions. Indeed, leptin receptors are expressed in many extrahypothalamic brain regions, with high levels found in the hippocampus and cerebellum. In the hippocampus leptin has been shown to facilitate N-methyl-D-aspartate receptor function and modulate synaptic plasticity. A role for leptin in cerebellar function is also indicated as leptin-deficient rodents display reduced mobility that is unrelated to obesity. Here we show that leptin receptor immunolabeling can be detected in cultured cerebellar granule cells, being expressed at the somatic plasma membrane and also concentrated at synapses. Furthermore, leptin facilitated NR2B N-methyl-D-aspartate receptor-mediated Ca2+ influx in cerebellar granule cells via a mitogen-activated protein kinase-dependent pathway. These findings provide the first direct evidence for a cellular action of leptin in cerebellar neurons. In addition, given that N-methyl-D-aspartate receptor activity in the cerebellum is crucial for normal locomotor function, these data also have important implications for the potential role of leptin in the control of movement."
    },
    {
      "paper_name": "Leptin: a potential cognitive enhancer?",
      "paper_year": "2005",
      "paper_authors": "Harvey J, Shanley LJ, O'Malley D, Irving AJ",
      "journal": "Biochemical Society transactions",
      "publisher": "Biochem Soc Trans",
      "resumen": "It is well documented that the hormone leptin signals information regarding the status of fat stores to hypothalamic nuclei, which in turn control feeding behaviour and body weight. However, leptin and its receptor are widely expressed in many extra-hypothalamic brain regions, including hippocampus, brain stem and cerebellum. Moreover, evidence is accumulating that leptin has other neuronal functions that are unrelated to its effects on energy homeostasis. Indeed a role for leptin in neuronal development has been suggested as leptin-deficient rodents display abnormal brain development and leptin actively participates in the development of the hypothalamus. In the hippocampus, leptin is a potential cognitive enhancer as genetically obese rodents with dysfunctional leptin receptors display impairments in hippocampal synaptic plasticity. Moreover, direct administration of leptin into the hippocampus can facilitate hippocampal LTP (long-term potentiation) in vivo and improve memory processing in mice. At the cellular level, we have also shown that leptin has the capacity to convert short-term potentiation into LTP. Here, we review the data that leptin influences hippocampal synaptic plasticity via enhancing NMDA (N-methyl-D-aspartate) receptor function. We also provide evidence that rapid trafficking of NMDA receptors to the plasma membrane may underlie the effects of leptin on excitatory synaptic strength."
    },
    {
      "paper_name": "Nutritional status, cognition, and survival: a new role for leptin and AMP kinase.",
      "paper_year": "2005",
      "paper_authors": "Dagon Y, Avraham Y, Magen I, Gertler A, Ben-Hur T, Berry EM",
      "journal": "The Journal of biological chemistry",
      "publisher": "J Biol Chem",
      "resumen": "Although adequate nutrition is essential for optimal neural activity and survival, mild energy restriction may improve cognition and prolong longevity. Energy status is monitored by the cellular AMP-activated protein kinase (AMPK) system, whereas leptin regulates total energy balance. We investigated the roles of AMPK and leptin in cognition and survival under diet restriction (DR). Hippocampal AMPK activity increases with energy restriction. Modest activation (DR to 60%) induces neurogenesis and improves cognition. However, DR to 40% augmented AMPK activity, reduced cognition and catecholamines, and increased neural apoptosis and mortality. Leptin signaling is preserved only in DR to 60%, countering the effects of AMPK \"overactivation\" by preventing neuroapoptosis, restoring noradrenergic activity and behavioral performance, and increasing longevity. The balance between leptin and AMPK is crucial in determining neuronal fate, cognitive ability, and survival. Should these findings extend to Man, then controlled activation of AMPK may improve neurodegenerative diseases, and leptin may have a new role in treating stress-associated malnutrition."
    },
    {
      "paper_name": "Leptin-induced dynamic alterations in the actin cytoskeleton mediate the activation and synaptic clustering of BK channels.",
      "paper_year": "2005",
      "paper_authors": "O'Malley D, Irving AJ, Harvey J",
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publisher": "FASEB J",
      "resumen": "Phosphoinositide 3-kinase (PI3-kinase) has been shown to link leptin receptor activation to stimulation of large conductance Ca2+-activated K+ (BK) channels and subsequent inhibition of hippocampal epileptiform-like activity. However, the downstream targets of PI3-kinase in this action of leptin are unknown. Here we show that BK channel activation by leptin is dependent on the actin cytoskeleton, as it is prevented by actin filament stabilization and mimicked by actin disruption. Fluorescent labeling of polymerized actin filaments revealed that leptin promotes the rapid rearrangement of actin filaments via activation of PI 3-kinase; an action paralleled by discrete increases in PtdIns(3,4,5)P3 immunoreactivity in close proximity to BK channels. After leptin exposure, there was also an actin-dependent increase in the association of BK channel immunoreactivity with synaptic markers. These data are consistent with the notion that leptin activates BK channels via PI 3-kinase-dependent reorganization of actin filaments and subsequent clustering of BK channels at synapses."
    },
    {
      "paper_name": "Leptin induces a novel form of NMDA receptor-dependent long-term depression.",
      "paper_year": "2005",
      "paper_authors": "Durakoglugil M, Irving AJ, Harvey J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "It is becoming apparent that the hormone leptin plays an important role in modulating hippocampal function. Indeed, leptin enhances NMDA receptor activation and promotes hippocampal long-term potentiation (LTP). Furthermore, obese rodents with dysfunctional leptin receptors display impairments in hippocampal synaptic plasticity. Here we demonstrate that under conditions of enhanced excitability (evoked in Mg2+-free medium or following blockade of GABA(A) receptors), leptin induces a novel form of long-term depression (LTD) in area CA1 of the hippocampus. Leptin-induced LTD was markedly attenuated in the presence of D-(-)-2-Amino-5-Phosphonopentanoic acid (D-AP5), suggesting that it is dependent on the synaptic activation of NMDA receptors. In addition, low-frequency stimulus-evoked LTD occluded the effects of leptin. In contrast, metabotropic glutamate receptors (mGluRs) did not contribute to leptin-induced LTD as mGluR antagonists failed to either prevent or reverse this process. The signalling mechanisms underlying leptin-induced LTD were independent of the Ras-Raf-mitogen-activated protein kinase signalling pathway, but were markedly enhanced following inhibition of either phosphoinositide 3-kinase or protein phosphatases 1 and 2A. These data indicate that under conditions of enhanced excitability, leptin induces a novel form of homosynaptic LTD, which further underscores the proposed key role for this hormone in modulating NMDA receptor-dependent hippocampal synaptic plasticity."
    },
    {
      "paper_name": "Can brain dysfunction be a predisposing factor for metabolic syndrome?",
      "paper_year": "2004",
      "paper_authors": "Singh RB, Pella D, Mechirova V, Otsuka K",
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publisher": "Biomed Pharmacother",
      "resumen": "The various mechanisms that may explain the association between brain dysfunction and the pathogenesis of metabolic syndrome (MS) leading to cardiovascular disease and type 2 diabetes have been reviewed. A Medline search was conducted until September 2003, and articles published in various national and international journals were reviewed. Experts working in the field were also consulted. Compelling evidence was found that saturated and total fat and low dietary n-3 fatty acids and other long-chain polyunsaturated fatty acids (PUFAs) in conjunction with sedentary behavior and mental stress combined with various personality traits can enhance sympathetic activity and increase the secretion of catecholamine, cortisol and serotonin, all of which appear to be underlying mechanisms involved in MS. Excess secretion of these neurotransmitters in conjunction with underlying long-chain PUFA deficiency may damage the neurons in the ventromedial hypothalamus and insulin receptors in the brain, in particular during fetal life, infancy and childhood, and lead to their dysfunction. Since 30-50% of the fatty acids in the brain are long-chain PUFAs, especially omega-3 fatty acids which are incorporated in the cell membrane phospholipids, it is possible that their supplementation may have a protective effect. Omega-3 fatty acids are also known to enhance parasympathetic activity and to increase the secretion of anti-inflammatory cytokines as well as acetylecholine in the hippocampus. It is possible that a marginal deficiency of long-chain PUFAs, especially n-3 fatty acids, due to poor dietary intake during the critical period of brain growth and development in the fetus, and later in the infant and also possibly in the child, adolescent and adult may enhance the release of tumor necrosis factor-alpha (TNF-alpha) interleukin (IL)-1, 2 and 6 and cause neuronal dysfunction. Experimental studies indicate that ventromedial hypothalamic lesions in rats induce hyperphagia, resulting in glucose intolerance and insulin resistance. Treatment with neuropeptide Y abolished hyperphagia and ob mRNA (leptin mRNA) in this animal model. Long-term infusion of norepinephrine and serotonin into the ventromedial hypothalamus impaired pancreatic islet function inasmuch as ventromedial hypothalamic norepinephrine and serotonin levels were elevated in hyperinsulinemic and insulin-resistant animals. Treatment with insulin was associated with restoration of hypothalamic neurotransmitter abnormalities, indicating that ventromedial hypothalamus dysfunction can impair pancreatic beta cells resulting in metabolic abnormalities consistent with MS. Treatment with omega-3 fatty acids, beta blockers, ACE inhibitors, estrogen, and meditation may have a beneficial effect on insulin receptors and ventromedial hypothalamic dysfunction. However, no definite or precise insight into the pathophysiological link between MS, brain function and nutrition is available. Despite this, epidemiological studies and intervention trials indicate that treatment with n-3 fatty acids may be adopted in clinical practice and used to direct therapy for prevention of type 2 diabetes, hypertension, coronary artery disease (CAD), and atherosclerosis, thereby indicating that MS may also respond to this treatment."
    },
    {
      "paper_name": "[Body weight regulation through the central nervous system. The development of a pathogenetically based adiposity therapy].",
      "paper_year": "2004",
      "paper_authors": "Fehm L, Kern W, Peters A",
      "journal": "Medizinische Klinik (Munich, Germany : 1983)",
      "publisher": "Med Klin (Munich)",
      "resumen": "The last decade witnessed a dramatic increase in knowledge concerning regulation of body weight and obesity. According to recent concepts constancy of body weight is a side product of regulatory events which ensure constant glucose fluxes to the brain. Within these control systems glucocorticoids and melanocortins play a fundamental role at several sites. The melanocortin neurons in the arcuate nucleus of the hypothalamus are important mediators of the feedback effects of leptin and insulin. Glucocorticoid and mineralocorticoid receptors in hippocampal neurons are crucial, as they define the balance between glucose allocation processes and food intake. Thereby, the hippocampal structures determine the setpoint for body weight regulation. A modulation of these brain structures by intranasal administration of melanocortin and inhisulin has been shown to reduce body weight and body fat mass in humans. So the manipulation of weight-regulating centers in the brain opens a novel approach to a pathogenetically based treatment of obesity."
    },
    {
      "paper_name": "Orexin-A (Hypocretin-1) and leptin enhance LTP in the dentate gyrus of rats in vivo.",
      "paper_year": "2004",
      "paper_authors": "Wayner MJ, Armstrong DL, Phelix CF, Oomura Y",
      "journal": "Peptides",
      "publisher": "Peptides",
      "resumen": "Orexin-A (Hypocretin-1) has been localized in the posterior and lateral hypothalamic perifornical region. Orexin containing axon terminals have been found in hypothalamic nuclei and many other parts of the brain; for example, the hippocampus. Two types of orexin receptors have been discovered. Orexin 1 type of receptors have been described and been shown to be widely distributed in the rat brain including the hippocampus. Subsequently Orexin-A was found to impair both water maze performance and hippocampal long term potentiation (LTP). Leptin is expressed in adipose tissue and released into the blood where it affects food intake and can also produce widespread physiological changes mediated via autonomic preganglionic neurons, pituitary gland, and cerebral cortex. Immunoreactivity for leptin receptors has been found in various hypothalamic nuclei including the lateral hypothalamic area as well as the hippocampus especially in the dentate gyrus and CA1. Leptin receptor deficient rats and mice also show impaired LTP in CA1 and poor performance in the water maze. The present study was conducted to determine the effects of 0.0, 30, 60, 90, and 100 nM, orexin-A, and leptin, 0.0, 1.0, 100 nM, 1, and 10 microM, in 1.0 microl of ACSF, applied directly into the dentate gyrus, on LTP in medial perforant path dentate granule cell synapses in urethane anesthetized rats. Orexin-A specifically enhanced LTP at the 90 nM dose; and it was possible to block the enhancement by pretreating the animals with SB-334867, a specific orexin 1 receptor antagonist. Leptin enhanced normal LTP at 1.0 microM but inhibited LTP at lower and higher doses. These results and previous data indicate that the same peptide could possibly have different modulatory post synaptic effects in different hippocampal synapses dependent upon different types of post synaptic receptors."
    },
    {
      "paper_name": "The fatty acid synthase inhibitor cerulenin and feeding, like leptin, activate hypothalamic pro-opiomelanocortin (POMC) neurons.",
      "paper_year": "2003",
      "paper_authors": "Shu IW, Lindenberg DL, Mizuno TM, Roberts JL, Mobbs CV",
      "journal": "Brain research",
      "publisher": "Brain Res",
      "resumen": "Hypothalamic POMC neurons mediate catabolic responses such as decreased food intake and increased energy expenditure by, in part, monitoring levels of metabolic factors such as glucose, insulin and leptin. Recently, fatty acid synthase inhibitors were reported to reduce body weight, inhibit food intake, and increase metabolic rate, possibly by acting on hypothalamic neurons through a mechanism involving malonyl-CoA accumulation. Given the observation that leptin mediates similar catabolic effects by, in part, activating hypothalamic POMC neurons, it is possible that other catabolic signals such as feeding and fatty acid synthase inhibition may also activate POMC neurons. To test this hypothesis, hypothalamic sections from mice that were fed or injected with the fatty acid synthase inhibitor cerulenin were examined for Fos (a marker for neuronal activation) and POMC product immunoreactivity and compared with similarly processed sections from leptin-injected mice. Feeding increased Fos immunoreactivity in the lateral peri-arcuate area of the hypothalamus of both wild-type and leptin-deficient ob/ob mice (P<0.05), indicating that nutritional activation of the hypothalamus can be leptin-independent. Furthermore, feeding significantly induced Fos immunoreactivity in neurons expressing POMC (P<0.003), indicating that feeding, like leptin, activates POMC neurons. Injection with cerulenin, like feeding and leptin, also increased Fos immunoreactivity in the lateral peri-arcuate area (P<0.03) and, more specifically, in neurons expressing POMC. In contrast, injection with cerulenin had no grossly observable effects on cortical Fos immunoreactivity and appeared to suppress fasting-induced Fos immunoreactivity by about 35% (although the decrease did not reach statistical significance) in the medial arcuate nucleus, an area associated with anabolic responses such as increased food intake. Injection with cerulenin also decreased Fos immunoreactivity in the granular layer of the dentate gyrus of the hippocampus by about 30% (P<0.05), further suggesting that cerulenin does not non-specifically activate wide varieties of neurons. These results suggest that activation of hypothalamic POMC neurons may help to mediate some of the catabolic effects associated with feeding, cerulenin and leptin."
    },
    {
      "paper_name": "Novel actions of leptin in the hippocampus.",
      "paper_year": "2003",
      "paper_authors": "Harvey J",
      "journal": "Annals of medicine",
      "publisher": "Ann Med",
      "resumen": "It is well established that the obese gene product, leptin is an important circulating satiety factor that signals nutritional status to specific hypothalamic nuclei involved in body weight regulation. However, evidence is accumulating that, in addition to its pivotal role as an adiposity signal, leptin is a multi-faceted hormone that plays an important role in a plethora of CNS functions. In this review we summarize the recent advances made in leptin biology, with particular focus on its potential role as a cognitive enhancer and antiepileptic agent in the hippocampus."
    },
    {
      "paper_name": "Distribution, function, and properties of leptin receptors in the brain.",
      "paper_year": "2003",
      "paper_authors": "Funahashi H, Yada T, Suzuki R, Shioda S",
      "journal": "International review of cytology",
      "publisher": "Int Rev Cytol",
      "resumen": "Leptin, a peptide hormone, is implicated in the modulation of food intake and maintenance of energy balance in many vertebrates including humans. It is considered to act via its receptor mainly through several hypothalamic nuclei that play critical roles in the regulation of appetite. This article looks mainly at the functional significance of leptin in rat brain by drawing on published reports of morphological and physiological analyses. Our immunohistochemical observations indicate that the leptin receptor is distributed throughout the brain, including the hypothalamus, and interestingly, is found in the hippocampus and neocortex. Physiological experiments with single living cells isolated from fresh rat hypothalamus clearly demonstrate that leptin has a significant effect on feeding-regulating neurons in the hypothalamus. Studies to date support a role for leptin not only in modulating food intake and appetite in rats and humans, but also in relation to learning and memory processes."
    },
    {
      "paper_name": "Leptin inhibits epileptiform-like activity in rat hippocampal neurones via PI 3-kinase-driven activation of BK channels.",
      "paper_year": "2002",
      "paper_authors": "Shanley LJ, O'Malley D, Irving AJ, Ashford ML, Harvey J",
      "journal": "The Journal of physiology",
      "publisher": "J Physiol",
      "resumen": "The obese gene product, leptin is an important circulating satiety factor that regulates energy balance via its actions in the hypothalamus. However, leptin receptors are also expressed in brain regions not directly associated with energy homeostasis, such as the hippocampus. Here, leptin inhibits hippocampal neurones via activation of large conductance Ca(2+)-activated K(+) (BK) channels, a process that may be important in regulating neuronal excitability. We now show that leptin receptor labelling is expressed on somata, dendrites and axons, and is also concentrated at synapses in hippocampal cultures. In functional studies, leptin potently and reversibly reduces epileptiform-like activity evoked in lean, but not leptin-resistant Zucker fa/fa rats. Furthermore, leptin also depresses enhanced Ca(2+) levels evoked following Mg(2+) removal in hippocampal cultures. The ability of leptin to modulate this activity requires activation of BK, but not K(ATP), channels as the effects of leptin were mimicked by the BK channel activator NS-1619, and inhibited by the BK channel inhibitors, iberiotoxin and charybdotoxin. The signalling mechanisms underlying this process involve stimulation of phosphoinositide 3-kinase (PI 3-kinase), but not mitogen-activated protein kinase (MAPK), as two structurally unrelated inhibitors of PI 3-kinase, LY294002 and wortmannin, blocked the actions of leptin. These data indicate that leptin, via PI 3-kinase-driven activation of BK channels, elicits a novel mechanism for controlling neuronal excitability. As uncontrolled excitability in the hippocampus is one underlying cause of temporal lobe epilepsy, this novel action of leptin could provide an alternative therapeutic target in the management of epilepsy."
    },
    {
      "paper_name": "Impairment of long-term potentiation and spatial memory in leptin receptor-deficient rodents.",
      "paper_year": "2002",
      "paper_authors": "Li XL, Aou S, Oomura Y, Hori N, Fukunaga K, Hori T",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "Leptin is well known to be involved in the control of feeding, reproduction and neuroendocrine functions through its action on the hypothalamus. However, leptin receptors are found in brain regions other than the hypothalamus (including the hippocampus and cerebral cortex) suggesting extrahypothalamic functions. We investigated hippocampal long-term potentiation (LTP) and long-term depression (LTD), and the spatial-memory function in two leptin receptor-deficient rodents (Zucker rats and db/db mice). In brain slices, the CA1 hippocampal region of both strains showed impairments of LTP and LTD; leptin (10(-12) M) did not improve these impairments in either strain. These strains also showed lower basal levels of Ca(2+)/calmodulin-dependent protein kinase II activity in the CA1 region than the respective controls, and the levels did not respond to tetanic stimulation. These strains also showed impaired spatial memory in the Morris water-maze test (i.e. longer swim-path lengths during training sessions and less frequent crossings of the platform's original location in the probe test. From these results we suggest that the leptin receptor-deficient animals show impaired LTP in CA1 and poor spatial memory due, at least in part, to a deficiency in leptin receptors in the hippocampus."
    },
    {
      "paper_name": "Leptin immunoreactivity is localized to neurons in rat brain.",
      "paper_year": "2002",
      "paper_authors": "Ur E, Wilkinson DA, Morash BA, Wilkinson M",
      "journal": "Neuroendocrinology",
      "publisher": "Neuroendocrinology",
      "resumen": "Leptin is secreted from adipocytes and is thought to enter the brain to regulate and coordinate metabolism, feeding behaviour, energy balance and reproduction. It is now clear that there are many additional sites of leptin production, including human placenta, ovary, stomach, skeletal muscle, mammary gland, pituitary gland and brain. In the present work, we employed double-label immunofluorescent histochemistry to establish the neuronal localization of leptin immunoreactivity (IR). To accomplish this, we used the neuron-specific marker NeuN to label cells in the arcuate nucleus (ARC), piriform cortex and hippocampus. In the supraoptic nucleus (SON) and paraventricular nucleus (PVN), we used antisera to oxytocin and vasopressin as neuronal markers. Double labelling revealed leptin IR in neurons of the ARC and piriform cortex. Leptin IR was confined to the nucleus and to distinct perinuclear sites. In contrast, neurons in the CA 2/CA 3 region of the hippocampus showed little nuclear staining. Leptin IR was clustered around the nucleus in these cells. Neurons of the dentate gyrus exhibited both nuclear and perinuclear localization of leptin IR. In the SON/PVN, most oxytocin- and vasopressin-IR neurons also contained leptin IR, often in perinuclear sites. In conclusion, the neuronal, perinuclear localization of leptin IR in rat brain corresponds closely to that of leptin receptor (OB-R) IR, which has also been detected intracellularly. Our observation of leptin IR associated with cell nuclei suggests the existence of an OB-R distinct from the well-described membrane forms."
    },
    {
      "paper_name": "PTP1B regulates leptin signal transduction in vivo.",
      "paper_year": "2002",
      "paper_authors": "Zabolotny JM, Bence-Hanulec KK, Stricker-Krongrad A, Haj F, Wang Y, Minokoshi Y, Kim YB, Elmquist JK, Tartaglia LA, Kahn BB, Neel BG",
      "journal": "Developmental cell",
      "publisher": "Dev Cell",
      "resumen": "Mice lacking the protein-tyrosine phosphatase PTP1B are hypersensitive to insulin and resistant to obesity. However, the molecular basis for resistance to obesity has been unclear. Here we show that PTP1B regulates leptin signaling. In transfection studies, PTP1B dephosphorylates the leptin receptor-associated kinase, Jak2. PTP1B is expressed in hypothalamic regions harboring leptin-responsive neurons. Compared to wild-type littermates, PTP1B(-/-) mice have decreased leptin/body fat ratios, leptin hypersensitivity, and enhanced leptin-induced hypothalamic Stat3 tyrosyl phosphorylation. Gold thioglucose treatment, which ablates leptin-responsive hypothalamic neurons, partially overcomes resistance to obesity in PTP1B(-/-) mice. Our data indicate that PTP1B regulates leptin signaling in vivo, likely by targeting Jak2. PTP1B may be a novel target to treat leptin resistance in obesity."
    },
    {
      "paper_name": "Leptin inhibits rat hippocampal neurons via activation of large conductance calcium-activated K+ channels.",
      "paper_year": "2002",
      "paper_authors": "Shanley LJ, Irving AJ, Rae MG, Ashford ML, Harvey J",
      "journal": "Nature neuroscience",
      "publisher": "Nat Neurosci",
      "resumen": ""
    },
    {
      "paper_name": "Leptin receptor immunoreactivity in chemically defined target neurons of the hypothalamus.",
      "paper_year": "1998",
      "paper_authors": "Hâkansson ML, Brown H, Ghilardi N, Skoda RC, Meister B",
      "journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
      "publisher": "J Neurosci",
      "resumen": "The adipose tissue-derived hormone leptin regulates body weight homeostasis by decreasing food intake and increasing energy expenditure. The weight-reducing action of leptin is thought to be mediated primarily by signal transduction through the leptin receptor (LR) in the hypothalamus. We have used immunohistochemistry to localize LR-immunoreactive (LR-IR) cells in the rat brain using an antiserum against a portion of the intracellular domain of LR that is common to all LR isoforms. The antiserum recognized the short and long isoforms of LR in transfected hematopoietic BaF3 cells. To examine the chemical nature of target cells for leptin, direct double-labeling immunofluorescence histochemistry was applied. The results show extensive distribution of LR-like immunoreactivity (LR-LI) in the brain with positively stained cells present, e.g., in the choroid plexus, cerebral cortex, hippocampus, thalamus, and hypothalamus. In the hypothalamus, strongly LR-IR neurons were present in the supraoptic nucleus (SON) and paraventricular nucleus (PVN), periventricular nucleus, arcuate nucleus, and lateral hypothalamus. Weaker LR-IR neurons were also demonstrated in the lateral and medial preoptic nuclei, suprachiasmatic nucleus, ventromedial and dorsomedial nuclei, and tuberomammillary nucleus. Confocal laser scanning microscopy showed LR-LI in the periphery of individual cells. In magnocellular neurons of the SON and PVN, LR-LI was demonstrated in vasopressin- and oxytocin-containing neurons. In parvocellular neurons of the PVN, LR-LI was demonstrated in many corticotropin-releasing hormone-containing neurons. LR-IR neurons were mainly seen in the ventromedial aspect of the arcuate nucleus, where LR-LI co-localized with neuropeptide Y. In the ventrolateral part of the arcuate nucleus, LR-LI was present in many large adrenocorticotropic hormone-IR proopiomelanocortin-containing neurons and in a few galanin-, neurotensin-, and growth hormone-releasing hormone-containing neurons. In the dorsomedial arcuate nucleus, few tyrosine hydroxylase (dopamine)-containing neurons were seen to have LR-LI. Melanin-concentrating hormone-containing neurons in the lateral hypothalamus had LR-LI. Based on the immunohistochemical results, possible interactions of leptin with brain mechanisms are discussed."
    }
  ]
}