{
  "search_info": {
    "search_engine": "PubMed",
    "date": "2025-07-11",
    "search_terms": "Leptin AND cognitive decline AND (\"review\" OR \"systematic review”) AND (\"not meta-analysis of RCTs\"[Publication Type] OR \"review\"[Publication Type])",
    "hits": 51
  },
  "total_encontrados": 51,
  "papers_procesados": 51,
  "papers_con_errores": 0,
  "termino_busqueda": "Leptin AND cognitive decline AND (\"review\" OR \"systematic review”) AND (\"not meta-analysis of RCTs\"[Publication Type] OR \"review\"[Publication Type])",
  "resultados": [
    {
      "paper_name": "Molecular Pathology, Oxidative Stress, and Biomarkers in Obstructive Sleep Apnea.",
      "paper_year": "2023",
      "paper_authors": "Meliante PG, Zoccali F, Cascone F, Di Stefano V, Greco A, de Vincentiis M, Petrella C, Fiore M, Minni A, Barbato C",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Obstructive sleep apnea syndrome (OSAS) is characterized by intermittent hypoxia (IH) during sleep due to recurrent upper airway obstruction. The derived oxidative stress (OS) leads to complications that do not only concern the sleep-wake rhythm but also systemic dysfunctions. The aim of this narrative literature review is to investigate molecular alterations, diagnostic markers, and potential medical therapies for OSAS. We analyzed the literature and synthesized the evidence collected. IH increases oxygen free radicals (ROS) and reduces antioxidant capacities. OS and metabolic alterations lead OSAS patients to undergo endothelial dysfunction, osteoporosis, systemic inflammation, increased cardiovascular risk, pulmonary remodeling, and neurological alterations. We treated molecular alterations known to date as useful for understanding the pathogenetic mechanisms and for their potential application as diagnostic markers. The most promising pharmacological therapies are those based on N-acetylcysteine (NAC), Vitamin C, Leptin, Dronabinol, or Atomoxetine + Oxybutynin, but all require further experimentation. CPAP remains the approved therapy capable of reversing most of the known molecular alterations; future drugs may be useful in treating the remaining dysfunctions."
    },
    {
      "paper_name": "Food Cravings and Obesity in Women with Polycystic Ovary Syndrome: Pathophysiological and Therapeutic Considerations.",
      "paper_year": "2024",
      "paper_authors": "Stefanaki K, Karagiannakis DS, Peppa M, Vryonidou A, Kalantaridou S, Goulis DG, Psaltopoulou T, Paschou SA",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Polycystic ovary syndrome (PCOS), the most common endocrine disorder in women of reproductive age, constitutes a metabolic disorder frequently associated with obesity and insulin resistance (IR). Furthermore, women with PCOS often suffer from excessive anxiety and depression, elicited by low self-esteem due to obesity, acne, and hirsutism. These mood disorders are commonly associated with food cravings and binge eating. Hypothalamic signaling regulates appetite and satiety, deteriorating excessive food consumption. However, the hypothalamic function is incapable of compensating for surplus food in women with PCOS, leading to the aggravation of obesity and a vicious circle. Hyperandrogenism, IR, the reduced secretion of cholecystokinin postprandially, and leptin resistance defined by leptin receptors' knockout in the hypothalamus have been implicated in the pathogenesis of hypothalamic dysfunction and appetite dysregulation. Diet modifications, exercise, and psychological and medical interventions have been applied to alleviate food disorders, interrupting the vicious circle. Cognitive-behavioral intervention seems to be the mainstay of treatment, while the role of medical agents, such as GLP-1 analogs and naltrexone/bupropion, has emerged."
    },
    {
      "paper_name": "Metabolic hormones mediate cognition.",
      "paper_year": "2022",
      "paper_authors": "Ghosh-Swaby OR, Reichelt AC, Sheppard PAS, Davies J, Bussey TJ, Saksida LM",
      "journal": "Frontiers in neuroendocrinology",
      "publisher": "Front Neuroendocrinol",
      "resumen": "Recent biochemical and behavioural evidence indicates that metabolic hormones not only regulate energy intake and nutrient content, but also modulate plasticity and cognition in the central nervous system. Disruptions in metabolic hormone signalling may provide a link between metabolic syndromes like obesity and diabetes, and cognitive impairment. For example, altered metabolic homeostasis in obesity is a strong determinant of the severity of age-related cognitive decline and neurodegenerative disease. Here we review the evidence that eating behaviours and metabolic hormones-particularly ghrelin, leptin, and insulin-are key players in the delicate regulation of neural plasticity and cognition. Caloric restriction and antidiabetic therapies, both of which affect metabolic hormone levels can restore metabolic homeostasis and enhance cognitive function. Thus, metabolic hormone pathways provide a promising target for the treatment of cognitive decline."
    },
    {
      "paper_name": "Blood-Brain Barriers in Obesity.",
      "paper_year": "2017",
      "paper_authors": "Rhea EM, Salameh TS, Logsdon AF, Hanson AJ, Erickson MA, Banks WA",
      "journal": "The AAPS journal..",
      "publisher": "AAPS J",
      "resumen": "After decades of rapid increase, the rate of obesity in adults in the USA is beginning to slow and the rate of childhood obesity is stabilizing. Despite these improvements, the obesity epidemic continues to be a major health and financial burden. Obesity is associated with serious negative health outcomes such as cardiovascular disease, type II diabetes, and, more recently, cognitive decline and various neurodegenerative dementias such as Alzheimer's disease. In the past decade, major advancements have contributed to the understanding of the role of the central nervous system (CNS) in the development of obesity and how peripheral hormonal signals modulate CNS regulation of energy homeostasis. In this article, we address how obesity affects the structure and function of the blood-brain barrier (BBB), the impact of obesity on Alzheimer's disease, the effects of obesity on circulating proteins and their transport into the brain, and how these changes can potentially be reversed by weight loss."
    },
    {
      "paper_name": "Assessing adipokines as potential biomarkers of dementia, Alzheimer's disease, and mild cognitive impairment: A systematic review and meta-analysis.",
      "paper_year": "2023",
      "paper_authors": "García-García I, Fernández-Andújar M, Narváez M, García-Casares N",
      "journal": "Obesity reviews : an official journal of the International Association for the Study of Obesity",
      "publisher": "Obes Rev",
      "resumen": "Midlife obesity and late-life weight loss confer a greater risk for developing dementia and Alzheimer's disease (AD), but the exact mechanisms behind this phenomenon are currently unknown. The answer could lie on the involvement of gastrointestinal factors, such as adipokines (e.g., leptin, adiponectin, and resistin) and ghrelin. In this context, we conducted a pre-registered systematic review and meta-analysis of 42 cross-sectional and 13 longitudinal studies targeting the associations between leptin, adiponectin, resistin, and ghrelin and the prevalence of general dementia, AD, and mild cognitive impairment (MCI). We also examined the relationship between the four gastrointestinal factors and neurocognitive outcomes and AD-related cerebrospinal fluid biomarkers. Patients with AD had lower blood leptin and higher resistin levels than cognitively normal participants. Lower leptin and higher resistin were associated with higher degree of cognitive impairment. Additionally, lower late-life leptin levels might be associated with higher prospective risk of dementia and AD, although more studies are needed to corroborate this. Results in ghrelin and adiponectin were not conclusive, with age, sex distribution, obesity, and severity of dementia seemingly acting as moderators across several analyses. Our work might contribute to the identification of new preclinical blood markers of MCI and AD."
    },
    {
      "paper_name": "The Role of Leptin and Adiponectin in Obesity-Associated Cognitive Decline and Alzheimer's Disease.",
      "paper_year": "2018",
      "paper_authors": "Forny-Germano L, De Felice FG, Vieira MNDN",
      "journal": "Frontiers in neuroscience",
      "publisher": "Front Neurosci",
      "resumen": "Cross-talk between adipose tissue and central nervous system (CNS) underlies the increased risk of obese people to develop brain diseases such as cognitive and mood disorders. Detailed mechanisms for how peripheral changes caused by adipose tissue accumulation in obesity impact the CNS to cause brain dysfunction are poorly understood. Adipokines are a large group of substances secreted by the white adipose tissue to regulate a wide range of homeostatic processes including, but not limited to, energy metabolism and immunity. Obesity is characterized by a generalized change in the levels of circulating adipokines due to abnormal accumulation and dysfunction of adipose tissue. Altered adipokine levels underlie complications of obesity as well as the increased risk for the development of obesity-related comorbidities such as type 2 diabetes, cardiovascular and neurodegenerative diseases. Here, we review the literature for the role of adipokines as key mediators of the communication between periphery and CNS in health and disease. We will focus on the actions of leptin and adiponectin, two of the most abundant and well studied adipokines, in the brain, with particular emphasis on how altered signaling of these adipokines in obesity may lead to cognitive dysfunction and augmented risk for Alzheimer's disease. A better understanding of adipokine biology in brain disorders may prove of major relevance to diagnostic, prevention and therapy."
    },
    {
      "paper_name": "Correlation between improved leptin signaling and cognitive function post bariatric surgery.",
      "paper_year": "2023",
      "paper_authors": "Nozari Y, Park C, Brietzke E, Iacobucci M, Gill H, McIntyre RS",
      "journal": "Journal of affective disorders",
      "publisher": "J Affect Disord",
      "resumen": "Determining whether changes in leptin signaling plays a role in the improvement of cognitive function post-bariatric surgery may aid in the understanding and development of novel therapeutic approaches targeting cognitive dysfunction through the greater understanding of processes connecting obesity and brain health. Several studies have explored the effects of cognition post bariatric surgery, and others have studied leptin and its changes post surgery. However the amalgamation of the effects of leptin signaling in relation to cognition post bariatric surgery have yet to be considered as key tools in the understanding of cognitive dysfunction in obese subjects with leptin resistance or insensitivity. This review serves to highlight the potential correlations, to further elucidate the effect of improved leptin signaling on cognition post bariatric surgery, and to propose a direct cause for the improvement of cognitive function via the amelioration of the leptin Janus kinase/Signal transducer and activator of transcription (JAK/STAT) signaling pathway as a result of the reversal of inflammatory processes involved in diseased individuals."
    },
    {
      "paper_name": "Harnessing the Power of Leptin: The Biochemical Link Connecting Obesity, Diabetes, and Cognitive Decline.",
      "paper_year": "2022",
      "paper_authors": "Grasso P",
      "journal": "Frontiers in aging neuroscience",
      "publisher": "Front Aging Neurosci",
      "resumen": "In this review, the current understanding of leptin's role in energy balance, glycemic regulation, and cognitive function is examined, and its involvement in maintaining the homeostatic \"harmony\" of these physiologies is explored. The effects of exercise on circulating leptin levels are summarized, and the results of clinical application of leptin to metabolic disease and neurologic dysfunction are reviewed. Finally, pre-clinical evidence is presented which suggests that synthetic peptide leptin mimetics may be useful in resolving not only the leptin resistance associated with common obesity and other elements of metabolic syndrome, but also the peripheral insulin resistance characterizing type 2 diabetes mellitus, and the central insulin resistance associated with certain neurologic deficits in humans."
    },
    {
      "paper_name": "Insulin and leptin as potential cognitive enhancers in metabolic disorders and Alzheimer's disease.",
      "paper_year": "2020",
      "paper_authors": "Mejido DCP, Peny JA, Vieira MNN, Ferreira ST, De Felice FG",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "Recent clinical and epidemiological observations point to a correlation between disorders of energy metabolism, such as obesity and diabetes, and cognitive decline and dementia. Many studies indicate that these age-related conditions closely interact with each other, but the underlying molecular and physiological mechanisms for such correlations are largely unknown. Insulin and leptin, hormones classically implicated in diabetes and obesity, are gaining increasing attention for their participation in cognitive processes and memory. Disrupted signaling by those hormones is associated with impaired brain function. The current review discusses how restoration of insulin and leptin signaling in the brain may attenuate neuronal damage and promote cognition. We further discuss potential therapeutic approaches involving the use of insulin and leptin as cognitive enhancers in the context of metabolic disorders and Alzheimer's disease. This article is part of the special issue entitled 'The Quest for Disease-Modifying Therapies for Neurodegenerative Disorders'."
    },
    {
      "paper_name": "Craniopharyngioma-An update on metabolic and cognitive complications and new therapy.",
      "paper_year": "2023",
      "paper_authors": "Erfurth EM",
      "journal": "Journal of internal medicine",
      "publisher": "J Intern Med",
      "resumen": "Craniopharyngiomas (CPs) are rare primary brain epithelial tumors arising in the suprasellar region from remnants of Rathke's pouch. About 50% originate at the level of the third ventricle floor, including the hypothalamus (HT). CPs are characterized by a low proliferation rate and symptoms due to mass effect and local infiltration and are managed primarily with surgery and radiotherapy. Gross total removal of a CP will reduce the recurrence rate but increases the risk of HT damage. Today, subtotal resection is the goal and will reduce the risk of HT damage. There are two histological subtypes of CP-adamantinomatous (ACP) and papillary CP (PCP)-that differ in their genesis and age distribution. ACPs are driven by somatic mutations in CTNNB1 gene (encoding β-catenin), and PCPs frequently harbor somatic BRAF V600E mutations. There are also two phenotypes of outcome, the one with a rather good outcome without HT damage and the other with HT damage where recurrent operation with additional cranial radiotherapy results in HT obesity (HO), affecting psychosocial life and cognitive dysfunction. The group with HO suffers from metabolic syndrome, lower basal metabolic rate, and leptin and insulin resistances. There is currently no successful treatment for HO. The group with HT damage suffers from cognitive dysfunction with attention deficits, impaired episodic memory, and processing speed. Diffusion tensor imaging has shown significant microstructural white matter alteration in several areas important for cognition. Recently, complete or partial tumor response was shown to targeted therapy, with BRAF and Mekinist inhibitors for PCPs with BRAF V600E mutation."
    },
    {
      "paper_name": "Macronutrient Supplements in Preterm and Small-for-Gestational-Age Animals: A Systematic Review and Meta-analysis.",
      "paper_year": "2019",
      "paper_authors": "Amissah E, Lin L, Gamble GD, Crowther CA, Bloomfield FH, Harding JE",
      "journal": "Scientific reports",
      "publisher": "Sci Rep",
      "resumen": "Early macronutrient supplementation in preterm and/or small-for-gestational-age (SGA) infants may improve growth but have detrimental effects on later cardio-metabolic health which may be sex-specific. We systematically reviewed the long-term effects of early macronutrient supplementation in preterm and SGA animals and whether these differ by sex. Using Cochrane Neonatal and SYRCLE methodologies we included random or quasi-random studies that allocated non-human mammals to macronutrient supplements or no supplements between birth and weaning and assessed post-weaning outcomes. We used random-effects models to calculate standardized mean differences (SMD) with 95% confidence intervals (CIs). Six studies provided low to very-low-quality evidence that macronutrient supplementation increased weight in juvenile rats (SMD; 95% CI: 2.13; 1.00, 3.25; 1 study, n = 24), increased leptin concentrations in older adults (1.31; 0.12, 2.51; 1 study, n = 14 male rats), but decreased leptin concentrations in young adults (-1.13; -2.21, -0.05; 1 study, n = 16 female rats) and improved spatial learning and memory (qualitative data; 1 study). There was no evidence of sex-specific effects and no overall effect on length, serum lipids, body composition, HOMA-IR, or blood pressure. Macronutrient supplements may affect later growth, metabolism, and neurodevelopment of preterm and SGA animals, but evidence is limited and low quality."
    },
    {
      "paper_name": "Hippocampal Leptin Resistance and Cognitive Decline: Mechanisms, Therapeutic Strategies and Clinical Implications.",
      "paper_year": "2024",
      "paper_authors": "Valladolid-Acebes I",
      "journal": "Biomedicines",
      "publisher": "Biomedicines",
      "resumen": "<b>Background:</b> Leptin, an adipokine essential for regulating energy balance, exerts important effects on brain function, notably within the hippocampus, a region integral to learning and memory. Leptin resistance, characterized by diminished responsiveness to elevated leptin levels, disrupts hippocampal function and exacerbates both obesity and cognitive impairments. <b>Scope:</b> This review critically examines how leptin resistance impairs hippocampal synaptic plasticity processes, specifically affecting long-term potentiation (LTP) and long-term depression (LTD), which are crucial for cognitive performance. <b>Findings:</b> Recent research highlights that leptin resistance disrupts N-methyl-D-aspartate (NMDA) receptor dynamics and hippocampal structure, leading to deficits in spatial learning and memory. Additionally, high-fat diets (HFDs), which contribute to leptin resistance, further deteriorate hippocampal function. Potential therapeutic strategies, including leptin sensitizers, show promise in mitigating brain disorders associated with leptin resistance. Complementary interventions such as caloric restriction and physical exercise also enhance leptin sensitivity and offer potential benefits to alleviating cognitive impairments. <b>Aims of the review:</b> This review synthesizes recent findings on the molecular pathways underlying leptin resistance and its impact on synaptic transmission and plasticity in the hippocampus. By identifying potential therapeutic targets, this work aims to provide an integrated approach for addressing cognitive deficits in obesity, ultimately improving the quality of life for affected individuals."
    },
    {
      "paper_name": "Visceral adiposity, inflammation, and hippocampal function in obesity.",
      "paper_year": "2022",
      "paper_authors": "Stranahan AM",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "The 'apple-shaped' anatomical pattern that accompanies visceral adiposity increases risk for multiple chronic diseases, including conditions that impact the brain, such as diabetes and hypertension. However, distinguishing between the consequences of visceral obesity, as opposed to visceral adiposity-associated metabolic and cardiovascular pathologies, presents certain challenges. This review summarizes current literature on relationships between adipose tissue distribution and cognition in preclinical models and highlights unanswered questions surrounding the potential role of tissue- and cell type-specific insulin resistance in these effects. While gaps in knowledge persist related to insulin insensitivity and cognitive impairment in obesity, several recent studies suggest that cells of the neurovascular unit contribute to hippocampal synaptic dysfunction, and this review interprets those findings in the context of progressive metabolic dysfunction in the CNS. Signalling between cerebrovascular endothelial cells, astrocytes, microglia, and neurons has been linked with memory deficits in visceral obesity, and this article describes the cellular changes in each of these populations with respect to their role in amplification or diminution of peripheral signals. The picture emerging from these studies, while incomplete, implicates pro-inflammatory cytokines, insulin resistance, and hyperglycemia in various stages of obesity-induced hippocampal dysfunction. As in the parable of the five blind wanderers holding different parts of an elephant, considerable work remains in order to assemble a model for the underlying mechanisms linking visceral adiposity with age-related cognitive decline."
    },
    {
      "paper_name": "Microglia, neurodegeneration and loss of neuroendocrine control.",
      "paper_year": "2020",
      "paper_authors": "Chowen JA, Garcia-Segura LM",
      "journal": "Progress in neurobiology",
      "publisher": "Prog Neurobiol",
      "resumen": "Microglia, the primary regulators of inflammatory responses in the brain, suffer deterioration during aging culminating in their inability to generate adequate adaptive responses to maintain physiological homeostasis in brain tissue. Microglia affect the function of other glial cells and neurons, including those involved in the hypothalamic control of body homeostasis. Microglial dysfunction with aging in cognitive areas such as the hippocampus is known to associate with cognitive decline; more recently, microglial alterations in the hypothalamus during midlife was suggested to participate in changes in the endocrine and metabolic control exerted by this brain region. Consequently, the feed-back loops between endocrine glands and the hypothalamus are altered. This generates a vicious circle in which the plasma levels of key neuroprotective hormones, such as gonadal hormones, insulin-like growth factor-1, growth hormone and leptin and their hypothalamic signaling are decreased, which further enhances microglial alterations and deterioration of hypothalamic function. Hypothalamic dysfunction is a risk factor for neurodegenerative diseases and these diseases in turn promote additional alterations in hypothalamic microglial cells, which are unable to cope with the neurodegenerative process, resulting in permanent damage of the neuronal-glial circuits controlling endocrine homeostasis, food intake and body metabolism. Thus, a \"vicious cycle\" may such be initiated."
    },
    {
      "paper_name": "Maternal Cognitive Impairment Associated with Gestational Diabetes Mellitus-A Review of Potential Contributing Mechanisms.",
      "paper_year": "2018",
      "paper_authors": "John CM, Mohamed Yusof NIS, Abdul Aziz SH, Mohd Fauzi F",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Gestational diabetes mellitus (GDM) carries many risks, where high blood pressure, preeclampsia and future type II diabetes are widely acknowledged, but less focus has been placed on its effect on cognitive function. Although the multifactorial pathogenesis of maternal cognitive impairment is not completely understood, it shares several features with type 2 diabetes mellitus (T2DM). In this review, we discuss some key pathophysiologies of GDM that may lead to cognitive impairment, specifically hyperglycemia, insulin resistance, oxidative stress, and neuroinflammation. We explain how these incidents: (i) impair the insulin-signaling pathway and/or (ii) lead to cognitive impairment through hyperphosphorylation of τ protein, overexpression of amyloid-β and/or activation of microglia. The aforementioned pathologies impair the insulin-signaling pathway primarily through serine phosphorylation of insulin receptor substances (IRS). This then leads to the inactivation of the phosphatidylinositol 3-kinase/Protein kinase B (PI3K/AKT) signaling cascade, which is responsible for maintaining brain homeostasis and normal cognitive functioning. PI3K/AKT is crucial in maintaining normal cognitive function through the inactivation of glycogen synthase kinase 3β (GSκ3β), which hyperphosphorylates τ protein and releases pro-inflammatory cytokines that are neurotoxic. Several biomarkers were also highlighted as potential biomarkers of GDM-related cognitive impairment such as AGEs, serine-phosphorylated IRS-1 and inflammatory markers such as tumor necrosis factor α (TNF-α), high-sensitivity C-reactive protein (hs-CRP), leptin, interleukin 1β (IL-1β), and IL-6. Although GDM is a transient disease, its complications may be long-term, and hence increased mechanistic knowledge of the molecular changes contributing to cognitive impairment may provide important clues for interventional strategies."
    },
    {
      "paper_name": "Leptin Dysfunction and Alzheimer's Disease: Evidence from Cellular, Animal, and Human Studies.",
      "paper_year": "2016",
      "paper_authors": "McGuire MJ, Ishii M",
      "journal": "Cellular and molecular neurobiology",
      "publisher": "Cell Mol Neurobiol",
      "resumen": "There is accumulating evidence from epidemiological studies that changes in body weight are associated with Alzheimer's disease (AD) from mid-life obesity increasing the risk of developing AD to weight loss occurring at the earliest stages of AD. Therefore, factors that regulate body weight are likely to influence the development and progression of AD. The adipocyte-derived hormone leptin has emerged as a major regulator of body weight mainly by activating hypothalamic neural circuits. Leptin also has several pleotropic effects including regulating cognitive function and having neuroprotective effects, suggesting a potential link between leptin and AD. Here, we will examine the relationship between leptin and AD by reviewing the recent evidence from cellular and animal models to human studies. We present a model where leptin has a bidirectional role in AD. Not only can alterations in leptin levels and function worsen cognitive decline and progression of AD pathology, but AD pathology, in of itself, can disrupt leptin signaling, which together would lead to a downward spiral of progressive neurodegeneration and worsening body weight and systemic metabolic deficits. Collectively, these studies serve as a framework to highlight the importance of understanding the molecular mechanisms underlying the body weight and systemic metabolic deficits in AD, which has the potential to open new avenues that may ultimately lead to novel therapeutic targets and diagnostic tools."
    },
    {
      "paper_name": "Role of metabolism in neurodegenerative disorders.",
      "paper_year": "2016",
      "paper_authors": "Procaccini C, Santopaolo M, Faicchia D, Colamatteo A, Formisano L, de Candia P, Galgani M, De Rosa V, Matarese G",
      "journal": "Metabolism: clinical and experimental",
      "publisher": "Metabolism",
      "resumen": "Along with the increase in life expectancy over the last century, the prevalence of age-related disorders, such as neurodegenerative diseases continues to rise. This is the case of Alzheimer's, Parkinson's, Huntington's diseases and Multiple sclerosis, which are chronic disorders characterized by neuronal loss in motor, sensory or cognitive systems. Accumulating evidence has suggested the presence of a strong correlation between metabolic changes and neurodegeneration. Indeed epidemiologic studies have shown strong associations between obesity, metabolic dysfunction, and neurodegeneration, while animal models have provided insights into the complex relationships between these conditions. In this context, hormones such as leptin, ghrelin, insulin and IGF-1 seem to play a key role in the regulation of neuronal damage, toxic insults and several other neurodegenerative processes. This review aims to presenting the most recent evidence supporting the crosstalk linking energy metabolism and neurodegeneration, and will focus on metabolic manipulation as a possible therapeutic tool in the prevention and treatment of neurodegenerative diseases."
    },
    {
      "paper_name": "Adiposity and cognitive decline: underlying mechanisms.",
      "paper_year": "2012",
      "paper_authors": "Gustafson DR",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Level of adiposity is linked to manifest dementia and Alzheimer's disease in epidemiological studies. Overweight and obesity in mid- and late-life may increase risk for dementia, whereas decline in body weight or body mass index and underweight in years preceding and at the time of a dementia diagnosis may also relate to dementia. The role of adiposity during the period of cognitive decline is, as yet, not understood; however, some hypotheses relating adipose tissue to brain can be drawn. This review focuses on potential, varied mechanisms whereby adipose tissue may influence or interact with the brain and/or dementia risk during the dynamic period of life characterized by both body weight and cognitive decline. These mechanisms relate to: a) adipose tissue location and cell types, b) body composition, c) endocrine adipose, and d) the interplay among adipose, brain structure and function, and genes. This review will illustrate that adipose tissue is a quintessential, multifunctional tissue of the human body."
    },
    {
      "paper_name": "Autoinflammation and Immunomodulation in Inflammatory Fibromyalgia Syndrome- A Review.",
      "paper_year": "2017",
      "paper_authors": "Metyas S, Rezk T, Arkfeld D, Leptich T",
      "journal": "Current rheumatology reviews",
      "publisher": "Curr Rheumatol Rev",
      "resumen": "Generalized pain with tender points in specific areas accompanied by systemic symptoms such as fatigue and stiffness is characteristic of fibromyalgia (FM) syndrome. The genesis of FM is still being investigated with conflicting data on factors including autonomic dysfunction, neurotransmitters, and hormones often in combination with external stressful events. However, recent research is starting to suggest that there is a previously underappreciated subtype of fibromyalgia called inflammatory Fibromyalgia (iFM). Recent studies have described cytokines, inflammatory markers, sleep disorders, hyperalgesia, cognitive dysfunction, serum leptin levels and other inflammatory indicators as potential markers for iFM. This article will; 1) review the inflammatory markers and abnormal levels of other laboratory indicators that can help to identify the subgroup of patients that fall into the new category of Inflammatory Fibromyalgia [1-5] and 2) review all completed trials that were focused on treating this new category of disease. Through this review it is hoped that and further understanding of the complexity of the etiology of fibromyalgia can be explored."
    },
    {
      "paper_name": "Mediation effects of diabetes and inflammation on the relationship of obesity to cognitive impairment in African Americans.",
      "paper_year": "2022",
      "paper_authors": "Abi Saleh R, Lirette ST, Benjamin EJ, Fornage M, Turner ST, Hammond PI, Mosley TH, Griswold ME, Windham BG",
      "journal": "Journal of the American Geriatrics Society",
      "publisher": "J Am Geriatr Soc",
      "resumen": "Whether diabetes and adipokine-driven inflammation explain the association of obesity to cognitive impairment is unknown."
    },
    {
      "paper_name": "The impact of anorexigenic peptides in experimental models of Alzheimer's disease pathology.",
      "paper_year": "2019",
      "paper_authors": "Maletínská L, Popelová A, Železná B, Bencze M, Kuneš J",
      "journal": "The Journal of endocrinology",
      "publisher": "J Endocrinol",
      "resumen": "Alzheimer's disease (AD) is the most prevalent neurodegenerative disorder in the elderly population. Numerous epidemiological and experimental studies have demonstrated that patients who suffer from obesity or type 2 diabetes mellitus have a higher risk of cognitive dysfunction and AD. Several recent studies demonstrated that food intake-lowering (anorexigenic) peptides have the potential to improve metabolic disorders and that they may also potentially be useful in the treatment of neurodegenerative diseases. In this review, the neuroprotective effects of anorexigenic peptides of both peripheral and central origins are discussed. Moreover, the role of leptin as a key modulator of energy homeostasis is discussed in relation to its interaction with anorexigenic peptides and their analogs in AD-like pathology. Although there is no perfect experimental model of human AD pathology, animal studies have already proven that anorexigenic peptides exhibit neuroprotective properties. This phenomenon is extremely important for the potential development of new drugs in view of the aging of the human population and of the significantly increasing incidence of AD."
    },
    {
      "paper_name": "Peripheral versus central insulin and leptin resistance: Role in metabolic disorders, cognition, and neuropsychiatric diseases.",
      "paper_year": "2022",
      "paper_authors": "Erichsen JM, Fadel JR, Reagan LP",
      "journal": "Neuropharmacology",
      "publisher": "Neuropharmacology",
      "resumen": "Insulin and leptin are classically regarded as peptide hormones that play key roles in metabolism. In actuality, they serve several functions in both the periphery and central nervous system (CNS). Likewise, insulin and leptin resistance can occur both peripherally and centrally. Metabolic disorders such as diabetes and obesity share several key features including insulin and leptin resistance. While the peripheral effects of these disorders are well-known (i.e. cardiovascular disease, hypertension, stroke, dyslipidemia, etc.), the CNS complications of leptin and insulin resistance have come into sharper focus. Both preclinical and clinical findings have indicated that insulin and leptin resistance are associated with cognitive deficits and neuropsychiatric diseases such as depression. Importantly, these studies also suggest that these deficits in neuroplasticity can be reversed by restoration of insulin and leptin sensitivity. In view of these observations, this review will describe, in detail, the peripheral and central functions of insulin and leptin and explain the role of insulin and leptin resistance in various metabolic disorders, cognition, and neuropsychiatric diseases."
    },
    {
      "paper_name": "Obesity and Depression: Common Link and Possible Targets.",
      "paper_year": "2024",
      "paper_authors": "Jitte S, Keluth S, Bisht P, Wal P, Singh S, Murti K, Kumar N",
      "journal": "CNS & neurological disorders drug targets",
      "publisher": "CNS Neurol Disord Drug Targets",
      "resumen": "Depression is among the main causes of disability, and its protracted manifestations could make it even harder to treat metabolic diseases. Obesity is linked to episodes of depression, which is closely correlated to abdominal adiposity and impaired food quality. The present review is aimed at studying possible links between obesity and depression along with targets to disrupt it. Research output in Pubmed and Scopus were referred for writing this manuscript. Obesity and depression are related, with the greater propensity of depressed people to gain weight, resulting in poor dietary decisions and a sedentary lifestyle. Adipokines, which include adiponectin, resistin, and leptin are secretory products of the adipose tissue. These adipokines are now being studied to learn more about the connection underlying obesity and depression. Ghrelin, a gut hormone, controls both obesity and depression. Additionally, elevated ghrelin levels result in anxiolytic and antidepressant-like effects. The gut microbiota influences the metabolic functionalities of a person, like caloric processing from indigestible nutritional compounds and storage in fatty tissue, that exposes an individual to obesity, and gut microorganisms might connect to the CNS through interconnecting pathways, including neurological, endocrine, and immunological signalling systems. The alteration of brain activity caused by gut bacteria has been related to depressive episodes. Monoamines, including dopamine, serotonin, and norepinephrine, have been widely believed to have a function in emotions and appetite control. Emotional signals stimulate arcuate neurons in the hypothalamus that are directly implicated in mood regulation and eating. The peptide hormone GLP-1(glucagon-like peptide- 1) seems to have a beneficial role as a medical regulator of defective neuroinflammation, neurogenesis, synaptic dysfunction, and neurotransmitter secretion discrepancy in the depressive brain. The gut microbiota might have its action in mood and cognition regulation, in addition to its traditional involvement in GI function regulation. This review addressed the concept that obesity-related low-grade mild inflammation in the brain contributes to chronic depression and cognitive impairments."
    },
    {
      "paper_name": "Novel Leptin-Based Therapeutic Strategies to Limit Synaptic Dysfunction in Alzheimer's Disease.",
      "paper_year": "2024",
      "paper_authors": "Harvey J",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Accumulation of hyper-phosphorylated tau and amyloid beta (Aβ) are key pathological hallmarks of Alzheimer's disease (AD). Increasing evidence indicates that in the early pre-clinical stages of AD, phosphorylation and build-up of tau drives impairments in hippocampal excitatory synaptic function, which ultimately leads to cognitive deficits. Consequently, limiting tau-related synaptic abnormalities may have beneficial effects in AD. There is now significant evidence that the hippocampus is an important brain target for the endocrine hormone leptin and that leptin has pro-cognitive properties, as activation of synaptic leptin receptors markedly influences higher cognitive processes including learning and memory. Clinical studies have identified a link between the circulating leptin levels and the risk of AD, such that AD risk is elevated when leptin levels fall outwith the physiological range. This has fuelled interest in targeting the leptin system therapeutically. Accumulating evidence supports this possibility, as numerous studies have shown that leptin has protective effects in a variety of models of AD. Recent findings have demonstrated that leptin has beneficial effects in the preclinical stages of AD, as leptin prevents the early synaptic impairments driven by tau protein and amyloid β. Here we review recent findings that implicate the leptin system as a potential novel therapeutic target in AD."
    },
    {
      "paper_name": "The complex relationship between obesity and neurodegenerative diseases: an updated review.",
      "paper_year": "2023",
      "paper_authors": "Neto A, Fernandes A, Barateiro A",
      "journal": "Frontiers in cellular neuroscience",
      "publisher": "Front Cell Neurosci",
      "resumen": "Obesity is a global epidemic, affecting roughly 30% of the world's population and predicted to rise. This disease results from genetic, behavioral, societal, and environmental factors, leading to excessive fat accumulation, due to insufficient energy expenditure. The adipose tissue, once seen as a simple storage depot, is now recognized as a complex organ with various functions, including hormone regulation and modulation of metabolism, inflammation, and homeostasis. Obesity is associated with a low-grade inflammatory state and has been linked to neurodegenerative diseases like multiple sclerosis (MS), Alzheimer's (AD), and Parkinson's (PD). Mechanistically, reduced adipose expandability leads to hypertrophic adipocytes, triggering inflammation, insulin and leptin resistance, blood-brain barrier disruption, altered brain metabolism, neuronal inflammation, brain atrophy, and cognitive decline. Obesity impacts neurodegenerative disorders through shared underlying mechanisms, underscoring its potential as a modifiable risk factor for these diseases. Nevertheless, further research is needed to fully grasp the intricate connections between obesity and neurodegeneration. Collaborative efforts in this field hold promise for innovative strategies to address this complex relationship and develop effective prevention and treatment methods, which also includes specific diets and physical activities, ultimately improving quality of life and health."
    },
    {
      "paper_name": "Regulation of hippocampal synaptic function by the metabolic hormone leptin: Implications for health and disease.",
      "paper_year": "2021",
      "paper_authors": "Irving A, Harvey J",
      "journal": "Progress in lipid research",
      "publisher": "Prog Lipid Res",
      "resumen": "Significant advances have been made in our understanding of the hormone, leptin and its CNS actions in recent years. It is now evident that leptin has a multitude of brain functions, that extend beyond its established role in the hypothalamic control of energy balance. Additional brain regions including the hippocampus are important targets for leptin, with a high density of leptin receptors (LepRs) expressed in specific hippocampal regions and localised to CA1 synapses. Extensive evidence indicates that leptin has pro-cognitive actions, as it rapidly modifies synaptic efficacy at excitatory Schaffer collateral (SC)-CA1 and temporoammonic (TA)-CA1 synapses and enhances performance in hippocampal-dependent memory tasks. There is a functional decline in hippocampal responsiveness to leptin with age, with significant reductions in the modulatory effects of leptin at SC-CA1 and TA-CA1 synapses in aged, compared to adult hippocampus. As leptin has pro-cognitive effects, this decline in leptin sensitivity is likely to have negative consequences for cognitive function during the aging process. Here we review how evaluation of the hippocampal actions of leptin has improved our knowledge of the regulatory brain functions of leptin in health and provided significant insight into the impact of leptin in age-related neurodegenerative disorders linked to cognitive decline."
    },
    {
      "paper_name": "Consequences of Metabolic Disruption in Alzheimer's Disease Pathology.",
      "paper_year": "2019",
      "paper_authors": "Ryu JC, Zimmer ER, Rosa-Neto P, Yoon SO",
      "journal": "Neurotherapeutics : the journal of the American Society for Experimental NeuroTherapeutics",
      "publisher": "Neurotherapeutics",
      "resumen": "Alzheimer's disease (AD) is an irreversible, progressive disease that slowly destroys cognitive function, such as thinking, remembering, and reasoning, to a level that one cannot carry out a daily living. As people live longer, the risk of developing AD has increased to 1 in 10 among people who are older than 65 and to almost 1 in 2 among those who are older than 85 according to a 2019 Alzheimer's Association report. As a most common cause of dementia, AD accounts for 60-80% of all dementia cases. AD is characterized by amyloid plaques and neurofibrillary tangles, composed of extracellular aggregates of amyloid-β peptides and intracellular aggregates of hyperphosphorylated tau, respectively. Besides plaques and tangles, AD pathology includes synaptic dysfunction including loss of synapses, inflammation, brain atrophy, and brain hypometabolism, all of which contribute to progressive cognitive decline. Recent genetic studies of sporadic cases of AD have identified a score of risk factors, as reported by Hollingworth et al. (Nat Genet 43:429-435, 2001) and Lambert et al. (Nat Genet 45:1452-1458, 2013). Of all these genes, apolipoprotein E4 (APOE4) still presents the biggest risk factor for sporadic cases of AD, as stated in Saunders et al. (Neurology 43:1467-1472, 1993): depending on whether you have 1 or 2 copies of APOE4 allele, the risk increases from 3- to 12-fold, respectively, in line with Genin et al. (Mol Psychiatry 16:903-907, 2011). Besides these genetic risk factors, having type 2 diabetes (T2D), a chronic metabolic disease, is known to increase the AD risk by at least 2-fold when these individuals age, conforming to Sims-Robinson et al. (Nat Rev Neurol 6:551-559, 2010). Diabetes is reaching a pandemic scale with over 422 million people diagnosed worldwide in 2014 according to World Health Organization. Although what proportion of these diabetic patients develop AD is not known, even if 10% of diabetic patients develop AD later in their life, it would double the number of AD patients in the world. Better understanding between T2D and AD is of paramount of importance for the future. The goal of this review is to examine our current understanding on metabolic dysfunction in AD, so that a potential target can be identified in the near future."
    },
    {
      "paper_name": "Maternal high-fat diet programming of the neuroendocrine system and behavior.",
      "paper_year": "2015",
      "paper_authors": "Sullivan EL, Riper KM, Lockard R, Valleau JC",
      "journal": "Hormones and behavior",
      "publisher": "Horm Behav",
      "resumen": "This article is part of a Special Issue \"SBN 2014\". Maternal obesity, metabolic state, and diet during gestation have profound effects on offspring development. The prevalence of neurodevelopmental and mental health disorders has risen rapidly in the last several decades in parallel with the rise in obesity rates. Evidence from epidemiological studies indicates that maternal obesity and metabolic complications increase the risk of offspring developing behavioral disorders such as attention deficit hyperactivity disorder (ADHD), autism spectrum disorders (ASD), and schizophrenia. Animal models show that a maternal diet high in fat similarly disrupts behavioral programming of offspring, with animals showing social impairments, increased anxiety and depressive behaviors, reduced cognitive development, and hyperactivity. Maternal obesity, metabolic conditions, and high fat diet consumption increase maternal leptin, insulin, glucose, triglycerides, and inflammatory cytokines. This leads to increased risk of placental dysfunction, and altered fetal neuroendocrine development. Changes in brain development that likely contribute to the increased risk of behavioral and mental health disorders include increased inflammation in the brain, as well as alterations in the serotonergic system, dopaminergic system and hypothalamic-pituitary-adrenal (HPA) axis."
    },
    {
      "paper_name": "Neuroendocrinological and Epigenetic Mechanisms Subserving Autonomic Imbalance and HPA Dysfunction in the Metabolic Syndrome.",
      "paper_year": "2016",
      "paper_authors": "Lemche E, Chaban OS, Lemche AV",
      "journal": "Frontiers in neuroscience",
      "publisher": "Front Neurosci",
      "resumen": "Impact of environmental stress upon pathophysiology of the metabolic syndrome (MetS) has been substantiated by epidemiological, psychophysiological, and endocrinological studies. This review discusses recent advances in the understanding of causative roles of nutritional factors, sympathomedullo-adrenal (SMA) and hypothalamic-pituitary adrenocortical (HPA) axes, and adipose tissue chronic low-grade inflammation processes in MetS. Disturbances in the neuroendocrine systems for leptin, melanocortin, and neuropeptide Y (NPY)/agouti-related protein systems have been found resulting directly in MetS-like conditions. The review identifies candidate risk genes from factors shown critical for the functioning of each of these neuroendocrine signaling cascades. In its meta-analytic part, recent studies in epigenetic modification (histone methylation, acetylation, phosphorylation, ubiquitination) and posttranscriptional gene regulation by microRNAs are evaluated. Several studies suggest modification mechanisms of early life stress (ELS) and diet-induced obesity (DIO) programming in the hypothalamic regions with populations of POMC-expressing neurons. Epigenetic modifications were found in cortisol (here HSD11B1 expression), melanocortin, leptin, NPY, and adiponectin genes. With respect to adiposity genes, epigenetic modifications were documented for fat mass gene cluster APOA1/C3/A4/A5, and the lipolysis gene LIPE. With regard to inflammatory, immune and subcellular metabolism, PPARG, NKBF1, TNFA, TCF7C2, and those genes expressing cytochrome P450 family enzymes involved in steroidogenesis and in hepatic lipoproteins were documented for epigenetic modifications."
    },
    {
      "paper_name": "Roles of leptin in prenatal and perinatal brain development.",
      "paper_year": "2007",
      "paper_authors": "Udagawa J, Hatta T, Hashimoto R, Otani H",
      "journal": "Congenital anomalies",
      "publisher": "Congenit Anom (Kyoto)",
      "resumen": "Leptin is a hormone that reduces food intake and increases energy expenditure by acting on the arcuate nucleus in the hypothalamus. Recent studies indicated that the neuronal circuit related to food intake in the hypothalamus is formed in the neonatal period and that leptin is necessary for the formation of this circuit. Our studies have further suggested that leptin may act on the fetal cerebral cortex, including the cingulate cortex, which is involved in motor and cognitive processes, and that leptin may affect maintenance and differentiation of neural stem cells, glial-restricted progenitor cells and/or neuronal lineage cells. These recent studies showed that leptin not only has homeostatic functions in adults, but also regulates brain development in the prenatal and neonatal periods. These findings suggest that leptin is related to formation of the normal brain structure and regenerative potency of neural cells as well as the predisposition to homeostatic dysfunction, low locomotor activity or impairment of cognitive function."
    },
    {
      "paper_name": "Regulation of Hippocampal Synaptic Function by the Metabolic Hormone, Leptin: Implications for Health and Neurodegenerative Disease.",
      "paper_year": "2018",
      "paper_authors": "McGregor G, Harvey J",
      "journal": "Frontiers in cellular neuroscience",
      "publisher": "Front Cell Neurosci",
      "resumen": "The role of the endocrine hormone leptin in controlling energy homeostasis in the hypothalamus are well documented. However the CNS targets for leptin are not restricted to the hypothalamus as a high density of leptin receptors are also expressed in several parts of the brain involved in higher cognitive functions including the hippocampus. Numerous studies have identified that in the hippocampus, leptin has cognitive enhancing actions as exogenous application of this hormone facilitates hippocampal-dependent learning and memory, whereas lack or insensitivity to leptin results in significant memory deficits. Leptin also markedly influences some of the main cellular changes that are involved in learning and memory including NMDA-receptor dependent synaptic plasticity and glutamate receptor trafficking. Like other metabolic hormones, there is a significant decline in neuronal sensitivity to leptin during the ageing process. Indeed, the capacity of leptin to modulate the functioning of hippocampal synapses is substantially reduced in aged compared to adult tissue. Clinical studies have also identified an association between circulating leptin levels and the risk of certain neurodegenerative disorders such as Alzheimer's disease (AD). In view of this, targeting leptin and/or its receptor/signaling mechanisms may be an innovative approach for developing therapies to treat AD. In support of this, accumulating evidence indicates that leptin has cognitive enhancing and neuroprotective actions in various models of AD. Here we assess recent evidence that supports an important regulatory role for leptin at hippocampal CA1 synapses, and we discuss how age-related alterations in this hormonal system influences neurodegenerative disease."
    },
    {
      "paper_name": "Insulin resistance in brain and possible therapeutic approaches.",
      "paper_year": "2014",
      "paper_authors": "Cetinkalp S, Simsir IY, Ertek S",
      "journal": "Current vascular pharmacology",
      "publisher": "Curr Vasc Pharmacol",
      "resumen": "Although the brain has long been considered an insulin-independent organ, recent research has shown that insulin has significant effects on the brain, where it plays a role in maintaining glucose and energy homeostasis. To avoid peripheral insulin resistance, the brain may act via hypoinsulinemic responses, maintaining glucose metabolism and insulin sensitivity within its own confines; however, brain insulin resistance may develop due to environmental factors. Insulin has two important functions in the brain: controlling food intake and regulating cognitive functions, particularly memory. Notably, defects in insulin signaling in the brain may contribute to neurodegenerative disorders. Insulin resistance may damage the cognitive system and lead to dementia states. Furthermore, inflammatory processes in the hypothalamus, where insulin receptors are expressed at high density, impair local signaling systems and cause glucose and energy metabolism disorders. Excessive caloric intake and high-fat diets initiate insulin and leptin resistance by inducing mitochondrial dysfunction and endoplasmic reticulum stress in the hypothalamus. This may lead to obesity and diabetes mellitus (DM). Exercise can enhance brain and hypothalamic insulin sensitivity, but it is the option least preferred and/or continuously practiced by the general population. Pharmacological treatments that increase brain and hypothalamic insulin sensitivity may provide new insights into the prevention of dementia disorders, obesity, and type 2 DM in the future."
    },
    {
      "paper_name": "Food for thought: the role of appetitive peptides in age-related cognitive decline.",
      "paper_year": "2013",
      "paper_authors": "Fadel JR, Jolivalt CG, Reagan LP",
      "journal": "Ageing research reviews",
      "publisher": "Ageing Res Rev",
      "resumen": "Through their well described actions in the hypothalamus, appetitive peptides such as insulin, orexin and leptin are recognized as important regulators of food intake, body weight and body composition. Beyond these metabolic activities, these peptides also are critically involved in a wide variety of activities ranging from modulation of immune and neuroendocrine function to addictive behaviors and reproduction. The neurological activities of insulin, orexin and leptin also include facilitation of hippocampal synaptic plasticity and enhancement of cognitive performance. While patients with metabolic disorders such as obesity and diabetes have greater risk of developing cognitive deficits, dementia and Alzheimer's disease (AD), the underlying mechanisms that are responsible for, or contribute to, age-related cognitive decline are poorly understood. In view of the importance of these peptides in metabolic disorders, it is not surprising that there is a greater focus on their potential role in cognitive deficits associated with aging. The goal of this review is to describe the evidence from clinical and pre-clinical studies implicating insulin, orexin and leptin in the etiology and progression of age-related cognitive decline. Collectively, these studies support the hypothesis that leptin and insulin resistance, concepts normally associated with the hypothalamus, are also applicable to the hippocampus."
    },
    {
      "paper_name": "The brain-adipocyte-gut network: Linking obesity and depression subtypes.",
      "paper_year": "2018",
      "paper_authors": "Patist CM, Stapelberg NJC, Du Toit EF, Headrick JP",
      "journal": "Cognitive, affective & behavioral neuroscience",
      "publisher": "Cogn Affect Behav Neurosci",
      "resumen": "Major depressive disorder (MDD) and obesity are dominant and inter-related health burdens. Obesity is a risk factor for MDD, and there is evidence MDD increases risk of obesity. However, description of a bidirectional relationship between obesity and MDD is misleading, as closer examination reveals distinct unidirectional relationships in MDD subtypes. MDD is frequently associated with weight loss, although obesity promotes MDD. In contrast, MDD with atypical features (MDD-AF) is characterised by subsequent weight gain and obesity. The bases of these distinct associations remain to be detailed, with conflicting findings clouding interpretation. These associations can be viewed within a systems biology framework-the psycho-immune neuroendocrine (PINE) network shared between MDD and metabolic disorders. Shared PINE subsystem perturbations may underlie increased MDD in overweight and obese people (obesity-associated depression), while obesity in MDD-AF (depression-associated obesity) involves more complex interactions between behavioural and biomolecular changes. In the former, the chronic PINE dysfunction triggering MDD is augmented by obesity-dependent dysregulation in shared networks, including inflammatory, leptin-ghrelin, neuroendocrine, and gut microbiome systems, influenced by chronic image-associated psychological stress (particularly in younger or female patients). In MDD-AF, behavioural dysregulation, including hypersensitivity to interpersonal rejection, fundamentally underpins energy imbalance (involving hyperphagia, lethargy, hypersomnia), with evolving obesity exaggerating these drivers via positive feedback (and potentially augmenting PINE disruption). In both settings, sex and age are important determinants of outcome, associated with differences in emotional versus cognitive dysregulation. A systems biology approach is recommended for further research into the pathophysiological networks underlying MDD and linking depression and obesity."
    },
    {
      "paper_name": "Screening for hormonal, monogenic, and syndromic disorders in obese infants and children.",
      "paper_year": "2014",
      "paper_authors": "Mason K, Page L, Balikcioglu PG",
      "journal": "Pediatric annals",
      "publisher": "Pediatr Ann",
      "resumen": "The prevalence of pediatric obesity in the United States is nearly 17%. Most cases are \"exogenous\", resulting from excess energy intake relative to energy expenditure over a prolonged period of time. However, some cases of obesity are \"endogenous\", associated with hormonal, genetic, or syndromic disorders such as hypothyroidism, Cushing's syndrome, growth hormone deficiency, defective leptin signaling, mutations in the melanocortin 4 receptor, and Prader-Willi and Bardet-Biedl syndromes. This article reviews the hormonal, monogenic, and syndromic causes of childhood obesity and identifies critical features that distinguish \"endogenous\" obesity disorders from the more common exogenous obesity. Findings that raise suspicion for endogenous obesity include onset in infancy, lack of satiety, poor linear growth, dysmorphic features, and cognitive dysfunction. Selection and interpretation of appropriate laboratory tests and indications for subspecialist referral are also discussed."
    },
    {
      "paper_name": "Diabetes Mellitus and Energy Dysmetabolism in Alzheimer's Disease: Understanding the Relationships and Potential Therapeutic Targets.",
      "paper_year": "2023",
      "paper_authors": "Onaolapo AY, Ojo FO, Adeleye OO, Falade J, Onaolapo OJ",
      "journal": "Current diabetes reviews",
      "publisher": "Curr Diabetes Rev",
      "resumen": "Over the last century, there has been a gradual but sustained increase in life expectancy globally. A consequence of increased life expectancy is an associated rise in the prevalence of agerelated chronic debilitating neurodegenerative disorders, such as Alzheimer's disease (AD), Parkinson's disease, Huntington's disease, and multiple sclerosis. These disorders, which are generally characterised by the loss of motor/sensory neurons and cognitive decline, have continued to confound researchers who are working tirelessly to define their pathogenetic mechanisms and develop effective therapies. In the last few years, there has been increasing evidence of the existence of a relationship between energy metabolism and neurodegeneration, with reports that type 2 diabetes mellitus increases the risk of AD. Evidence from preclinical and epidemiologic studies has associated dysmetabolism and dysmetabolic syndromes with the development of neurodegenerative changes. More recently, diabetes mellitus and energy dysmetabolism have been linked to the aetiopathogenesis of AD. Moreover, metabolic hormones, including ghrelin, leptin, insulin, and insulin-like growth factor (IGF)-1, have been reported to play key roles in the regulation of neuronal injury and loss in neurodegenerative diseases like AD. In this narrative review, we examine the current scientific evidence regarding the role of dysmetabolism (including diabetes mellitus and metabolic syndrome) in AD and how it impacts disease progression and the development of novel therapies in AD."
    },
    {
      "paper_name": "Weight loss and Alzheimer's disease: temporal and aetiologic connections.",
      "paper_year": "2013",
      "paper_authors": "Sergi G, De Rui M, Coin A, Inelmen EM, Manzato E",
      "journal": "The Proceedings of the Nutrition Society",
      "publisher": "Proc Nutr Soc",
      "resumen": "The intermediate and advanced stages of Alzheimer's disease (AD) are frequently associated with weight loss (WL), but WL may even precede the onset of cognitive symptoms. This review focuses on the possible aetiologic and temporal relationships between AD and WL. When WL occurs some years before any signs of cognitive impairment, it may be a risk factor for dementia due to deficiency of several micronutrients, such as vitamins and essential fatty acids, and consequent oxidative tissue damage. The leptin reduction associated with WL may also facilitate cognitive decline. The mechanisms potentially inducing WL in AD include lower energy intake, higher resting energy expenditure, exaggerated physical activity, or combinations of these factors. A hypermetabolic state has been observed in animals with AD, but has not been confirmed in human subjects. This latter mechanism could involve amyloid assemblies that apparently increase the circulating cytokine levels and proton leakage in mitochondria. WL may be caused by patients' increased physical activity as they develop abnormal motor behaviour (restlessness and agitation) and waste energy while trying to perform daily activities. During the course of AD, patients usually find it increasingly difficult to eat, so they ingest less food. AD-related neurodegeneration also affects brain regions involved in regulating appetite. The caregiver has an important role in ensuring an adequate food intake and controlling behavioural disturbances. In conclusion, WL is closely linked to AD, making periodic nutritional assessments and appropriate dietary measures important aspects of an AD patient's treatment."
    },
    {
      "paper_name": "Putative neuroprotective pharmacotherapies to target the staged progression of mental illness.",
      "paper_year": "2019",
      "paper_authors": "Robertson OD, Coronado NG, Sethi R, Berk M, Dodd S",
      "journal": "Early intervention in psychiatry",
      "publisher": "Early Interv Psychiatry",
      "resumen": "Neuropsychiatric disorders including depression, bipolar and schizophrenia frequently exhibit a neuroprogressive course from prodrome to chronicity. There are a range of agents exhibiting capacity to attenuate biological mechanisms associated with neuroprogression. This review will update the evidence for putative neuroprotective agents including clinical efficacy, mechanisms of action and limitations in current assessment tools, and identify novel agents with neuroprotective potential."
    },
    {
      "paper_name": "AMP-activated protein kinase: a potential player in Alzheimer's disease.",
      "paper_year": "2011",
      "paper_authors": "Salminen A, Kaarniranta K, Haapasalo A, Soininen H, Hiltunen M",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "AMP-activated protein kinase (AMPK) stimulates energy production via glucose and lipid metabolism, whereas it inhibits energy consuming functions, such as protein and cholesterol synthesis. Increased cytoplasmic AMP and Ca(2+) levels are the major activators of neuronal AMPK signaling. Interestingly, Alzheimer's disease (AD) is associated with several abnormalities in neuronal energy metabolism, for example, decline in glucose uptake, mitochondrial dysfunctions and defects in cholesterol metabolism, and in addition, with problems in maintaining Ca(2+) homeostasis. Epidemiological studies have also revealed that many metabolic and cardiovascular diseases are risk factors for cognitive impairment and sporadic AD. Emerging studies indicate that AMPK signaling can regulate tau protein phosphorylation and amyloidogenesis, the major hallmarks of AD. AMPK is also a potent activator of autophagic degradation which seems to be suppressed in AD. All these observations imply that AMPK is involved in the pathogenesis of AD. However, the responses of AMPK activation are dependent on stimulation and the extent of activating stress. Evidently, AMPK signaling can repress and delay the appearance of AD pathology but later on, with increasing neuronal stress, it can trigger detrimental effects that augment AD pathogenesis. We will outline the potential role of AMPK function in respect to various aspects affecting AD pathogenesis."
    },
    {
      "paper_name": "Leptin: a novel therapeutic strategy for Alzheimer's disease.",
      "paper_year": "2009",
      "paper_authors": "Tezapsidis N, Johnston JM, Smith MA, Ashford JW, Casadesus G, Robakis NK, Wolozin B, Perry G, Zhu X, Greco SJ, Sarkar S",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Adipocyte-derived leptin appears to regulate a number of features defining Alzheimer's disease (AD) at the molecular and physiological level. Leptin has been shown to reduce the amount of extracellular amyloid beta, both in cell culture and animal models, as well as to reduce tau phosphorylation in neuronal cells. Importantly, chronic administration of leptin resulted in a significant improvement in the cognitive performance of transgenic animal models. In AD, weight loss often precedes the onset of dementia and the level of circulating leptin is inversely proportional to the severity of cognitive decline. It is speculated that a deficiency in leptin levels or function may contribute to systemic and CNS abnormalities leading to disease progression. Furthermore, a leptin deficiency may aggravate insulin-controlled pathways, known to be aberrant in AD. These observations suggest that a leptin replacement therapy may be beneficial for these patients."
    },
    {
      "paper_name": "The therapeutic potential of metabolic hormones in the treatment of age-related cognitive decline and Alzheimer's disease.",
      "paper_year": "2016",
      "paper_authors": "Grizzanti J, Lee HG, Camins A, Pallas M, Casadesus G",
      "journal": "Nutrition research (New York, N.Y.)",
      "publisher": "Nutr Res",
      "resumen": "Aging leads to a number of physiological alterations, specifically changes in circulating hormone levels, increases in fat deposition, decreases in metabolism, changes in inflammatory responses, and reductions in growth factors. These progressive changes in physiology and metabolism are exacerbated by modern culture and Western diet and give rise to diseases such as obesity, metabolic syndrome, and type 2 (non-insulin-dependent) diabetes (T2D). These age and lifestyle-related metabolic diseases are often accompanied by insulin and leptin resistance, as well as aberrant amylin production and signaling. Many of these alterations in hormone production and signaling are directly influenced by an increase in both oxidative stress and inflammation. Importantly, changes in hormone production and signaling have direct effects on brain function and the development of age-related neurologic disorders. Therefore, this review aims to present evidence on the effects that diet and metabolic disease have on age-related cognitive decline and the development of cognitive diseases, particularly Alzheimer disease. This review will focus on the metabolic hormones insulin, leptin, and amylin and their role in cognitive decline, as well as the therapeutic potential of these hormones in treating cognitive disease. Future investigations targeting the long-term effects of insulin and leptin treatment may reveal evidence to reduce risk of cognitive decline and Alzheimer disease."
    },
    {
      "paper_name": "Obesity as a risk factor for Alzheimer's disease: the role of adipocytokines.",
      "paper_year": "2014",
      "paper_authors": "Letra L, Santana I, Seiça R",
      "journal": "Metabolic brain disease",
      "publisher": "Metab Brain Dis",
      "resumen": "Alzheimer's disease is the leading cause of dementia and the most prevalent neurodegenerative disease. It is an aging-related multi-factorial disorder and growing evidence support the contribution of metabolic factors to what was formerly thought to be a centrally mediated process. Obesity has already been recognized as an important player in the pathogenesis of this type of dementia, independently of insulin resistance or other vascular risk factors. Although the exact underlying mechanisms are still unknown, adipocyte dysfunction and concomitant alteration in adipocyte-derived protein secretion seem to be involved, since these adipocytokines can cross the blood-brain barrier and influence cognitive-related structures. Very few studies have assessed the role of adipocytokines dysfunction on cognitive impaired patients and yielded contradictory results. Interestingly, extensive research on the central effects of leptin in Alzheimer's disease-transgenic mice has demonstrated its capacity to enhance synaptic plasticity and strength, as well as to prevent beta-amyloid deposition and tau phosphorylation. In addition, adiponectin, the most abundant adipocytokine whose levels are inversely correlated to adiposity, has shown to be neuroprotective to hippocampal cells. Many other adipose-derived cytokines have mainly pro-inflammatory properties, being able to trigger and/or enhance central inflammatory cascades and also to influence the secretion of other adipocytokines involved in cognition. This paper pretends to review the existing evidence on the contribution of adipocytokines dysfunction to the increased risk of dementia associated with mid-life obesity, unraveling its insulin-independent effects on cognition."
    },
    {
      "paper_name": "Palmitoylethanolamide in Postmenopausal Metabolic Syndrome: Current Evidence and Clinical Perspectives.",
      "paper_year": "2024",
      "paper_authors": "Medoro A, Davinelli S, Fogacci F, Alfieri S, Tiso D, Cicero AFG, Scapagnini G",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Menopause leads to a decline in estrogen levels, resulting in significant metabolic alterations that increase the risk of developing metabolic syndrome-a cluster of conditions including central obesity, insulin resistance, dyslipidemia, and hypertension. Traditional interventions such as hormone replacement therapy carry potential adverse effects, and lifestyle modifications alone may not suffice for all women. This review explores the potential role of palmitoylethanolamide (PEA), an endogenous fatty acid amide, in managing metabolic syndrome during the postmenopausal period. PEA primarily acts by activating peroxisome proliferator-activated receptor-alpha (PPAR-α), influencing lipid metabolism, energy homeostasis, and inflammation. Evidence indicates that PEA may promote the browning of white adipocytes, enhancing energy expenditure and reducing adiposity. It also improves lipid profiles by boosting fatty acid oxidation and decreasing lipid synthesis, potentially lowering low-density lipoprotein cholesterol and triglyceride levels while increasing high-density lipoprotein cholesterol. Additionally, the anti-inflammatory properties of PEA enhance insulin sensitivity by reducing pro-inflammatory cytokines that interfere with insulin signaling. PEA may aid in weight management by influencing appetite regulation and improving leptin sensitivity. Furthermore, its neuroprotective effects may address the mood disturbances and cognitive decline associated with menopause. Given these multifaceted biological activities and a favorable safety profile, PEA may represent a promising non-pharmacological supplement for managing metabolic syndrome in postmenopausal women. However, further large-scale clinical studies are necessary to establish its efficacy, optimal dosing, and long-term safety. If validated, PEA could become an integral part of strategies to improve metabolic and neuropsychological health outcomes in this population."
    },
    {
      "paper_name": "Obesity-associated biomarkers and executive function in children.",
      "paper_year": "2015",
      "paper_authors": "Miller AL, Lee HJ, Lumeng JC",
      "journal": "Pediatric research",
      "publisher": "Pediatr Res",
      "resumen": "There is a growing focus on links between obesity and cognitive decline in adulthood, including Alzheimer's disease. It is also increasingly recognized that obesity in youth is associated with poorer cognitive function, specifically executive functioning skills such as inhibitory control and working memory, which are critical for academic achievement. Emerging literature provides evidence for possible biological mechanisms driven by obesity; obesity-associated biomarkers such as adipokines, obesity-associated inflammatory cytokines, and obesity-associated gut hormones have been associated with learning, memory, and general cognitive function. To date, examination of obesity-associated biology with brain function has primarily occurred in animal models. The few studies examining such biologically mediated pathways in adult humans have corroborated the animal data, but this body of work has gone relatively unrecognized by the pediatric literature. Despite the fact that differences in these biomarkers have been found in association with obesity in children, the possibility that obesity-related biology could affect brain development in children has not been actively considered. We review obesity-associated biomarkers that have shown associations with neurocognitive skills, specifically executive functioning skills, which have far-reaching implications for child development. Understanding such gut-brain associations early in the lifespan may yield unique intervention implications."
    },
    {
      "paper_name": "Putative neuroprotective agents in neuropsychiatric disorders.",
      "paper_year": "2013",
      "paper_authors": "Dodd S, Maes M, Anderson G, Dean OM, Moylan S, Berk M",
      "journal": "Progress in neuro-psychopharmacology & biological psychiatry",
      "publisher": "Prog Neuropsychopharmacol Biol Psychiatry",
      "resumen": "In many individuals with major neuropsychiatric disorders including depression, bipolar disorder and schizophrenia, their disease characteristics are consistent with a neuroprogressive illness. This includes progressive structural brain changes, cognitive and functional decline, poorer treatment response and an increasing vulnerability to relapse with chronicity. The underlying molecular mechanisms of neuroprogression are thought to include neurotrophins and regulation of neurogenesis and apoptosis, neurotransmitters, inflammatory, oxidative and nitrosative stress, mitochondrial dysfunction, cortisol and the hypothalamic-pituitary-adrenal axis, and epigenetic influences. Knowledge of the involvement of each of these pathways implies that specific agents that act on some or multiple of these pathways may thus block this cascade and have neuroprotective properties. This paper reviews the potential of the most promising of these agents, including lithium and other known psychotropics, aspirin, minocycline, statins, N-acetylcysteine, leptin and melatonin. These agents are putative neuroprotective agents for schizophrenia and mood disorders."
    },
    {
      "paper_name": "Infection and Immunometabolism in the Central Nervous System: A Possible Mechanistic Link Between Metabolic Imbalance and Dementia.",
      "paper_year": "2021",
      "paper_authors": "Shinjyo N, Kita K",
      "journal": "Frontiers in cellular neuroscience",
      "publisher": "Front Cell Neurosci",
      "resumen": "Metabolic syndromes are frequently associated with dementia, suggesting that the dysregulation of energy metabolism can increase the risk of neurodegeneration and cognitive impairment. In addition, growing evidence suggests the link between infections and brain disorders, including Alzheimer's disease. The immune system and energy metabolism are in an intricate relationship. Infection triggers immune responses, which are accompanied by imbalance in cellular and organismal energy metabolism, while metabolic disorders can lead to immune dysregulation and higher infection susceptibility. In the brain, the activities of brain-resident immune cells, including microglia, are associated with their metabolic signatures, which may be affected by central nervous system (CNS) infection. Conversely, metabolic dysregulation can compromise innate immunity in the brain, leading to enhanced CNS infection susceptibility. Thus, infection and metabolic imbalance can be intertwined to each other in the etiology of brain disorders, including dementia. Insulin and leptin play pivotal roles in the regulation of immunometabolism in the CNS and periphery, and dysfunction of these signaling pathways are associated with cognitive impairment. Meanwhile, infectious complications are often comorbid with diabetes and obesity, which are characterized by insulin resistance and leptin signaling deficiency. Examples include human immunodeficiency virus (HIV) infection and periodontal disease caused by an oral pathogen <i>Porphyromonas gingivalis</i>. This review explores potential interactions between infectious agents and insulin and leptin signaling pathways, and discuss possible mechanisms underlying the relationship between infection, metabolic dysregulation, and brain disorders, particularly focusing on the roles of insulin and leptin."
    },
    {
      "paper_name": "Early-life adversity programs emotional functions and the neuroendocrine stress system: the contribution of nutrition, metabolic hormones and epigenetic mechanisms.",
      "paper_year": "2015",
      "paper_authors": "Yam KY, Naninck EF, Schmidt MV, Lucassen PJ, Korosi A",
      "journal": "Stress (Amsterdam, Netherlands)",
      "publisher": "Stress",
      "resumen": "Clinical and pre-clinical studies have shown that early-life adversities, such as abuse or neglect, can increase the vulnerability to develop psychopathologies and cognitive decline later in life. Remarkably, the lasting consequences of stress during this sensitive period on the hypothalamic-pituitary-adrenal axis and emotional function closely resemble the long-term effects of early malnutrition and suggest a possible common pathway mediating these effects. During early-life, brain development is affected by both exogenous factors, like nutrition and maternal care as well as by endogenous modulators including stress hormones. These elements, while mostly considered for their independent actions, clearly do not act alone but rather in a synergistic manner. In order to better understand how the programming by early-life stress takes place, it is important to gain further insight into the exact interplay of these key elements, the possible common pathways as well as the underlying molecular mechanisms that mediate their effects. We here review evidence that exposure to both early-life stress and early-life under-/malnutrition similarly lead to life-long alterations on the neuroendocrine stress system and modify emotional functions. We further discuss how the different key elements of the early-life environment interact and affect one another and next suggest a possible role for the early-life adversity induced alterations in metabolic hormones and nutrient availability in shaping later stress responses and emotional function throughout life, possibly via epigenetic mechanisms. Such knowledge will help to develop intervention strategies, which gives the advantage of viewing the synergistic action of a more complete set of changes induced by early-life adversity."
    },
    {
      "paper_name": "Apolipoprotein E4, Gender, Body Mass Index, Inflammation, Insulin Resistance, and Air Pollution Interactions: Recipe for Alzheimer's Disease Development in Mexico City Young Females.",
      "paper_year": "2017",
      "paper_authors": "Calderón-Garcidueñas L, de la Monte SM",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Given the epidemiological trends of increasing Alzheimer's disease (AD) and growing evidence that exposure and lifestyle factors contribute to AD risk and pathogenesis, attention should be paid to variables such as air pollution, in order to reduce rates of cognitive decline and dementia. Exposure to fine particulate matter (PM2.5) and ozone (O3) above the US EPA standards is associated with AD risk. Mexico City children experienced pre- and postnatal high exposures to PM2.5, O3, combustion-derived iron-rich nanoparticles, metals, polycyclic aromatic hydrocarbons, and endotoxins. Exposures are associated with early brain gene imbalance in oxidative stress, inflammation, innate and adaptive immune responses, along with epigenetic changes, accumulation of misfolded proteins, cognitive deficits, and brain structural and metabolic changes. The Apolipoprotein E (APOE) 4 allele, the most prevalent genetic risk for AD, plays a key role in the response to air pollution in young girls. APOE 4 heterozygous females with >75% to <94% BMI percentiles are at the highest risk of severe cognitive deficits (1.5-2 SD from average IQ). This review focused on the relationships between gender, BMI, systemic and neural inflammation, insulin resistance, hyperleptinemia, dyslipidemia, vascular risk factors, and central nervous system involvement in APOE4 urbanites exposed to PM2.5 and magnetite combustion-derived iron-rich nanoparticles that can reach the brain. APOE4 young female heterozygous carriers constitute a high-risk group for a fatal disease: AD. Multidisciplinary intervention strategies could be critical for prevention or amelioration of cognitive deficits and long-term AD progression in young individuals at high risk."
    },
    {
      "paper_name": "Chronic inflammation in obesity and neurodegenerative diseases: exploring the link in disease onset and progression.",
      "paper_year": "2025",
      "paper_authors": "Dhurandhar Y, Tomar S, Das A, Prajapati JL, Singh AP, Bodake SH, Namdeo KP",
      "journal": "Molecular biology reports",
      "publisher": "Mol Biol Rep",
      "resumen": "Obesity, a worldwide health emergency, is defined by excessive fat accumulation and significantly impacts metabolic health. In addition to its recognized association with cardiovascular disease, diabetes, and other metabolic illnesses, recent studies have revealed the connection between obesity and neurodegeneration. The main reason for this link is inflammation caused by the growth of fat tissue, which activates harmful processes that affect how the brain works. Fat tissue, particularly the fat around the organs, produces various substances that cause inflammation, such as cytokines (TNF-α, IL-6), adipokines (leptin, resistin), and free fatty acids. These chemicals cause low-grade, persistent systemic inflammation, which is becoming more widely acknowledged as a major factor in peripheral metabolic dysfunction and pathology of the central nervous system (CNS). Inflammatory signals in the brain cause neuroinflammatory reactions that harm neuronal structures, change neuroplasticity, and disrupt synaptic function. When obesity-related inflammation is present, the brain's resident immune cells, known as microglia, become hyperactivated, which can lead to the production of neurotoxic chemicals, which can cause neuronal death. This neuroinflammation exacerbates the negative effects of obesity on brain health and is linked to cognitive decline, Alzheimer's disease, and other neurodegenerative disorders. Moreover, the blood-brain barrier (BBB) exhibits increased permeability during inflammatory states, facilitating the infiltration of peripheral immune cells and cytokines into the brain, hence exacerbating neurodegeneration. Adipose tissue is a source of chronic inflammatory mediators, which are examined in this review along with the molecular pathways that connect inflammation brought on by obesity to neurodegeneration. Additionally, it addresses various anti-inflammatory treatment approaches, including lifestyle modifications, anti-inflammatory medications, and gut microbiota modulation, to lessen the metabolic and neurological effects of obesity. Recognizing the link between obesity and inflammation opens up new opportunities for early intervention and the development of targeted treatments to prevent or alleviate neurodegenerative disorders."
    },
    {
      "paper_name": "Brain insulin: regulation, mechanisms of action and functions.",
      "paper_year": "2003",
      "paper_authors": "Gerozissis K",
      "journal": "Cellular and molecular neurobiology",
      "publisher": "Cell Mol Neurobiol",
      "resumen": "1. While many questions remained unanswered, it is now well documented that, contrary to earlier views, insulin is an important neuromodulator, contributing to neurobiological processes, in particular energy homeostasis and cognition. A specific role on cognitive functions related to feeding is proposed, and it is suggested that brain insulin from different sources might be involved in the above vital functions in health and disease. 2. A molecule identical to pancreatic insulin, and specific insulin receptors, are found widely distributed in the central nervous system networks related to feeding, reproduction, or cognition. 3. The actions of insulin in the central nervous system may be under both multilevel and multifactorial controls. The amount of blood insulin reaching the brain, brain insulin stores and secretion, potential local biosynthesis and degradation of the peptide, and insulin receptors and signal transduction can be affected by metabolic factors induced by nutrients, hormones, neurotransmitters, and regulatory peptides, peripherally or in the central nervous system. 4. Glucose and serotonin regulate insulin directly in the hypothalamus and may be of importance for its biological effects. Central mechanisms regulating glucose-induced insulin secretion show some analogy with the mechanisms operating in the pancreas. 5. A cross-talk between insulin and leptin receptors has been observed in the brain, and a regulation of central insulin actions, potentially via serotonin modulation, by leptin, galanin, melancortins, and neuropeptide Y (NPY) is suggested. 6. A more complete knowledge of the biological role of insulin in brain function and dysfunction, and of the regulatory mechanisms involved in these processes, constitutes a real advancement in the understanding of the pathophysiology of metabolic and mental diseases and could lead to important medical benefits."
    },
    {
      "paper_name": "[The obstructive sleep apnoea syndrome in obesity: a conspirator in the shadow].",
      "paper_year": "2004",
      "paper_authors": "Salvador J, Iriarte J, Silva C, Gómez Ambrosi J, Díez Caballero A, Frühbeck G",
      "journal": "Revista de medicina de la Universidad de Navarra",
      "publisher": "Rev Med Univ Navarra",
      "resumen": "The obstructive sleep apnoea syndrome (OSAS) is caused by upper airway collapse during sleep. These episodes are associated with recurrent oxyhaemoglobin desaturations and arousals which lead to disruption of the sleep pattern and cognitive deterioration. Factors such as age, male sex, menopause, tobacco and alcohol consumption and anatomic abnormalities are demonstrated risk factors for OSAS development. Obesity, specially of abdominal type, is also a very strong predictor of OSAS, increasing the risk of apnoea by ten times. OSAS prevalence may reach 80% and 50% en males and females with morbid obesity respectively. OSAS induces sympathoexcitation, insulin resistance, renin-angiotensin system activation, oxidative stress, endothelial dysfunction, hypercoagulability and reduction of fibrinolysis leading to hypertension and increased cardiovascular risk. The best diagnostic procedure is polysomnography. Obesity treatment is followed by a dramatic improvement in OSAS. Weight loss of 10% results in reductions of apnoea index by 26%. Application of a positive pressure system is a very effective treatment for OSAS which reduces the apnoea index and improves cardiovascular risk and cognitive impairment."
    }
  ]
}