{
  "search_info": {
    "search_engine": "PubMed",
    "date": "2025-07-09",
    "search_terms": "Omega 3 AND (\"Cognitive decline\" OR \"Cognitive impairment\") AND \"Randomized Controlled Trial\"[pt]",
    "hits": 84
  },
  "total_encontrados": 84,
  "papers_procesados": 84,
  "papers_con_errores": 0,
  "termino_busqueda": "Omega 3 AND (\"Cognitive decline\" OR \"Cognitive impairment\") AND \"Randomized Controlled Trial\"[pt]",
  "resultados": [
    {
      "paper_name": "Supplementation of medium-chain triglycerides combined with docosahexaenoic acid improves cognitive function in Chinese older adults with mild cognitive impairment: A randomized double-blind, placebo-controlled trial.",
      "paper_year": "2025",
      "paper_authors": "Duan H, Yang T, Li C, Xu N, Wang M, Zhang C, Zhao J, Chen Y, Yan J, Li W, Li Z, Ma F, Huang G",
      "journal": "Journal of affective disorders",
      "publisher": "J Affect Disord",
      "resumen": "Medium-chain triglycerides (MCT) and docosahexaenoic acid (DHA) could affect cognitive function, but their combination effects remain unclear. This randomized, double-blind, placebo-controlled trial aimed to evaluate effects of MCT and DHA supplementation, alone or in combination, on mild cognitive impairment (MCI) patients."
    },
    {
      "paper_name": "Effects of a food supplement containing phosphatidylserine on cognitive function in Chinese older adults with mild cognitive impairment: A randomized double-blind, placebo-controlled trial.",
      "paper_year": "2025",
      "paper_authors": "Duan H, Xu N, Yang T, Wang M, Zhang C, Zhao J, Li Z, Chen Y, Yan J, Zhang M, Li W, Yue Z, Ma F, He R, Huang G",
      "journal": "Journal of affective disorders",
      "publisher": "J Affect Disord",
      "resumen": "Phosphatidylserine (PS) and α-Linolenic acid (ALA), are positively associated with cognitive function, but their combination effects and possible mechanisms remain unclear. We aimed to explore the effects on cognition and potential mechanism of the supplements."
    },
    {
      "paper_name": "Cognitive Benefits of Folic Acid, Docosahexaenoic Acid, and a Combination of Both Nutrients in Mild Cognitive Impairment: Possible Alterations through Mitochondrial Function and DNA Damage.",
      "paper_year": "2024",
      "paper_authors": "Li M, Li T, Yang T, Huang L, Zhao J, Liu H, Chen Y, Li W, Zhu Y, Ma F, Yan J, Huang G",
      "journal": "Gerontology",
      "publisher": "Gerontology",
      "resumen": "It is uncertain whether folic acid (FA) combined with docosahexaenoic acid (DHA) could improve cognitive performance. This study evaluated the effects of a 12-month FA and DHA supplementation, in combination or alone, on cognitive function, DNA oxidative damage, and mitochondrial function in participants with mild cognitive impairment (MCI)."
    },
    {
      "paper_name": "Cognitive protection and brain entropy changes from omega-3 polyunsaturated fatty acids supplement in late-life depression: A 52-week randomized controlled trial.",
      "paper_year": "2024",
      "paper_authors": "Lin C, Lee SH, Huang CM, Wu YW, Chang YX, Liu HL, Ng SH, Cheng YC, Chiu CC, Wu SC",
      "journal": "Journal of affective disorders",
      "publisher": "J Affect Disord",
      "resumen": "Late-life depression (LLD) is associated with risk of dementia, yet intervention of LLD provides an opportunity to attenuate subsequent cognitive decline. Omega-3 polyunsaturated fatty acids (PUFAs) supplement is a potential intervention due to their beneficial effect in depressive symptoms and cognitive function. To explore the underlying neural mechanism, we used resting-state functional MRI (rs-fMRI) before and after omega-3 PUFAs supplement in older adults with LLD."
    },
    {
      "paper_name": "Omega-3 polyunsaturated fatty acids supplementation improves memory in first-diagnosed, drug-naïve patients with depression: Secondary analysis of data from a randomized controlled trial.",
      "paper_year": "2024",
      "paper_authors": "Xue Y, Wang L, Liu T, Zhao T, Xie K, Guo J, Chen J, Tang H, Tang M",
      "journal": "Journal of affective disorders",
      "publisher": "J Affect Disord",
      "resumen": "Cognitive impairments are found in most patients with major depressive disorder (MDD). It is believed that low Omega-3 polyunsaturated fatty acids (n-3 PUFAs) level raise the risk of anxiety, depressive symptoms and cognition dysfunction. Since our previous research has found n-3 PUFAs supplementation improves anxiety in MDD, this study was to further explore the effectiveness on cognitive impairment among depressed patients."
    },
    {
      "paper_name": "Apolipoprotein E and Its Association With Cognitive Change and Modification of Treatment Effects of Vitamin D3 and Omega-3s on Cognitive Change: Results From the In-Clinic Subset of a Randomized Clinical Trial.",
      "paper_year": "2024",
      "paper_authors": "Vyas CM, Kang JH, Mischoulon D, Cook NR, Reynolds Iii CF, Chang G, Mora S, De Vivo I, Manson JE, Okereke OI",
      "journal": "The journals of gerontology. Series A, Biological sciences and medical sciences",
      "publisher": "J Gerontol A Biol Sci Med Sci",
      "resumen": "Apolipoprotein E (APOE)-ε4 allele is associated with cognitive decline; however, its potential to modify effects of vitamin D3 and omega-3s supplementation on later-life cognition is unclear. Our objectives were to estimate among the in-clinic subset of a randomized trial: (1) associations between APOE-ε4 and global and domain-specific cognitive change, with exploration of potential sex and race differences; and (2) modification by APOE-ε4 of effects of vitamin D3 and omega-3s supplementation on cognitive change."
    },
    {
      "paper_name": "Effects of Long-Chain Polyunsaturated Fatty Acids in Combination with Lutein and Zeaxanthin on Episodic Memory in Healthy Older Adults.",
      "paper_year": "2023",
      "paper_authors": "Sueyasu T, Yasumoto K, Tokuda H, Kaneda Y, Obata H, Rogi T, Izumo T, Kondo S, Saito J, Tsukiura T, Nakai M",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Arachidonic acid (ARA), docosahexaenoic acid (DHA), and eicosapentaenoic acid (EPA), which are long-chain polyunsaturated fatty acids (LCPUFAs), as well as lutein (L) and zeaxanthin (Z), can potentially improve brain function. However, the effect of a combination of these components (LCPUFAs + LZ) on memory function in healthy older individuals remains unclear. This study aimed to determine if LCPUFAs + LZ-supplemented food could improve memory function. Exploratory and confirmatory trials (Trials 1 and 2, respectively) were conducted in healthy older Japanese individuals with memory complaints. We conducted randomized, double-blind, placebo-controlled, parallel-group trials. Participants were randomly allocated to two groups: placebo or LCPUFAs + LZ. LCPUFAs + LZ participants were provided with supplements containing ARA, DHA, EPA, L, and Z for 24 weeks in Trial 1 and 12 weeks in Trial 2. Memory functions were evaluated using Cognitrax before and after each trial. Combined analyses were performed for subgroups of participants with cognitive decline in Trials 1 and 2. The results showed that supplementation with LCPUFAs + LZ did not significantly affect memory function in healthy, non-demented, older individuals with memory complaints whereas it improved memory function in healthy, non-demented, older individuals with cognitive decline."
    },
    {
      "paper_name": "Effects of Vitamin D<sub>3</sub> and Marine Omega-3 Fatty Acids Supplementation on Indicated and Selective Prevention of Depression in Older Adults: Results From the Clinical Center Sub-Cohort of the VITamin D and OmegA-3 TriaL (VITAL).",
      "paper_year": "2023",
      "paper_authors": "Vyas CM, Mischoulon D, Chang G, Cook NR, Weinberg A, Copeland T, Kang JH, Bubes V, Friedenberg G, LeBoff MS, Lee IM, Buring JE, Manson JE, Reynolds CF, Okereke OI",
      "journal": "The Journal of clinical psychiatry",
      "publisher": "J Clin Psychiatry",
      "resumen": "<b><i>Objective:</i></b> To test vitamin D<sub>3</sub> and omega-3 fatty acids (omega-3s) for late-life depression prevention under the National Academy of Medicine framework for indicated (targeting subthreshold depression) and selective (targeting presence of high-risk factors) prevention. <b><i>Methods:</i></b> The VITamin D and OmegA-3 TriaL (VITAL) is a 2 × 2 factorial trial of vitamin D<sub>3</sub> (2,000 IU/d) and/or omega-3s (1 g/d) for cardiovascular and cancer prevention (enrollment: November 2011-March 2014; end date: December 31, 2017). In this targeted prevention study, we included 720 VITAL clinical sub-cohort participants who completed neurobehavioral assessments at baseline and 2 years (91.9% retention). High-risk factors were subthreshold or clinical anxiety, impaired activities of daily living, physical/functional limitation, medical comorbidity, cognitive impairment, caregiving burden, problem drinking, and low psychosocial support. Coprimary outcomes were incident major depressive disorder (MDD), adjudicated using <i>DSM-IV</i> (<i>Diagnostic and Statistical Manual of Mental Disorders</i>, Fourth Edition), and change in mood (Patient Health Questionnaire-9 [PHQ-9]). We used exact tests to determine treatment effects on MDD incidence and repeated-measures models to determine treatment effects on PHQ-9. <b><i>Results:</i></b> A total of 11.1% had subthreshold depression, 60.8% had ≥ 1 high-risk factor, MDD incidence was 4.7% (5.1% among completers), and mean PHQ-9 score change was 0.02 points. Among those with subthreshold depression, the MDD risk ratio (95% confidence interval) was 0.36 (0.06 to 1.28) for vitamin D<sub>3</sub> and 0.85 (0.25 to 2.92) for omega-3s, compared to placebo; results were also null among those with ≥ 1 high-risk factor (vitamin D<sub>3</sub> vs placebo: 0.63 [0.25 to 1.53]; omega-3s vs placebo: 1.08 [0.46 to 2.71]). There were no significant differences in PHQ-9 score change comparing either supplement with placebo. <b><i>Conclusions:</i></b> Neither vitamin D<sub>3</sub> nor omega-3s showed benefits for indicated and selective prevention of late-life depression; statistical power was limited. <b><i>Trial Registration:</i></b> ClinicalTrials.gov identifier: NCT01696435."
    },
    {
      "paper_name": "A combined DHA-rich fish oil and cocoa flavanols intervention does not improve cognition or brain structure in older adults with memory complaints: results from the CANN randomized, controlled parallel-design study.",
      "paper_year": "2023",
      "paper_authors": "Vauzour D, Scholey A, White DJ, Cohen NJ, Cassidy A, Gillings R, Irvine MA, Kay CD, Kim M, King R, Legido-Quigley C, Potter JF, Schwarb H, Minihane AM",
      "journal": "The American journal of clinical nutrition",
      "publisher": "Am J Clin Nutr",
      "resumen": "There is evidence that both omega-3 long-chain polyunsaturated fatty acids (PUFAs) (eicosapentaenoic acid [EPA] and docosahexaenoic acid [DHA]) and cocoa flavanols can improve cognitive performance in both healthy individuals and in those with memory complaints. However, their combined effect is unknown."
    },
    {
      "paper_name": "Supplementation with Flaxseed Oil Rich in Alpha-Linolenic Acid Improves Verbal Fluency in Healthy Older Adults.",
      "paper_year": "2023",
      "paper_authors": "Ogawa T, Sawane K, Ookoshi K, Kawashima R",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "The effects of docosahexaenoic acid supplements on cognitive function have long been demonstrated, but the effects of alpha-linolenic acid, a precursor of docosahexaenoic acid, have not been fully tested. The search for functional foods that delay cognitive decline in the older adults is considered a very important area from a preventive perspective. The aim of this study was to conduct an exploratory evaluation of alpha-linolenic acid on various cognitive functions in healthy older subjects. Sixty healthy older adults aged 65 to 80 years, living in Miyagi prefecture, without cognitive impairment or depression, were included in the randomized, double-blinded, placebo-controlled clinical trial. Study subjects were randomly divided into two groups and received either 3.7 g/day of flaxseed oil containing 2.2 g of alpha-linolenic acid, or an isocaloric placebo (corn oil) containing 0.04 g of alpha-linolenic acid for 12 weeks. The primary endpoints were six cognitive functions closely related to everyday life: attention and concentration, executive function, perceptual reasoning, working memory, processing speed and memory function. After 12 weeks of intake, changes in verbal fluency scores on the frontal assessment battery at bedside, a neuropsychological test assessing executive function, in which participants are asked to answer as many words as possible in Japanese, were significantly greater in the intervention group (0.30 ± 0.53) than in the control group (0.03 ± 0.49, <i>p</i> < 0.05). All other cognitive test scores were not significantly different between the groups. In conclusion, daily consumption of flaxseed oil containing 2.2 g alpha-linolenic acid improved cognitive function, specifically verbal fluency, despite the age-related decline, in healthy individuals with no cognitive abnormalities. Further validation studies focusing on the effects of alpha-linolenic acid on verbal fluency and executive function in older adults are needed, as verbal fluency is a predictor of Alzheimer's disease development, important for cognitive health."
    },
    {
      "paper_name": "Effects of a 6-Month Multifaceted Diet and Exercise Intervention on Cognition in Older Adults at Risk of Cognitive Decline: The PONDER Double-Blind, Placebo-Controlled Randomized Trial.",
      "paper_year": "2022",
      "paper_authors": "Macpherson H, Brownell S, Harris E, Duckham RL, O'Connell S, Meyer BJ, Mirzaee S, Daly RM",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Multidomain interventions which incorporate exercise and dietary supplementation to target both cognitive and physical health domains may be an important approach to delay cognitive decline."
    },
    {
      "paper_name": "Omega-3 Supplementation for the Prevention of Cognitive Decline in Older Adults: Does It Depend on Homocysteine Levels?",
      "paper_year": "2022",
      "paper_authors": "Maltais M, de Souto Barreto P, Bowman GL, Smith AD, Cantet C, Andrieu S, Rolland Y",
      "journal": "The journal of nutrition, health & aging..",
      "publisher": "J Nutr Health Aging",
      "resumen": "Recent evidence point towards an interaction between omega-3 (n-3) polyunsaturated fatty acids (PUFA) and plasma homocysteine (Hcy)."
    },
    {
      "paper_name": "DHA status influences effects of B-vitamin supplementation on cognitive ageing: a post-hoc analysis of the B-proof trial.",
      "paper_year": "2022",
      "paper_authors": "van Soest APM, van de Rest O, Witkamp RF, Cederholm T, de Groot LCPGM",
      "journal": "European journal of nutrition",
      "publisher": "Eur J Nutr",
      "resumen": "Trials aiming to lower homocysteine by B-vitamin supplementation have reported mixed results on slowing cognitive decline. We investigated if efficacy of B-vitamin supplementation is affected by baseline plasma omega-3 fatty acid levels."
    },
    {
      "paper_name": "The effects of docosahexaenoic acid supplementation on cognition and well-being in mild cognitive impairment: A 12-month randomised controlled trial.",
      "paper_year": "2022",
      "paper_authors": "Mengelberg A, Leathem J, Podd J, Hill S, Conlon C",
      "journal": "International journal of geriatric psychiatry",
      "publisher": "Int J Geriatr Psychiatry",
      "resumen": "Several recent clinical trials have shown that docosahexaenoic acid (DHA) supplements have a significant effect on cognition in cognitively impaired older adults. This randomised controlled trial aimed to investigate the cognitive effects of a DHA fish oil supplement in older adults with mild cognitive impairment, and to examine the moderating effect of the apolipoprotein E (APOE) ɛ4 allele on cognition and well-being."
    },
    {
      "paper_name": "<i>Perilla</i> seed oil in combination with nobiletin-rich ponkan powder enhances cognitive function in healthy elderly Japanese individuals: a possible supplement for brain health in the elderly.",
      "paper_year": "2022",
      "paper_authors": "Hashimoto M, Matsuzaki K, Maruyama K, Hossain S, Sumiyoshi E, Wakatsuki H, Kato S, Ohno M, Tanabe Y, Kuroda Y, Yamaguchi S, Kajima K, Ohizumi Y, Shido O",
      "journal": "Food & function",
      "publisher": "Food Funct",
      "resumen": "<i>Perilla</i> (<i>Perilla frutescens</i>) seed oil (PO), rich in α-linolenic acid (ALA), can improve cognitive function in healthy elderly Japanese people. Here, supplements containing either PO alone or PO with nobiletin-rich air-dried immature ponkan powder were examined for their effects on cognitive function in 49 healthy elderly Japanese individuals. Patients were enrolled in a 12-month randomized, double-blind, parallel-armed study. Randomized participants in the PO group received soft gelatin capsules containing 1.47 mL (0.88 g of ALA) of PO daily, and those in the PO + ponkan powder (POPP) group received soft gelatin capsules containing both 1.47 mL of PO and 1.12 g ponkan powder (2.91 mg of nobiletin) daily. At the end of intervention, the POPP group showed significantly higher cognitive index scores than the PO group. The pro-cognitive effects of POPP treatment were accompanied by increases in ALA and docosahexaenoic acid levels in red blood cell plasma membranes, serum brain-derived neurotropic factor (BDNF) levels, and biological antioxidant potential. We demonstrate that 12-month intervention with POPP enhances serum BDNF and antioxidant potential, and may improve age-related cognitive impairment in healthy elderly people by increasing red blood cell ω-3 fatty acid levels. Clinical Trial Registry, UMIN000040863."
    },
    {
      "paper_name": "Is more always better? Dose effect in a multidomain intervention in older adults at risk of dementia.",
      "paper_year": "2022",
      "paper_authors": "Belleville S, Cloutier S, Mellah S, Willis S, Vellas B, Andrieu S, Coley N, Ngandu T",
      "journal": "Alzheimer's & dementia : the journal of the Alzheimer's Association",
      "publisher": "Alzheimers Dement",
      "resumen": "Little is known regarding the dose-response function in multidomain interventions for dementia prevention."
    },
    {
      "paper_name": "Omega-3 fatty acid, carotenoid and vitamin E supplementation improves working memory in older adults: A randomised clinical trial.",
      "paper_year": "2022",
      "paper_authors": "Power R, Nolan JM, Prado-Cabrero A, Roche W, Coen R, Power T, Mulcahy R",
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publisher": "Clin Nutr",
      "resumen": "Accumulating evidence suggests that omega-3 fatty acids (ω-3FAs), carotenoids and vitamin E can improve cognitive performance. However, their collective impact on cognition has not yet been investigated in healthy individuals. This study investigated the combined effect of ω-3FA, carotenoid and vitamin E supplementation on the cognitive performance of older adults."
    },
    {
      "paper_name": "Intake of Docosahexaenoic Acid-Enriched Milk Beverage Prevents Age-Related Cognitive Decline and Decreases Serum Bone Resorption Marker Levels.",
      "paper_year": "2021",
      "paper_authors": "Ichinose T, Matsuzaki K, Kato M, Tanabe Y, Tachibana N, Morikawa M, Kato S, Ohata S, Ohno M, Wakatsuki H, Hossain S, Shido O, Hashimoto M",
      "journal": "Journal of oleo science",
      "publisher": "J Oleo Sci",
      "resumen": "The pathogenic mechanism of dementia is still unknown, and the fundamental treatment remains to be established. Thus, there is growing interest in preventing dementia through diet. One of the functional ingredients attracting attention is docosahexaenoic acid. We conducted a 12-month, randomized, double-blind, placebo-controlled clinical trial in healthy elderly Japanese individuals with a Mini-Mental State Examination score of 28 or higher at baseline using a docosahexaenoic acid-enriched milk beverage containing 297 mg docosahexaenoic acid and 137 mg eicosapentaenoic acid. Consumption of a docosahexaenoic acid-enriched milk beverage increased the fatty acid levels of docosahexaenoic acid and eicosapentaenoic acid in erythrocyte membranes, which was the primary outcome of this study. Moreover, intake of this beverage prevented age-related cognitive decline and decreased serum bone resorption marker levels. Our data demonstrate that, even at a low dose, long-term daily intake of docosahexaenoic acid prevents dementia and may show beneficial effect on bone health."
    },
    {
      "paper_name": "Omega-3 fatty acids and blood-based biomarkers in Alzheimer's disease and mild cognitive impairment: A randomized placebo-controlled trial.",
      "paper_year": "2022",
      "paper_authors": "Lin PY, Cheng C, Satyanarayanan SK, Chiu LT, Chien YC, Chuu CP, Lan TH, Su KP",
      "journal": "Brain, behavior, and immunity",
      "publisher": "Brain Behav Immun",
      "resumen": "Increased serum levels of pro-inflammatory biomarkers are consistently associated with cognitive decline. The omega-3 unsaturated fatty acids (n-3 PUFAs) had been linked to slowing cognitive decline due to their potential anti-inflammatory effects. To our knowledge, the different regiments of pure DHA, pure EPA, and their combination on various associated symptoms of dementia, including a mild form of cognitive impairment (MCI) and Alzheimer's disease (AD), have never been studied."
    },
    {
      "paper_name": "Disparities in the participation and adherence of older adults in lifestyle-based multidomain dementia prevention and the motivational role of perceived disease risk and intervention benefits: an observational ancillary study to a randomised controlled trial.",
      "paper_year": "2021",
      "paper_authors": "Coley N, Coniasse-Brioude D, Igier V, Fournier T, Poulain JP, Andrieu S",
      "journal": "Alzheimer's research & therapy",
      "publisher": "Alzheimers Res Ther",
      "resumen": "Preventive interventions for dementia are urgently needed and must be tested in randomised controlled trials (RCTs). Selection (volunteer) bias may limit efficacy, particularly in trials testing multidomain interventions and may also be indicative of disparities in intervention uptake in real-world settings. We identified factors associated with participation and adherence in a 3-year RCT of multidomain lifestyle intervention and/or omega-3 supplementation for prevention of cognitive decline and explored reasons for (non-) participation."
    },
    {
      "paper_name": "Impact of Fatty Acid Supplementation on Cognitive Performance among United States (US) Military Officers: The Ranger Resilience and Improved Performance on Phospholipid-Bound Omega-3's (RRIPP-3) Study.",
      "paper_year": "2021",
      "paper_authors": "Marriott BP, Turner TH, Hibbeln JR, Newman JC, Pregulman M, Malek AM, Malcolm RJ, Burbelo GA, Wismann JW",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Studies have assessed omega-3 fatty acids and cognitive decline among older adults and cognitive development among children, although less is known about cognitive or neurological effects among young adults. We examined whether omega-3 supplementation from krill oil could improve cognition and resilience among young military officers compared to a control. This double-blind, placebo-controlled trial enrolled 555 officers (mean age 23.4 ± 2.8, 98.6% male) entering the United States (US) Army Infantry Basic Officer Leaders Course (IBOLC) with the intention to complete the US Ranger Course. Volunteer participants consumed eight dietary supplements daily of krill oil containing 2.3 g omega-3 or control (macadamia nut oil) over an approximate 20-week period. Cognitive functioning, resilience, and mood were assessed during a well-rested period at approximately 14 weeks and after a battlefield simulation at 16 weeks. Blood spot samples were collected to monitor compliance and dietary intake was assessed. All hypotheses were tested using both 'Intention to Treat' (ITT) and 'As Per Protocol' (APP) approaches. Of the 555 randomized individuals, 245 (44.1%) completed the study. No statistically significant group-by-time interactions indicating treatment effect were found on any outcomes. Poor compliance was indicated by lower than expected omega-3 elevations in the treatment group, and may have contributed to a failure to detect a response."
    },
    {
      "paper_name": "Effects of Folic Acid Combined with DHA Supplementation on Cognitive Function and Amyloid-β-Related Biomarkers in Older Adults with Mild Cognitive Impairment by a Randomized, Double Blind, Placebo-Controlled Trial.",
      "paper_year": "2021",
      "paper_authors": "Bai D, Fan J, Li M, Dong C, Gao Y, Fu M, Huang G, Liu H",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "The neuroprotective benefits of combined folic acid and docosahexaenoic acid (DHA) on cognitive function in mild cognitive impairment (MCI) patients are suggested but unconfirmed."
    },
    {
      "paper_name": "ω-3 Ethyl ester results in better cognitive function at 12 and 30 months than control in cognitively healthy subjects with coronary artery disease: a secondary analysis of a randomized clinical trial.",
      "paper_year": "2021",
      "paper_authors": "Malik A, Ramadan A, Vemuri B, Siddiq W, Amangurbanova M, Ali A, Welty FK",
      "journal": "The American journal of clinical nutrition",
      "publisher": "Am J Clin Nutr",
      "resumen": "Omega-3 (n-3) fatty acids have shown benefit in cognitively impaired subjects, but the effect on cognitively healthy older subjects is unclear."
    },
    {
      "paper_name": "Positive effects of folic acid supplementation on cognitive aging are dependent on ω-3 fatty acid status: a post hoc analysis of the FACIT trial.",
      "paper_year": "2021",
      "paper_authors": "van Soest APM, van de Rest O, Witkamp RF, de Groot LCPGM",
      "journal": "The American journal of clinical nutrition",
      "publisher": "Am J Clin Nutr",
      "resumen": "Although epidemiological studies suggest a protective role of B vitamins and omega-3 (ω-3) fatty acids in cognitive decline, findings from intervention studies are conflicting. Mechanistic studies suggest that the ω-3 (n-3) fatty acid status can modulate the effects of B vitamins on cognitive decline."
    },
    {
      "paper_name": "Evaluation of Cognitive Performance following Fish-Oil and Curcumin Supplementation in Middle-Aged and Older Adults with Overweight or Obesity.",
      "paper_year": "2020",
      "paper_authors": "Kuszewski JC, Howe PRC, Wong RHX",
      "journal": "The Journal of nutrition",
      "publisher": "J Nutr",
      "resumen": "Obesity accelerates age-related cognitive decline, which is partly mediated by vascular dysfunction."
    },
    {
      "paper_name": "36-month LipiDiDiet multinutrient clinical trial in prodromal Alzheimer's disease.",
      "paper_year": "2021",
      "paper_authors": "Soininen H, Solomon A, Visser PJ, Hendrix SB, Blennow K, Kivipelto M, Hartmann T",
      "journal": "Alzheimer's & dementia : the journal of the Alzheimer's Association",
      "publisher": "Alzheimers Dement",
      "resumen": "The LipiDiDiet trial investigates the effects of the specific multinutrient combination Fortasyn Connect on cognition and related measures in prodromal Alzheimer's disease (AD). Based on previous results we hypothesized that benefits increase with long-term intervention."
    },
    {
      "paper_name": "Effect of folic acid combined with docosahexaenoic acid intervention on mild cognitive impairment in elderly: a randomized double-blind, placebo-controlled trial.",
      "paper_year": "2021",
      "paper_authors": "Li M, Li W, Gao Y, Chen Y, Bai D, Weng J, Du Y, Ma F, Wang X, Liu H, Huang G",
      "journal": "European journal of nutrition",
      "publisher": "Eur J Nutr",
      "resumen": "This study aimed to assess the effects of folic acid (FA) combined with a docosahexaenoic acid (DHA) intervention on the cognitive function and inflammatory cytokines in elderly subjects with mild cognitive impairment (MCI)."
    },
    {
      "paper_name": "Brain delivery of supplemental docosahexaenoic acid (DHA): A randomized placebo-controlled clinical trial.",
      "paper_year": "2020",
      "paper_authors": "Arellanes IC, Choe N, Solomon V, He X, Kavin B, Martinez AE, Kono N, Buennagel DP, Hazra N, Kim G, D'Orazio LM, McCleary C, Sagare A, Zlokovic BV, Hodis HN, Mack WJ, Chui HC, Harrington MG, Braskie MN, Schneider LS, Yassine HN",
      "journal": "EBioMedicine",
      "publisher": "EBioMedicine",
      "resumen": "Past clinical trials of docosahexaenoic Acid (DHA) supplements for the prevention of Alzheimer's disease (AD) dementia have used lower doses and have been largely negative. We hypothesized that larger doses of DHA are needed for adequate brain bioavailability and that APOE4 is associated with reduced delivery of DHA and eicosapentaenoic acid (EPA) to the brain before the onset of cognitive impairment."
    },
    {
      "paper_name": "Effects of fish oil and curcumin supplementation on cerebrovascular function in older adults: A randomized controlled trial.",
      "paper_year": "2020",
      "paper_authors": "Kuszewski JC, Wong RHX, Wood LG, Howe PRC",
      "journal": "Nutrition, metabolism, and cardiovascular diseases : NMCD",
      "publisher": "Nutr Metab Cardiovasc Dis",
      "resumen": "Chronic conditions such as obesity, which contribute to endothelial dysfunction in older adults, can cause impairments in cerebrovascular perfusion, which is associated with accelerated cognitive decline. Supplementing the diet with bioactive nutrients that can enhance endothelial function, such as fish oil or curcumin, may help to counteract cerebrovascular dysfunction."
    },
    {
      "paper_name": "The Effects of a 6-Month High Dose Omega-3 and Omega-6 Polyunsaturated Fatty Acids and Antioxidant Vitamins Supplementation on Cognitive Function and Functional Capacity in Older Adults with Mild Cognitive Impairment.",
      "paper_year": "2020",
      "paper_authors": "Stavrinou PS, Andreou E, Aphamis G, Pantzaris M, Ioannou M, Patrikios IS, Giannaki CD",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "The aim of the present study was to examine the effects of a high-dose omega-3 and omega-6 fatty acids supplementation, in combination with antioxidant vitamins, on cognitive function and functional capacity of older adults with mild cognitive impairment (MCI), over a 6-month period in a randomized, double-blind, placebo-controlled trial. Forty-six older adults with MCI (age: 78.8 ± 7.3 years) were randomized 1:1 to receive either a 20 mL dose of a formula containing a mixture of omega-3 (810 mg Eicosapentaenoic acid and 4140 mg Docosahexaenoic acid) and omega-6 fatty acids (1800 mg gamma-Linolenic acid and 3150 mg Linoleic acid) (1:1 w/w), with 0.6 mg vitamin A, vitamin E (22 mg) plus pure γ-tocopherol (760 mg), or 20mL placebo containing olive oil. Participants completed assessments of cognitive function, functional capacity, body composition and various aspects of quality of life at baseline and following three and six months of supplementation. Thirty-six participants completed the study (eighteen from each group). A significant interaction between supplementation and time was found on cognitive function (Addenbrooke's Cognitive Examination -Revised (ACE-R), Mini-Mental State Examination (MMSE) and Stroop Color and Word Test (STROOP) color test; <i>p</i> < 0.001, <i>p</i> = 0.011 and <i>p</i> = 0.037, respectively), functional capacity (6-min walk test and sit-to-stand-60; <i>p</i> = 0.028 and <i>p</i> = 0.032, respectively), fatigue (<i>p</i> < 0.001), physical health (<i>p</i> = 0.007), and daily sleepiness (<i>p</i> = 0.007)-showing a favorable improvement for the participants receiving the supplement. The results indicate that this nutritional modality could be promising for reducing cognitive and functional decline in the elderly with MCI."
    },
    {
      "paper_name": "Effect of a 2-year diet intervention with walnuts on cognitive decline. The Walnuts And Healthy Aging (WAHA) study: a randomized controlled trial.",
      "paper_year": "2020",
      "paper_authors": "Sala-Vila A, Valls-Pedret C, Rajaram S, Coll-Padrós N, Cofán M, Serra-Mir M, Pérez-Heras AM, Roth I, Freitas-Simoes TM, Doménech M, Calvo C, López-Illamola A, Bitok E, Buxton NK, Huey L, Arechiga A, Oda K, Lee GJ, Corella D, Vaqué-Alcázar L, Sala-Llonch R, Bartrés-Faz D, Sabaté J, Ros E",
      "journal": "The American journal of clinical nutrition",
      "publisher": "Am J Clin Nutr",
      "resumen": "Walnut consumption counteracts oxidative stress and inflammation, 2 drivers of cognitive decline. Clinical data concerning effects on cognition are lacking."
    },
    {
      "paper_name": "Combining a high DHA multi-nutrient supplement with aerobic exercise: Protocol for a randomised controlled study assessing mobility and cognitive function in older women.",
      "paper_year": "2019",
      "paper_authors": "Fairbairn P, Tsofliou F, Johnson A, Dyall SC",
      "journal": "Prostaglandins, leukotrienes, and essential fatty acids",
      "publisher": "Prostaglandins Leukot Essent Fatty Acids",
      "resumen": "There is a complex interplay between cognition and gait in older people, with declines in gait speed coexisting with, or preceding cognitive decline. Omega-3 fatty acids, B vitamins, vitamin E, phosphatidylserine, and Ginkgo Biloba show promise in preserving mobility and cognitive function in older adults. Exercise benefits mobility and there is evidence suggesting positive interactions between exercise and omega-3 fatty acids on physical and cognitive function in older adults. Non-frail or pre-frail females aged ≥60 years are included in a randomized placebo controlled study. Intervention groups are: high DHA multi-nutrient supplement and exercise, placebo supplement and exercise, high DHA multi-nutrient supplement, and placebo supplement. Dietary supplementation is 24 weeks. The exercise intervention, two cycle ergometer classes per week, is for the final 12 weeks. The primary outcome is habitual walking speed, secondary outcomes include gait variables under single and dual task, five times sit to stand, verbal and spatial memory, executive function, interference control and health related quality of life. Blood fatty acids, serum homocysteine, dietary intake, physical activity, and verbal intelligence are measured to assess compliance and control for confounding factors. The study is registered at www.clinicaltrials.gov (NCT03228550)."
    },
    {
      "paper_name": "Homocysteine Status Modifies the Treatment Effect of Omega-3 Fatty Acids on Cognition in a Randomized Clinical Trial in Mild to Moderate Alzheimer's Disease: The OmegAD Study.",
      "paper_year": "2019",
      "paper_authors": "Jernerén F, Cederholm T, Refsum H, Smith AD, Turner C, Palmblad J, Eriksdotter M, Hjorth E, Faxen-Irving G, Wahlund LO, Schultzberg M, Basun H, Freund-Levi Y",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Trials of supplementation with omega-3 fatty acids (ω3-FAs) in patients with mild cognitive impairment or Alzheimer's disease (AD) have produced inconsistent effects on cognitive decline. There is evidence of an interaction between B vitamin status and ω3-FAs in relation to brain atrophy and cognitive decline."
    },
    {
      "paper_name": "Randomized Trial of Marine n-3 Polyunsaturated Fatty Acids for the Prevention of Cerebral Small Vessel Disease and Inflammation in Aging (PUFA Trial): Rationale, Design and Baseline Results.",
      "paper_year": "2019",
      "paper_authors": "Bowman GL, Silbert LC, Dodge HH, Lahna D, Hagen K, Murchison CF, Howieson D, Kaye J, Quinn JF, Shinto L",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Vascular risk factors for age-related cognitive decline are significant, and their management may ultimately prove the most successful strategy for reducing risk and sustaining cognitive health. This randomized, double-blinded, placebo-controlled trial with parallel group allocation to either marine n-3 polyunsaturated fatty acids (n-3 PUFA) or soybean oil placebo assesses the effects on the total volume of accumulation in cerebral white matter hyperintensities (WMH), a potentially modifiable neurovascular component of age-related cognitive decline. Total WMH accumulation over 3 years is the primary endpoint. The safety and efficacy of n-3 PUFA is evaluated in older adults with significant WMH and suboptimum plasma n-3 PUFA as inclusion criteria. One hundred and two non-demented older adults were enrolled with a mean age of 81.1 (±4.4) years, WMH of 19.4 (±16.1) cm³, and a plasma n-3 PUFA of 86.64 (±29.21) µg/mL. 61% were female, 28% were apolipoprotein E epsilon 4 carriers, and the mean mini-mental state exam (MMSE) was 27.9 (±1.7). This trial provides an initial evaluation of n-3 PUFA effects on WMH, a reproducible and valid risk biomarker for cognitive decline, as well as on inflammatory biomarkers thought to play a role in WMH accumulation. We present the baseline results and operational experience of enriching a study population on advanced age, blood n-3 PUFA, and magnetic resonance imaging (MRI) derived WMH with biomarker outcomes (WMH, inflammation markers) in a dementia prevention paradigm."
    },
    {
      "paper_name": "Outcomes of Perilla Seed Oil as an Additional Neuroprotective Therapy in Patients with Mild to Moderate Dementia: A Randomized Control Trial.",
      "paper_year": "2019",
      "paper_authors": "Kamalashiran C, Sriyakul K, Pattaraarchachai J, Muengtaweepongsa S",
      "journal": "Current Alzheimer research",
      "publisher": "Curr Alzheimer Res",
      "resumen": "Dementia is a common medical disorder in the elderly. Oxidative stress plays a major role in the process of cognitive decline in dementia. Perilla seed oil demonstrates its neuroprotective effects via anti-oxidative mechanisms against dementia. We investigate neuroprotective effects of perilla seed oil as an additional treatment in patients with mild to moderate dementia."
    },
    {
      "paper_name": "Vitamin D, homocysteine and n-3PUFA status according to physical and cognitive functions in older adults with subjective memory complaint: Results from cross-sectional study of the MAPT trial.",
      "paper_year": "2018",
      "paper_authors": "Chhetri JK, de Souto Barreto P, Soriano G, Gennero I, Cantet C, Vellas B",
      "journal": "Experimental gerontology",
      "publisher": "Exp Gerontol",
      "resumen": "The aim of this study was to investigate the nutritional markers (Vitamin D, homocysteine, n-3PUFA) status of older subjects aged 70 years and older with subjective memory complaint, according to their physical and cognitive function."
    },
    {
      "paper_name": "Effects of a 3-Year Multi-Domain Intervention with or without Omega-3 Supplementation on Cognitive Functions in Older Subjects with Increased CAIDE Dementia Scores.",
      "paper_year": "2018",
      "paper_authors": "Chhetri JK, de Souto Barreto P, Cantet C, Pothier K, Cesari M, Andrieu S, Coley N, Vellas B",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Findings from recent Alzheimer's disease prevention trials have shown subjects with increased dementia score based upon mid-life cardiovascular risk factors, to benefit from multi-domain intervention strategies to some extent. The effects of such interventions on cognitive functions remains yet to be well-established. This study is a secondary analysis of the MAPT study, 1,293 older subjects (mean age 75 years) with high CAIDE score (i.e., ≥6) were classified according to the four intervention groups: 1) multi-domain intervention plus placebo, 2) isolated supplementation with Omega-3 polyunsaturated fatty acid (n-3 PUFA), 3) combination of the two interventions, and 4) placebo alone. Linear mixed-model repeated-measures analyses were used to assess the cognitive changes according to various neuropsychological test scores between intervention groups compared to the placebo at 36 months from baseline. Compared to the placebo, group with multi-domain intervention in combination withn-3PUFA was found to show significant improvement in the delayed total recall test of the free and cued selective reminding test (FCSRT) (mean±standard error(SE) = 0.20±0.10) and MMSE orientation test (mean±SE = 0.15±0.06) at 36 months. Isolated multi-domain intervention group showed significant less decline in the MMSE orientation test (mean±SE = 0.12±0.06) compared to the placebo. There was significant less improvement (mean±SE = - 1.01±0.46) in the FCSRT free recall test in the n-3 PUFA intervention group compared to the placebo at 36 months. Our findings show high-risk subjects for dementia screened with CAIDE dementia score might benefit from multi-domain intervention strategies as in the MAPT study, particularly in the orientation and delayed recall domain."
    },
    {
      "paper_name": "An 18-mo randomized, double-blind, placebo-controlled trial of DHA-rich fish oil to prevent age-related cognitive decline in cognitively normal older adults.",
      "paper_year": "2018",
      "paper_authors": "Danthiir V, Hosking DE, Nettelbeck T, Vincent AD, Wilson C, O'Callaghan N, Calvaresi E, Clifton P, Wittert GA",
      "journal": "The American journal of clinical nutrition",
      "publisher": "Am J Clin Nutr",
      "resumen": "Fish oil trials in cognitively healthy older adults have yielded inconsistent results. Supplementation may differentially affect the domains that underpin cognitive performance, and effects may differ across sex or genotype."
    },
    {
      "paper_name": "Association between cognitive function and supplementation with omega-3 PUFAs and other nutrients in ≥ 75 years old patients: A randomized multicenter study.",
      "paper_year": "2018",
      "paper_authors": "Baleztena J, Ruiz-Canela M, Sayon-Orea C, Pardo M, Añorbe T, Gost JI, Gomez C, Ilarregui B, Bes-Rastrollo M",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "A few studies have assessed the association between omega-3 polyunsaturated fatty acids (n-3 PUFA) and cognitive impairment (CI) in very old adults. The aim of this study was to evaluate the effect of a multinutrient supplementation rich in n-3 PUFA on the cognitive function in an institutionalized ≥75-year-old population without CI or with mild cognitive impairment (MCI). A multicenter placebo-controlled double-blind randomized trial was conducted between 2012 and 2013. Cognitive function was assessed at baseline and after one year using 4 neuropsychological tests. Nutritional status was assessed using Mini Nutritional Assessment (MNA). Interaction between Mini-Mental State Examination (MMSE) score and nutritional status were analyzed using linear regression models. A total of 99 participants were randomized to receive placebo or pills rich in n-3 PUFA. After 1-year follow-up, both groups decreased their MMSE score (-1.18, SD:0. 53 and -0.82, SD:0. 63, p = 0.67 for the control and the intervention group respectively). The memory subscale of the MMSE showed an improvement (+0.26, SD:0.18) in the intervention group against a worsening in the control group (-0.11, SD: 0.14; p = 0.09 for differences between groups). Patients at intervention group with normal nutritional status (MNA ≥24) showed an improvement in the MMSE (+1.03, p = 0.025 for differences between 1-y and baseline measurements) against a worsening in the group with malnutrition (MNA<24) (-0.4, p = 0.886 for differences between 1-y and baseline; p of interaction p = 0.05). Supplementation with n-3 PUFA did not show an improvement in the global cognitive function in institutionalized elderly people without CI or with MCI. They only suggest an apparent improvement in memory loss if previously they were well nourished."
    },
    {
      "paper_name": "Fish Oil Supplementation Does Not Affect Cognitive Outcomes in Cardiac Surgery Patients in the Omega-3 Fatty Acids for Prevention of Post-Operative Atrial Fibrillation (OPERA) Trial.",
      "paper_year": "2018",
      "paper_authors": "Jackson JC, Mozaffarian D, Graves AJ, Brown NJ, Marchioli R, Kiehl AL, Ely EW",
      "journal": "The Journal of nutrition",
      "publisher": "J Nutr",
      "resumen": "Cognitive decline has been reported following cardiac surgery, leading to great interest in interventions to minimize its occurrence. Long-chain n-3 (ω-3) polyunsaturated fatty acids (PUFAs) have been associated with less cognitive decline in observational studies, yet no trials have tested the effects of n-3 PUFAs on cognitive decline after surgery."
    },
    {
      "paper_name": "Metabolomic Markers of Essential Fatty Acids, Carnitine, and Cholesterol Metabolism in Adults and Adolescents with Phenylketonuria.",
      "paper_year": "2018",
      "paper_authors": "Stroup BM, Nair N, Murali SG, Broniowska K, Rohr F, Levy HL, Ney DM",
      "journal": "The Journal of nutrition",
      "publisher": "J Nutr",
      "resumen": "Individuals with phenylketonuria (PKU) have a risk of cognitive impairment and inflammation. Many follow a low-phenylalanine (low-Phe) diet devoid of animal protein in combination with medical foods (MFs)."
    },
    {
      "paper_name": "Cognitive response to fish oil, blueberry, and combined supplementation in older adults with subjective cognitive impairment.",
      "paper_year": "2018",
      "paper_authors": "McNamara RK, Kalt W, Shidler MD, McDonald J, Summer SS, Stein AL, Stover AN, Krikorian R",
      "journal": "Neurobiology of aging",
      "publisher": "Neurobiol Aging",
      "resumen": "Given evidence that eicosapentaenoic acid (EPA), docosahexaenoic acid (DHA), and anthocyanin-rich blueberries provide neurocognitive benefit, we investigated long-term supplementation in older adults with cognitive complaints. In a 24-week randomized, double-blind, placebo-controlled trial, elderly men and women received daily fish oil (FO) or blueberry (BB) or both. Diet records confirmed that participants reduced background consumption of EPA, DHA, and anthocyanins as prescribed. Erythrocyte EPA + DHA composition increased in the FO groups (p = 0.0001). Total urinary anthocyanins did not differ between the groups after supplementation but glycoside and native (food) forms increased only in the BB-supplemented groups. The FO (p = 0.03) and BB (p = 0.05) groups reported fewer cognitive symptoms, and the BB group showed improved memory discrimination (p = 0.04), indicating that supplementation improved cognition. Cognitive benefit in the BB group was associated with the presence of urinary anthocyanins reflecting recent BB intake but not with anthocyanin metabolites. However, combined FO + BB treatment was not associated with cognitive enhancement as expected."
    },
    {
      "paper_name": "Effects of Omega-3 Fatty Acids on Resting Cerebral Perfusion in Patients with Mild Cognitive Impairment: A Randomized Controlled Trial.",
      "paper_year": "2018",
      "paper_authors": "Schwarz C, Wirth M, Gerischer L, Grittner U, Witte AV, Köbe T, Flöel A",
      "journal": "The journal of prevention of Alzheimer's disease..",
      "publisher": "J Prev Alzheimers Dis",
      "resumen": "Alteration of cerebral perfusion can be considered as a possible therapeutic target in mild cognitive impairment. This randomized, placebo-controlled, double-blind proof-of-concept study assessed effects of omega-3 fatty acids on cerebral perfusion in patients with mild cognitive impairment. In thirteen patients (omega:n=5; placebo:n=8) cerebral perfusion was measured before and after 26-weeks intervention within posterior cortical regions using magnetic resonance imaging. There was a medium effect of intervention on cerebral blood flow (η2=0.122) and blood volume (η2=0.098). The omega group showed an increase in blood flow (mean difference: 0.02 [corresponds to 26.1%], 95% confidence interval:0.00-0.05) and blood volume (mean difference: 0.08 [corresponds to 18.5%], 95% confidence interval:0.01-0.15), which was not observed in the placebo group. These preliminary findings suggest that omega-3 fatty acids supplementation may improve perfusion in cerebral regions typically affected in mild cognitive impairment.Regulation of perfusion may help to maintain brain structure and function and potentially delay conversion to dementia."
    },
    {
      "paper_name": "DHA supplementation improves cognitive function via enhancing Aβ-mediated autophagy in Chinese elderly with mild cognitive impairment: a randomised placebo-controlled trial.",
      "paper_year": "2018",
      "paper_authors": "Zhang YP, Lou Y, Hu J, Miao R, Ma F",
      "journal": "Journal of neurology, neurosurgery, and psychiatry",
      "publisher": "J Neurol Neurosurg Psychiatry",
      "resumen": "Higher docosahexaenoic acid (DHA) intake is inversely correlated with relative risk of Alzheimer's disease. The potential benefits of DHA supplementation in people with mild cognitive impairment (MCI) have not been fully examined."
    },
    {
      "paper_name": "24-month intervention with a specific multinutrient in people with prodromal Alzheimer's disease (LipiDiDiet): a randomised, double-blind, controlled trial.",
      "paper_year": "2017",
      "paper_authors": "Soininen H, Solomon A, Visser PJ, Hendrix SB, Blennow K, Kivipelto M, Hartmann T",
      "journal": "The Lancet. Neurology",
      "publisher": "Lancet Neurol",
      "resumen": "Nutrition is an important modifiable risk factor in Alzheimer's disease. Previous trials of the multinutrient Fortasyn Connect showed benefits in mild Alzheimer's disease dementia. LipiDiDiet investigated the effects of Fortasyn Connect on cognition and related measures in prodromal Alzheimer's disease. Here, we report the 24-month results of the trial."
    },
    {
      "paper_name": "Omega-3 fatty acid supplementation may prevent loss of gray matter thickness in the left parieto-occipital cortex in first episode schizophrenia: A secondary outcome analysis of the OFFER randomized controlled study.",
      "paper_year": "2018",
      "paper_authors": "Pawełczyk T, Piątkowska-Janko E, Bogorodzki P, Gębski P, Grancow-Grabka M, Trafalska E, Żurner N, Pawełczyk A",
      "journal": "Schizophrenia research",
      "publisher": "Schizophr Res",
      "resumen": "The aim of the study was to assess changes in cortical thickness related to the use of n-3 polyunsaturated fatty acids (PUFA) as add-on therapy in patients with first episode schizophrenia. A double-blind randomized controlled study was conducted using a 26-week intervention composed of concentrated fish oil containing 2.2g/d of eicosapentaenoic (EPA) and docosahexaenoic acid (DHA) or placebo (olive oil). Participants underwent MRI scanning twice to assess changes in cortical thickness: at the beginning and at the end of intervention. Data of suitable quality was obtained from 29 participants. The T1-weighted images for each participant were analyzed using FreeSurfer methodology for longitudinal pipeline. Significant differences in cortical thickness loss were observed between the groups in the parieto-occipital regions of Brodmann areas 7 and 19 of the left hemisphere, dysfunctions in which may be involved in schizophrenia symptomatology. The results of the study support the previous observations carried out in older individuals and patients with mild cognitive impairment, indicating that n-3 PUFA may have neuroprotective properties, especially at early stages of neurodegenerative diseases, such as schizophrenia. If replicated, the results of the present study may encourage clinicians to consider n-3 PUFA as a promising addition to antipsychotics for long-term treatment of schizophrenia."
    },
    {
      "paper_name": "Physical activity domains and cognitive function over three years in older adults with subjective memory complaints: Secondary analysis from the MAPT trial.",
      "paper_year": "2018",
      "paper_authors": "de Souto Barreto P, Andrieu S, Rolland Y, Vellas B",
      "journal": "Journal of science and medicine in sport",
      "publisher": "J Sci Med Sport",
      "resumen": "We aimed to examine the associations of physical activity (PA) domains (i.e., PA in leisure-time (LTPA), for housework (HPA), or for gardening (GPA)) with cognitive function in older adults with subjective memory complaints (no-dementia) and to investigate if those associations were dependent on the status of apolipoprotein E allele 4 (APOE4), omega-3 levels and mild cognitive impairment (MCI)."
    },
    {
      "paper_name": "The medical food Souvenaid affects brain phospholipid metabolism in mild Alzheimer's disease: results from a randomized controlled trial.",
      "paper_year": "2017",
      "paper_authors": "Rijpma A, van der Graaf M, Lansbergen MM, Meulenbroek O, Cetinyurek-Yavuz A, Sijben JW, Heerschap A, Olde Rikkert MGM",
      "journal": "Alzheimer's research & therapy",
      "publisher": "Alzheimers Res Ther",
      "resumen": "Synaptic dysfunction contributes to cognitive impairment in Alzheimer's disease and may be countered by increased intake of nutrients that target brain phospholipid metabolism. In this study, we explored whether the medical food Souvenaid affects brain phospholipid metabolism in patients with Alzheimer's disease."
    },
    {
      "paper_name": "Effect of long-term omega 3 polyunsaturated fatty acid supplementation with or without multidomain intervention on cognitive function in elderly adults with memory complaints (MAPT): a randomised, placebo-controlled trial.",
      "paper_year": "2017",
      "paper_authors": "Andrieu S, Guyonnet S, Coley N, Cantet C, Bonnefoy M, Bordes S, Bories L, Cufi MN, Dantoine T, Dartigues JF, Desclaux F, Gabelle A, Gasnier Y, Pesce A, Sudres K, Touchon J, Robert P, Rouaud O, Legrand P, Payoux P, Caubere JP, Weiner M, Carrié I, Ousset PJ, Vellas B",
      "journal": "The Lancet. Neurology",
      "publisher": "Lancet Neurol",
      "resumen": "No large trials have been done to investigate the efficacy of an intervention combining a specific compound and several lifestyle interventions compared with placebo for the prevention of cognitive decline. We tested the effect of omega 3 polyunsaturated fatty acid supplementation and a multidomain intervention (physical activity, cognitive training, and nutritional advice), alone or in combination, compared with placebo, on cognitive decline."
    },
    {
      "paper_name": "The n-3 Polyunsaturated Fatty Acids Supplementation Improved the Cognitive Function in the Chinese Elderly with Mild Cognitive Impairment: A Double-Blind Randomized Controlled Trial.",
      "paper_year": "2017",
      "paper_authors": "Bo Y, Zhang X, Wang Y, You J, Cui H, Zhu Y, Pang W, Liu W, Jiang Y, Lu Q",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Intake of <i>n</i>-3 polyunsaturated fatty acids (<i>n</i>-3 PUFAs) may protect against mild cognitive impairment (MCI). However, there is still a lack of the <i>n</i>-3 PUFAs intervention in the elderly with MCI in China. The aim of the present study was to investigate the effect of <i>n</i>-3 PUFA supplementation on cognitive function in the Chinese elderly with MCI."
    },
    {
      "paper_name": "Effects of DHA Supplementation on Hippocampal Volume and Cognitive Function in Older Adults with Mild Cognitive Impairment: A 12-Month Randomized, Double-Blind, Placebo-Controlled Trial.",
      "paper_year": "2017",
      "paper_authors": "Zhang YP, Miao R, Li Q, Wu T, Ma F",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Docosahexaenoic acid (DHA) is important for brain function, and higher DHA intake is inversely correlated with relative risk of Alzheimer's disease. The potential benefits of DHA supplementation in people with mild cognitive impairment (MCI) have not been fully examined. Our study aimed to determine the effect of DHA supplementation on cognitive function and hippocampal atrophy in elderly subjects with MCI. This was a randomized, double-blind, placebo-controlled trial in Tianjin, China. 240 individuals with MCI aged 65 years and over were recruited and equalized randomly allocated to the DHA or the placebo group. Participants received 12-month DHA supplementation (2 g/day) or corn oil as placebo. Both global and specific subdomains of cognitive function and hippocampal volume were measured at baseline, 6 months, and 12 months. Both changes were analyzed by repeated-measure analysis of variance (ANOVA). This trial has been registered: ChiCTR-IOR-15006058. A total of 219 participants (DHA: 110, Placebo: 109) completed the trial. The change in mean serum DHA levels was greater in the intervention group (+3.85%) compared to the control group (+1.06%). Repeated-measures analyses of covariance showed that, over 12 months, there was a significant difference in the Full-Scale Intelligence Quotient (ηp2 = 0.084; p = 0.039), Information (ηp2 = 0.439; p = 0.000), and Digit Span (ηp2 = 0.375; p = 0.000) between DHA-treated versus the placebo group. In addition, there were significant differences in volumes of left hippocampus (ηp2 = 0.121, p = 0.016), right hippocampus (ηp2 = 0.757, p = 0.008), total hippocampus (ηp2 = 0.124, p = 0.023), and global cerebrum (ηp2 = 0.145, p = 0.032) between the two groups. These findings suggest that DHA supplementation (2 g/day) for 12 months in MCI subjects can significantly improve cognitive function and slow the progression of hippocampal atrophy. Larger, longer-term confirmatory studies are warranted."
    },
    {
      "paper_name": "Omega-3 Fatty Acids, Depressive Symptoms, and Cognitive Performance in Patients With Coronary Artery Disease: Analyses From a Randomized, Double-Blind, Placebo-Controlled Trial.",
      "paper_year": "2016",
      "paper_authors": "Mazereeuw G, Herrmann N, Oh PI, Ma DW, Wang CT, Kiss A, Lanctôt KL",
      "journal": "Journal of clinical psychopharmacology",
      "publisher": "J Clin Psychopharmacol",
      "resumen": "This trial investigated the efficacy of omega-3 polyunsaturated fatty acid (n-3 PUFA) treatment for improving depressive symptoms and cognitive performance in patients with coronary artery disease (CAD) participating in cardiac rehabilitation. Patients with CAD aged 45 to 80 years were randomized to receive either 1.9-g/d n-3 PUFA treatment or placebo for 12 weeks. Depressive symptoms were measured using the Hamilton Depression Rating Scale (HAM-D, primary outcome) and the Beck Depression Inventory II (BDI-II). Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, criteria were used to identify a depressive episode at baseline. Cognitive performance was measured using a standardized battery for vascular cognitive impairment. In 92 patients (age, 61.7 ± 8.7 y; 76% male, 40% depressed; HAM-D, 6.9 ± 5.9; BDI-II, 12.3 ± 10.9; n = 45 n-3 PUFA, n = 47 placebo), depression decreased (HAM-D, F3,91 = 2.71 and P = 0.049; BDI-II, F3,91 = 6.24 and P < 0.01), and cognitive performance improved (attention/processing speed, F1,91 = 5.57, P = 0.02; executive function, F1,91 = 14.64, P < 0.01; visuospatial memory, F1,91 = 4.01, P = 0.04) over cardiac rehabilitation. Omega-3 PUFA treatment increased plasma eicosapentaenoic acid (F1,29 = 33.29, P < 0.01) and docosahexaenoic acid (F1,29 = 15.29, P < 0.01) concentrations but did not reduce HAM-D (F3,91 = 1.59, P = 0.20) or BDI-II (F3,91 = 0.46, P = 0.50) scores compared with placebo. Treatment did not improve cognitive performance; however, n-3 PUFAs significantly increased verbal memory compared with placebo in a subgroup of nondepressed patients (F1,54 = 4.16, P = 0.04). This trial suggests that n-3 PUFAs do not improve depressive and associated cognitive symptoms in those with CAD. The possible benefits of n-3 PUFAs for verbal memory may warrant investigation in well-powered studies."
    },
    {
      "paper_name": "A protocol for a randomised controlled trial investigating the effect of increasing Omega-3 index with krill oil supplementation on learning, cognition, behaviour and visual processing in typically developing adolescents.",
      "paper_year": "2016",
      "paper_authors": "van der Wurff IS, von Schacky C, Berge K, Kirschner PA, de Groot RH",
      "journal": "BMJ open",
      "publisher": "BMJ Open",
      "resumen": "The influence of n-3 long-chain polyunsaturated fatty acids (LCPUFA) supplementation on brain functioning is debated. Some studies have found positive effects on cognition in children with learning difficulties, elderly people with cognitive impairment and depression scores in depressed individuals. Other studies have found null or negative effects. Observational studies in adolescents have found positive associations between fish consumption (containing n-3 LCPUFAs) and academic achievement. However, intervention studies in typically developing adolescents are missing."
    },
    {
      "paper_name": "Genetic Variants of the FADS Gene Cluster Are Associated with Erythrocyte Membrane LC PUFA Levels in Patients with Mild Cognitive Impairment.",
      "paper_year": "2016",
      "paper_authors": "Schuchardt JP, Köbe T, Witte V, Willers J, Gingrich A, Tesky V, Pantel J, Rujescu D, Illig T, Flöel A, Hahn A",
      "journal": "The journal of nutrition, health & aging..",
      "publisher": "J Nutr Health Aging",
      "resumen": "Long-chain (> 20 C-atoms) polyunsaturated fatty acids (LC PUFAs) of both the omega-6 (n-6) and omega-3 (n-3) series are important for the functional integrity of brain and thereby cognition, memory and mood. Clinical studies observed associations between altered LC PUFA levels and neurodegenerative diseases such as Alzheimer´s disease and its prodromal stage, mild cognitive impairment (MCI)."
    },
    {
      "paper_name": "DHA Supplementation Alone or in Combination with Other Nutrients Does not Modulate Cerebral Hemodynamics or Cognitive Function in Healthy Older Adults.",
      "paper_year": "2016",
      "paper_authors": "Jackson PA, Forster JS, Bell JG, Dick JR, Younger I, Kennedy DO",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "A number of recent trials have demonstrated positive effects of dietary supplementation with the omega-3 polyunsaturated fatty acids (n-3 PUFAs), docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) on measures of cognitive function in healthy young and older adults. One potential mechanism by which EPA, and DHA in particular, may exert these effects is via modulation of cerebral hemodynamics. In order to investigate the effects of DHA alone or provided as one component of a multinutrient supplement (also including Gingko biloba, phosphatidylserine and vitamins B₉ and B₁₂) on measures of cerebral hemodynamics and cognitive function, 86 healthy older adults aged 50-70 years who reported subjective memory deficits were recruited to take part in a six month daily dietary supplementation trial. Relative changes in the concentration of oxygenated hemoglobin and deoxygenated hemoglobin were assessed using Near Infrared Spectroscopy (NIRS) during the performance of cognitive tasks prior to and following the intervention period. Performance on the cognitive tasks was also assessed. No effect of either active treatment was found for any of the NIRS measures or on the cognitive performance tasks, although the study was limited by a number of factors. Further work should continue to evaluate more holistic approaches to cognitive aging."
    },
    {
      "paper_name": "Beneficial effects of dietary docosahexaenoic acid intervention on cognitive function and mental health of the oldest elderly in Japanese care facilities and nursing homes.",
      "paper_year": "2017",
      "paper_authors": "Hashimoto M, Kato S, Tanabe Y, Katakura M, Mamun AA, Ohno M, Hossain S, Onoda K, Yamaguchi S, Shido O",
      "journal": "Geriatrics & gerontology international",
      "publisher": "Geriatr Gerontol Int",
      "resumen": "We examined the effects of the administration of docosahexaenoic acid (DHA)-enriched meals on cognitive function in the oldest elderly with cognitive impairment, such as dementia, living in nursing homes, and on the improvement in caregiver burden at aging agencies."
    },
    {
      "paper_name": "Fish Oil Supplementation Increases Event-Related Posterior Cingulate Activation in Older Adults with Subjective Memory Impairment.",
      "paper_year": "2016",
      "paper_authors": "Boespflug EL, McNamara RK, Eliassen JC, Schidler MD, Krikorian R",
      "journal": "The journal of nutrition, health & aging..",
      "publisher": "J Nutr Health Aging",
      "resumen": "To determine the effects of long-chain omega-3 (LCn-3) fatty acids found in fish oil, including eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), on cortical blood oxygen level-dependent (BOLD) activity during a working memory task in older adults with subjective memory impairment."
    },
    {
      "paper_name": "Omega-3 Fatty Acid Status Enhances the Prevention of Cognitive Decline by B Vitamins in Mild Cognitive Impairment.",
      "paper_year": "2016",
      "paper_authors": "Oulhaj A, Jernerén F, Refsum H, Smith AD, de Jager CA",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "A randomized trial (VITACOG) in people with mild cognitive impairment (MCI) found that B vitamin treatment to lower homocysteine slowed the rate of cognitive and clinical decline. We have used data from this trial to see whether baseline omega-3 fatty acid status interacts with the effects of B vitamin treatment. 266 participants with MCI aged ≥70 years were randomized to B vitamins (folic acid, vitamins B6 and B12) or placebo for 2 years. Baseline cognitive test performance, clinical dementia rating (CDR) scale, and plasma concentrations of total homocysteine, total docosahexaenoic and eicosapentaenoic acids (omega-3 fatty acids) were measured. Final scores for verbal delayed recall, global cognition, and CDR sum-of-boxes were better in the B vitamin-treated group according to increasing baseline concentrations of omega-3 fatty acids, whereas scores in the placebo group were similar across these concentrations. Among those with good omega-3 status, 33% of those on B vitamin treatment had global CDR scores >0 compared with 59% among those on placebo. For all three outcome measures, higher concentrations of docosahexaenoic acid alone significantly enhanced the cognitive effects of B vitamins, while eicosapentaenoic acid appeared less effective. When omega-3 fatty acid concentrations are low, B vitamin treatment has no effect on cognitive decline in MCI, but when omega-3 levels are in the upper normal range, B vitamins interact to slow cognitive decline. A clinical trial of B vitamins combined with omega-3 fatty acids is needed to see whether it is possible to slow the conversion from MCI to AD."
    },
    {
      "paper_name": "No Effect of Omega-3 Fatty Acid Supplementation on Cognition and Mood in Individuals with Cognitive Impairment and Probable Alzheimer's Disease: A Randomised Controlled Trial.",
      "paper_year": "2015",
      "paper_authors": "Phillips MA, Childs CE, Calder PC, Rogers PJ",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Findings from epidemiological and observational studies have indicated that diets high in omega-3 polyunsaturated fatty acids (PUFAs) such as docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) may reduce the risk of cognitive decline and Alzheimer's disease (AD). To determine if increasing intake of DHA and EPA through supplementation is beneficial to cognition and mood in individuals with cognitive impairment no dementia (CIND) or Alzheimer's disease (AD) a four month, randomised, double-blind, placebo controlled study was conducted. Fifty-seven participants with CIND and nineteen with AD were randomised to receive either omega-3 PUFAs (600 mg EPA and 625 mg DHA per day) or placebo (olive oil) over a four month period. Elevating depleted levels of EPA and DHA through supplementation in individuals with CIND or AD was found to have negligible beneficial effect on their cognition or mood. These findings confirm an overall negligible benefit of omega-3 PUFA supplementation for those with cognitive impairment and dementia. More intervention studies need to be undertaken with longer study durations and larger sample sizes. It may prove fruitful to examine effects of different doses as well as effects in other dementia subtypes."
    },
    {
      "paper_name": "Combined omega-3 fatty acids, aerobic exercise and cognitive stimulation prevents decline in gray matter volume of the frontal, parietal and cingulate cortex in patients with mild cognitive impairment.",
      "paper_year": "2016",
      "paper_authors": "Köbe T, Witte AV, Schnelle A, Lesemann A, Fabian S, Tesky VA, Pantel J, Flöel A",
      "journal": "NeuroImage",
      "publisher": "Neuroimage",
      "resumen": "Previous studies in older adults suggested beneficial effects of omega-3 fatty acid (FA) supplementation, aerobic exercise, or cognitive stimulation on brain structure and function. However, combined effects of these interventions in patients suffering from mild cognitive impairment (MCI) are unknown. Using a randomized interventional design, we evaluated the effect of combined omega-3 FA supplementation, aerobic exercise and cognitive stimulation (target intervention) versus omega-3 FA supplementation and non-aerobic exercise (control intervention) on cognitive function and gray matter volume in patients with MCI. Moreover, we analyzed potential vascular, metabolic or inflammatory mechanisms underlying these effects. Twenty-two MCI patients (8 females; 60-80years) successfully completed six months of omega-3 FA intake, aerobic cycling training and cognitive stimulation (n=13) or omega-3 FA intake and non-aerobic stretching and toning (n=9). Before and after the interventions, cognitive performance, magnetic resonance imaging of the brain at 3T (n=20), intima-media thickness of the internal carotid artery and serum markers of glucose control, lipid and B-vitamin metabolism, and inflammation were assessed. Intervention-related changes in gray matter volume of Alzheimer's disease (AD)-related brain regions, i.e., frontal, parietal, temporal and cingulate cortex were examined using voxel-based morphometry of high resolution T1-weighted images. After the intervention period, significant differences emerged in brain structure between groups: Gray matter volume decreased in the frontal, parietal and cingulate cortex of patients in the control intervention, while gray matter volume in these areas was preserved or even increased after the target intervention. Decreases in homocysteine levels in the target intervention group were associated with increases in gray matter volume in the middle frontal cortex (p=0.010). No significant differences in cognitive performance or other vascular, metabolic and inflammatory parameters were observed between groups. This pilot study provides preliminary evidence that omega-3 FA intake combined with aerobic exercise and cognitive stimulation prevents atrophy in AD-related brain regions in MCI patients, compared to omega-3 FA intake plus the control condition of stretching and toning. These promising findings should now be validated in a larger interventional trial."
    },
    {
      "paper_name": "Plasma Fatty Acid Profiles in Relation to Cognition and Gender in Alzheimer's Disease Patients During Oral Omega-3 Fatty Acid Supplementation: The OmegAD Study.",
      "paper_year": "2015",
      "paper_authors": "Eriksdotter M, Vedin I, Falahati F, Freund-Levi Y, Hjorth E, Faxen-Irving G, Wahlund LO, Schultzberg M, Basun H, Cederholm T, Palmblad J",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "ω3 fatty acids (ω3 FAs) may slow the rate of decline in cognitive performance in mild forms of cognitive impairment and Alzheimer's disease (AD). However, the relationship between changes of plasma ω3 FA levels and cognitive performance, as well as effects of gender, are poorly known."
    },
    {
      "paper_name": "The effect of 12-wk ω-3 fatty acid supplementation on in vivo thalamus glutathione concentration in patients \"at risk\" for major depression.",
      "paper_year": "2015",
      "paper_authors": "Duffy SL, Lagopoulos J, Cockayne N, Lewis SJ, Hickie IB, Hermens DF, Naismith SL",
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publisher": "Nutrition",
      "resumen": "As life expectancy increases, the need to prevent major health disorders is clear. Depressive symptoms are common in older adults and are associated with cognitive decline and greater risk for transitioning to major depression. Oxidative stress may be implicated in the pathophysiology of major depression and can be measured in vivo using proton magnetic resonance spectroscopy via the neurometabolite glutathione (GSH). Evidence suggests ω-3 fatty acid (FA) supplementation may prevent depression and directly affect GSH concentration. The aim of this study was to examine the effect of ω-3 FA supplementation on in vivo GSH concentration in older adults at risk for depression."
    },
    {
      "paper_name": "Brain atrophy in cognitively impaired elderly: the importance of long-chain ω-3 fatty acids and B vitamin status in a randomized controlled trial.",
      "paper_year": "2015",
      "paper_authors": "Jernerén F, Elshorbagy AK, Oulhaj A, Smith SM, Refsum H, Smith AD",
      "journal": "The American journal of clinical nutrition",
      "publisher": "Am J Clin Nutr",
      "resumen": "Increased brain atrophy rates are common in older people with cognitive impairment, particularly in those who eventually convert to Alzheimer disease. Plasma concentrations of omega-3 (ω-3) fatty acids and homocysteine are associated with the development of brain atrophy and dementia."
    },
    {
      "paper_name": "The effects of long-chain omega-3 fish oils and multivitamins on cognitive and cardiovascular function: a randomized, controlled clinical trial.",
      "paper_year": "2015",
      "paper_authors": "Pase MP, Grima N, Cockerell R, Stough C, Scholey A, Sali A, Pipingas A",
      "journal": "Journal of the American College of Nutrition",
      "publisher": "J Am Coll Nutr",
      "resumen": "Fish oils and multivitamins are two of the most commonly used dietary supplements. Fish oil use may reduce vascular risk factors associated with cognitive decline, thus providing benefits to both heart and brain health. Multivitamins may also have direct effects on brain function. The present study investigated the effects of fish oil, with and without the addition of a multivitamin, on cognitive and cardiovascular function."
    },
    {
      "paper_name": "Effects of basal insulin glargine and omega-3 fatty acid on cognitive decline and probable cognitive impairment in people with dysglycaemia: a substudy of the ORIGIN trial.",
      "paper_year": "2014",
      "paper_authors": "Cukierman-Yaffe T, Bosch J, Diaz R, Dyal L, Hancu N, Hildebrandt P, Lanas F, Lewis BS, Marre M, Yale JF, Yusuf S, Gerstein HC",
      "journal": "The lancet. Diabetes & endocrinology",
      "publisher": "Lancet Diabetes Endocrinol",
      "resumen": "Diabetes and non-diabetic dysglycaemia are risk factors for accelerated cognitive decline. In this planned substudy of the Outcome Reduction with Initial Glargine Intervention (ORIGIN) trial, we assessed whether normalising glucose with insulin glargine or administering omega-3 fatty acids in this population may slow this process or affect the development of cognitive impairment."
    },
    {
      "paper_name": "Telomere shortening in elderly individuals with mild cognitive impairment may be attenuated with ω-3 fatty acid supplementation: a randomized controlled pilot study.",
      "paper_year": "2014",
      "paper_authors": "O'Callaghan N, Parletta N, Milte CM, Benassi-Evans B, Fenech M, Howe PR",
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publisher": "Nutrition",
      "resumen": "Excessive shortening of the telomeric ends of chromosomes is a marker of accelerated aging. Oxidative stress and nutritional deficiency may influence this process. The aim of this study was to investigate the effect of ω-3 polyunsaturated fatty acid (ω-3 PUFA) supplementation on telomeric shortening in elderly individuals with mild cognitive impairment (MCI)."
    },
    {
      "paper_name": "Effects of supplementation with n-3 polyunsaturated fatty acids on cognitive performance and cardiometabolic risk markers in healthy 51 to 72 years old subjects: a randomized controlled cross-over study.",
      "paper_year": "2012",
      "paper_authors": "Nilsson A, Radeborg K, Salo I, Björck I",
      "journal": "Nutrition journal",
      "publisher": "Nutr J",
      "resumen": "Higher plasma n-3 polyunsaturated fatty acids (PUFA) have been associated with a lower risk of age related cognitive decline, and to beneficially affect cardiometabolic risk factors. A relation exists between metabolic disorders such as diabetes type 2 and cognitive decline. Results regarding the potential effects of n-3 PUFA on risk factors in healthy subjects are divergent, and studies regarding the possible relation between cardiometabolic parameters and cognitive performance are scarce. The objective was to evaluate the effects of five weeks intake of long chain n-3 PUFA on cognitive performance in healthy individuals, and to exploit the possible relation between outcomes in cognitive tests to cardiometabolic risk parameters."
    },
    {
      "paper_name": "Effects of DHA-phospholipids, melatonin and tryptophan supplementation on erythrocyte membrane physico-chemical properties in elderly patients suffering from mild cognitive impairment.",
      "paper_year": "2012",
      "paper_authors": "Cazzola R, Rondanelli M, Faliva M, Cestaro B",
      "journal": "Experimental gerontology",
      "publisher": "Exp Gerontol",
      "resumen": "A randomized, double-blind placebo-controlled clinical trial was carried out to assess the efficacy of a docosahexenoic acid (DHA)-phospholipids, melatonin and tryptophan supplemented diet in improving the erythrocyte oxidative stress, membrane fluidity and membrane-bound enzyme activities of elderly subjects suffering from mild cognitive impairment (MCI). These subjects were randomly assigned to the supplement group (11 subjects, 9F and 2M; age 85.3±5.3y) or placebo group (14-matched subjects, 11F and 3M; 86.1±6.5). The duration of the treatment was 12weeks. The placebo group showed no significant changes in erythrocyte membrane composition and function. The erythrocyte membranes of the supplement group showed a significant increase in eicosapentenoic acid, docosapentenoic acid and DHA concentrations and a significant decrease in arachidonic acid, malondialdehyde and lipofuscin levels. These changes in membrane composition resulted in an increase in the unsaturation index, membrane fluidity and acetylcholine esterase activity. Moreover, a significant increase in the ratio between reduced and oxidized glutathione was observed in the erythrocyte of the supplement group. Although this study is a preliminary investigation, we believe these findings to be of great speculative and interpretative interest to better understand the complex and multi-factorial mechanisms behind the possible links between diets, their functional components and possible molecular processes that contribute to increasing the risk of developing MCI and Alzheimer's."
    },
    {
      "paper_name": "Docosahexaenoic acid-concentrated fish oil supplementation in subjects with mild cognitive impairment (MCI): a 12-month randomised, double-blind, placebo-controlled trial.",
      "paper_year": "2013",
      "paper_authors": "Lee LK, Shahar S, Chin AV, Yusoff NA",
      "journal": "Psychopharmacology",
      "publisher": "Psychopharmacology (Berl)",
      "resumen": "Epidemiological studies have suggested a beneficial effect of fish oil supplementation in halting the initial progression of Alzheimer's disease. However, it remains unclear whether fish oil affects cognitive function in older people with mild cognitive impairment (MCI)."
    },
    {
      "paper_name": "Effects of a diet integration with an oily emulsion of DHA-phospholipids containing melatonin and tryptophan in elderly patients suffering from mild cognitive impairment.",
      "paper_year": "2012",
      "paper_authors": "Rondanelli M, Opizzi A, Faliva M, Mozzoni M, Antoniello N, Cazzola R, Savarè R, Cerutti R, Grossi E, Cestaro B",
      "journal": "Nutritional neuroscience",
      "publisher": "Nutr Neurosci",
      "resumen": "Age-related changes in nutritional status can play an important role in brain functioning. Specific nutrient deficiencies in the elderly may exacerbate pathological processes in the brain. Consequently, the potential of nutritional intervention to prevent or delay cognitive impairment and the development of dementia is an important topic. A randomized, double-blind, placebo-controlled trial has been performed in 25 elderly subjects (86 ± 6 years, 20 females, 5 males) with mild cognitive impairment (MCI). These subjects were randomly assigned to supplement their diet with either an oily emulsion of docosahexaenoic acid (DHA)-phospholipids containing melatonin and tryptophan (11 subjects) or a placebo (14-matched subjects) for 12 weeks. The main aim of this study was to evaluate the efficacy of the dietary supplement on cognition, by the assessment at the start and after 12 weeks of: (1) Orientation and other cognitive functions: Mini-Mental State Examination (MMSE); (2) Short-term memory: digit, verbal, and spatial span (digit span; verbal span; Corsi's test); (3) Long-term memory: Rey's auditory-verbal learning test; 'short story' test; Rey-Osterrieth complex figure (recall); (4) Attentional abilities: attentive matrices; (5) Executive functions: Weigl's sorting test; phonological fluency 'FAS'; (6) Visuo-constructional and visuo-spatial abilities: copy of simple drawings; Rey-Osterrieth complex figure (copy); (7) Language: semantic fluency; (8) Mood: Geriatric Depression Scale (GDS). Moreover, Sniffin' Sticks olfaction test and Mini Nutritional Assessment (MNA) have been performed. After 12 weeks, a significant treatment effect for the MMSE (P < 0.001) and a positive trend for the semantic verbal fluency was found in the supplement group (P < 0.06). A significant treatment effect was found out for the olfactory sensitivity assessment (P < 0.009). As regards the nutrition evaluation, after 12 weeks of treatment the supplemented group showed an improvement in the MNA score with a significant difference relative to placebo (P < 0.005). Older adults with MCI had significant improvements in several measures of cognitive function when supplemented with an oily emulsion of DHA-phospholipids containing melatonin and tryptophan for 12 weeks, compared with the placebo."
    },
    {
      "paper_name": "The older people, omega-3, and cognitive health (EPOCH) trial design and methodology: a randomised, double-blind, controlled trial investigating the effect of long-chain omega-3 fatty acids on cognitive ageing and wellbeing in cognitively healthy older adults.",
      "paper_year": "2011",
      "paper_authors": "Danthiir V, Burns NR, Nettelbeck T, Wilson C, Wittert G",
      "journal": "Nutrition journal",
      "publisher": "Nutr J",
      "resumen": "Some studies have suggested an association between omega-3 long-chain polyunsaturated fatty acids (n-3 LC PUFAs) and better cognitive outcomes in older adults. To date, only two randomised, controlled trials have assessed the effect of n-3 LC PUFA supplementation on cognitive function in older cognitively healthy populations. Of these trials only one found a benefit, in the subgroup carrying the ApoE-ε4 allele. The benefits of n-3 LC PUFA supplementation on cognitive function in older normal populations thus still remain unclear. The main objective of the current study was to provide a comprehensive assessment of the potential of n-3 LC PUFAs to slow cognitive decline in normal elderly people, and included ApoE-ε4 allele carriage as a potential moderating factor. The detailed methodology of the trial is reported herein."
    },
    {
      "paper_name": "The VITamin D and OmegA-3 TriaL (VITAL): rationale and design of a large randomized controlled trial of vitamin D and marine omega-3 fatty acid supplements for the primary prevention of cancer and cardiovascular disease.",
      "paper_year": "2012",
      "paper_authors": "Manson JE, Bassuk SS, Lee IM, Cook NR, Albert MA, Gordon D, Zaharris E, Macfadyen JG, Danielson E, Lin J, Zhang SM, Buring JE",
      "journal": "Contemporary clinical trials",
      "publisher": "Contemp Clin Trials",
      "resumen": "Data from laboratory studies, observational research, and/or secondary prevention trials suggest that vitamin D and marine omega-3 fatty acids may reduce risk for cancer or cardiovascular disease (CVD), but primary prevention trials with adequate dosing in general populations (i.e., unselected for disease risk) are lacking. The ongoing VITamin D and OmegA-3 TriaL (VITAL) is a large randomized, double-blind, placebo-controlled, 2 x 2 factorial trial of vitamin D (in the form of vitamin D(3) [cholecalciferol], 2000 IU/day) and marine omega-3 fatty acid (Omacor fish oil, eicosapentaenoic acid [EPA]+docosahexaenoic acid [DHA], 1g/day) supplements in the primary prevention of cancer and CVD among a multi-ethnic population of 20,000 U.S. men aged ≥ 50 and women aged ≥ 55. The mean treatment period will be 5 years. Baseline blood samples will be collected in at least 16,000 participants, with follow-up blood collection in about 6000 participants. Yearly follow-up questionnaires will assess treatment compliance (plasma biomarker measures will also assess compliance in a random sample of participants), use of non-study drugs or supplements, occurrence of endpoints, and cancer and vascular risk factors. Self-reported endpoints will be confirmed by medical record review by physicians blinded to treatment assignment, and deaths will be ascertained through national registries and other sources. Ancillary studies will investigate whether these agents affect risk for diabetes and glucose intolerance; hypertension; cognitive decline; depression; osteoporosis and fracture; physical disability and falls; asthma and other respiratory diseases; infections; and rheumatoid arthritis, systemic lupus erythematosus, thyroid diseases, and other autoimmune disorders."
    },
    {
      "paper_name": "Effects of n-3 fatty acids on cognitive decline: a randomized, double-blind, placebo-controlled trial in stable myocardial infarction patients.",
      "paper_year": "2012",
      "paper_authors": "Geleijnse JM, Giltay EJ, Kromhout D",
      "journal": "Alzheimer's & dementia : the journal of the Alzheimer's Association",
      "publisher": "Alzheimers Dement",
      "resumen": "Epidemiological studies suggest a protective effect of n-3 fatty acids derived from fish (eicosapentaenoic acid [EPA] and docosahexaenoic acid [DHA]) against cognitive decline. For α-linolenic acid (ALA) obtained from vegetable sources, the effect on cognitive decline is unknown. We examined the effect of n-3 fatty acid supplementation on cognitive decline in coronary heart disease patients."
    },
    {
      "paper_name": "Effects of n-3 fatty acids, EPA v. DHA, on depressive symptoms, quality of life, memory and executive function in older adults with mild cognitive impairment: a 6-month randomised controlled trial.",
      "paper_year": "2012",
      "paper_authors": "Sinn N, Milte CM, Street SJ, Buckley JD, Coates AM, Petkov J, Howe PR",
      "journal": "The British journal of nutrition",
      "publisher": "Br J Nutr",
      "resumen": "Depressive symptoms may increase the risk of progressing from mild cognitive impairment (MCI) to dementia. Consumption of n-3 PUFA may alleviate both cognitive decline and depression. The aim of the present study was to investigate the benefits of supplementing a diet with n-3 PUFA, DHA and EPA, for depressive symptoms, quality of life (QOL) and cognition in elderly people with MCI. We conducted a 6-month double-blind, randomised controlled trial. A total of fifty people aged >65 years with MCI were allocated to receive a supplement rich in EPA (1·67 g EPA + 0·16 g DHA/d; n 17), DHA (1·55 g DHA + 0·40 g EPA/d; n 18) or the n-6 PUFA linoleic acid (LA; 2·2 g/d; n 15). Treatment allocation was by minimisation based on age, sex and depressive symptoms (Geriatric Depression Scale, GDS). Physiological and cognitive assessments, questionnaires and fatty acid composition of erythrocytes were obtained at baseline and 6 months (completers: n 40; EPA n 13, DHA n 16, LA n 11). Compared with the LA group, GDS scores improved in the EPA (P=0·04) and DHA (P=0·01) groups and verbal fluency (Initial Letter Fluency) in the DHA group (P=0·04). Improved GDS scores were correlated with increased DHA plus EPA (r 0·39, P=0·02). Improved self-reported physical health was associated with increased DHA. There were no treatment effects on other cognitive or QOL parameters. Increased intakes of DHA and EPA benefited mental health in older people with MCI. Increasing n-3 PUFA intakes may reduce depressive symptoms and the risk of progressing to dementia. This needs to be investigated in larger, depressed samples with MCI."
    },
    {
      "paper_name": "The ω-3 Fatty Acids for Prevention of Post-Operative Atrial Fibrillation trial--rationale and design.",
      "paper_year": "2011",
      "paper_authors": "Mozaffarian D, Marchioli R, Gardner T, Ferrazzi P, O'Gara P, Latini R, Libby P, Lombardi F, Macchia A, Page R, Santini M, Tavazzi L, Tognoni G",
      "journal": "American heart journal",
      "publisher": "Am Heart J",
      "resumen": "Postoperative atrial fibrillation/flutter (PoAF) commonly complicates cardiac surgery, occurring in 25% to 60% of patients. Postoperative atrial fibrillation/flutter is associated with significant morbidity, higher long-term mortality, and increased health care costs. Novel preventive therapies are clearly needed. In experiments and short-term trials, seafood-derived long-chain ω-3 polyunsaturated fatty acids (PUFAs) influence several risk factors that might reduce risk of PoAF. A few small and generally underpowered trials have evaluated effects of ω-3-PUFAs supplementation on PoAF with mixed results. The OPERA trial is an appropriately powered, investigator-initiated, randomized, double-blind, placebo-controlled, multinational trial to determine whether perioperative oral ω-3-PUFAs reduces occurrence of PoAF in patients undergoing cardiac surgery. Additional aims include evaluation of resource use, biologic pathways and mechanisms, postoperative cognitive decline, and safety. Broad inclusion criteria encompass a \"real-world\" population of outpatients and inpatients scheduled for cardiac surgery. Treatment comprises a total preoperative loading dose of 8 to 10 g of ω-3-PUFAs or placebo divided over 2 to 5 days, followed by 2 g/d until hospital discharge or postoperative day 10, whichever comes first. Based on anticipated 30% event rate in controls, total enrollment of 1,516 patients (758 per treatment arm) will provide 90% power to detect 25% reduction in PoAF. The OPERA trial will provide invaluable evidence to inform biologic pathways; proof of concept that ω-3-PUFAs influence cardiac arrhythmias; and potential regulatory standards and clinical use of this simple, inexpensive, and low-risk intervention to prevent PoAF."
    },
    {
      "paper_name": "Cognitive function after supplementation with B vitamins and long-chain omega-3 fatty acids: ancillary findings from the SU.FOL.OM3 randomized trial.",
      "paper_year": "2011",
      "paper_authors": "Andreeva VA, Kesse-Guyot E, Barberger-Gateau P, Fezeu L, Hercberg S, Galan P",
      "journal": "The American journal of clinical nutrition",
      "publisher": "Am J Clin Nutr",
      "resumen": "Rapid aging of the population worldwide necessitates a heightened concern about preventing cognitive decline."
    },
    {
      "paper_name": "Docosahexaenoic acid supplementation and cognitive decline in Alzheimer disease: a randomized trial.",
      "paper_year": "2010",
      "paper_authors": "Quinn JF, Raman R, Thomas RG, Yurko-Mauro K, Nelson EB, Van Dyck C, Galvin JE, Emond J, Jack CR, Weiner M, Shinto L, Aisen PS",
      "journal": "JAMA",
      "publisher": "JAMA",
      "resumen": "Docosahexaenoic acid (DHA) is the most abundant long-chain polyunsaturated fatty acid in the brain. Epidemiological studies suggest that consumption of DHA is associated with a reduced incidence of Alzheimer disease. Animal studies demonstrate that oral intake of DHA reduces Alzheimer-like brain pathology."
    },
    {
      "paper_name": "Beneficial effects of docosahexaenoic acid on cognition in age-related cognitive decline.",
      "paper_year": "2010",
      "paper_authors": "Yurko-Mauro K, McCarthy D, Rom D, Nelson EB, Ryan AS, Blackwell A, Salem N, Stedman M",
      "journal": "Alzheimer's & dementia : the journal of the Alzheimer's Association",
      "publisher": "Alzheimers Dement",
      "resumen": "Docosahexaenoic acid (DHA) plays an important role in neural function. Decreases in plasma DHA are associated with cognitive decline in healthy elderly adults and in patients with Alzheimer's disease. Higher DHA intake is inversely correlated with relative risk of Alzheimer's disease. The potential benefits of DHA supplementation in age-related cognitive decline (ARCD) have not been fully examined."
    },
    {
      "paper_name": "Commentary on \"A roadmap for the prevention of dementia II. Leon Thal Symposium 2008.\" The Multidomain Alzheimer Preventive Trial (MAPT): a new approach to the prevention of Alzheimer's disease.",
      "paper_year": "2009",
      "paper_authors": "Gillette-Guyonnet S, Andrieu S, Dantoine T, Dartigues JF, Touchon J, Vellas B",
      "journal": "Alzheimer's & dementia : the journal of the Alzheimer's Association",
      "publisher": "Alzheimers Dement",
      "resumen": "Because no effective curative approaches are available, preventive approaches in the field of Alzheimer's disease (AD) are needed. We present the design of the ongoing Multidomain Alzheimer Preventive Trial (MAPT) Study. Several previous studies suggested that many factors may be involved in the occurrence of AD at late ages. Because of the probable multifactorial nature of AD, it seems logical to initiate multidomain interventions to examine their potential synergistic effects. The MAPT Study aims to evaluate the efficacy of a multidomain intervention (nutritional, physical, and cognitive training) and omega 3 treatment in the prevention of cognitive decline in frail elderly persons aged 70 years or over. The study also collects imaging and biological data that could be used in future AD prevention and treatment trials."
    },
    {
      "paper_name": "Effect of fish oil on cognitive performance in older subjects: a randomized, controlled trial.",
      "paper_year": "2008",
      "paper_authors": "van de Rest O, Geleijnse JM, Kok FJ, van Staveren WA, Dullemeijer C, Olderikkert MG, Beekman AT, de Groot CP",
      "journal": "Neurology",
      "publisher": "Neurology",
      "resumen": "High intake of n-3 polyunsaturated fatty acids may protect against age-related cognitive decline. However, results from epidemiologic studies are inconclusive, and results from randomized trials in elderly subjects without dementia are lacking."
    },
    {
      "paper_name": "The effects of omega-3 fatty acids monotherapy in Alzheimer's disease and mild cognitive impairment: a preliminary randomized double-blind placebo-controlled study.",
      "paper_year": "2008",
      "paper_authors": "Chiu CC, Su KP, Cheng TC, Liu HC, Chang CJ, Dewey ME, Stewart R, Huang SY",
      "journal": "Progress in neuro-psychopharmacology & biological psychiatry",
      "publisher": "Prog Neuropsychopharmacol Biol Psychiatry",
      "resumen": "A 24-week, randomized, double-blind placebo-controlled study was carried out to test the feasibility of using omega-3 polyunsaturated fatty acids (PUFAs) monotherapy in people with cognitive impairment and to explore its effects on cognitive function and general clinical condition in these participants. Twenty three participants with mild or moderate Alzheimer's disease and twenty three with mild cognitive impairment were randomized to receive omega-3 PUFAs 1.8 g/day or placebo (olive oil). The data of 35 (76%) participants with at least one post-treatment visit was analyzed. There were no severe adverse effects in either group and it suggests that omega-3 PUFAs were well tolerable in this population. The treatment group showed better improvement on the Clinician's Interview-Based Impression of Change Scale (CIBIC-plus) than those in the placebo group over the 24 week follow-up (p=0.008). There was no significant difference in the cognitive portion of the Alzheimer's Disease Assessment Scale (ADAS-cog) change during follow-up in these two groups. However, the omega-3 fatty acids group showed significant improvement in ADAS-cog compared to the placebo group in participants with mild cognitive impairment (p=0.03), which was not observed in those with Alzheimer's disease. Higher proportions of eicosapentaenoic acid on RBC membranes were also associated with better cognitive outcome (p=0.003). Further studies should be considered with a larger-sample size, diet registration, higher dosages, comparisons between different combinations of PUFAs, and greater homogeneity of participants, especially those with mild Alzheimer's disease and mild cognitive impairment."
    },
    {
      "paper_name": "Cognitive findings of an exploratory trial of docosahexaenoic acid and lutein supplementation in older women.",
      "paper_year": "2008",
      "paper_authors": "Johnson EJ, McDonald K, Caldarella SM, Chung HY, Troen AM, Snodderly DM",
      "journal": "Nutritional neuroscience",
      "publisher": "Nutr Neurosci",
      "resumen": "Low dietary intake of docosahexaenoic acid (DHA) and/or foods rich in lutein may be associated with increased risk of cognitive decline in the elderly."
    },
    {
      "paper_name": "Omega-3 fatty acid treatment in 174 patients with mild to moderate Alzheimer disease: OmegAD study: a randomized double-blind trial.",
      "paper_year": "2006",
      "paper_authors": "Freund-Levi Y, Eriksdotter-Jönhagen M, Cederholm T, Basun H, Faxén-Irving G, Garlind A, Vedin I, Vessby B, Wahlund LO, Palmblad J",
      "journal": "Archives of neurology",
      "publisher": "Arch Neurol",
      "resumen": "Epidemiologic and animal studies have suggested that dietary fish or fish oil rich in omega-3 fatty acids, for example, docosahexaenoic acid and eicosapentaenoic acid, may prevent Alzheimer disease (AD)."
    },
    {
      "paper_name": "A placebo-controlled trial of omega-3 fatty acid (ethyl eicosapentaenoic acid) supplementation for residual symptoms and cognitive impairment in schizophrenia.",
      "paper_year": "2001",
      "paper_authors": "Fenton WS, Dickerson F, Boronow J, Hibbeln JR, Knable M",
      "journal": "The American journal of psychiatry",
      "publisher": "Am J Psychiatry",
      "resumen": "This study determined if augmentation of neuroleptics with 3 g/day of ethyl eicosapentaenoic acid (EPA) improves symptoms and cognition in patients with schizophrenia or schizoaffective disorder."
    }
  ]
}