{
  "search_info": {
    "search_engine": "PubMed",
    "date": "2025-07-11",
    "search_terms": "(\"Tau protein\" OR \"TAU\") AND (\"Leptin\" OR \"Leptin resistance”)",
    "hits": 146
  },
  "total_encontrados": 146,
  "papers_procesados": 146,
  "papers_con_errores": 0,
  "termino_busqueda": "(\"Tau protein\" OR \"TAU\") AND (\"Leptin\" OR \"Leptin resistance”)",
  "resultados": [
    {
      "paper_name": "Plasma Leptin and Alzheimer Protein Pathologies Among Older Adults.",
      "paper_year": "2024",
      "paper_authors": "Lee S, Byun MS, Yi D, Ahn H, Jung G, Jung JH, Chang YY, Kim K, Choi H, Choi J, Lee JY, Kang KM, Sohn CH, Lee YS, Kim YK, Lee DY",
      "journal": "JAMA network open",
      "publisher": "JAMA Netw Open",
      "resumen": "Many epidemiologic studies have suggested that low levels of plasma leptin, a major adipokine, are associated with increased risk of Alzheimer disease (AD) dementia and cognitive decline. Nevertheless, the mechanistic pathway linking plasma leptin and AD-related cognitive decline is not yet fully understood."
    },
    {
      "paper_name": "Nutritionally-induced catch-up growth.",
      "paper_year": "2015",
      "paper_authors": "Gat-Yablonski G, Phillip M",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Malnutrition is considered a leading cause of growth attenuation in children. When food is replenished, spontaneous catch-up (CU) growth usually occurs, bringing the child back to its original growth trajectory. However, in some cases, the CU growth is not complete, leading to a permanent growth deficit. This review summarizes our current knowledge regarding the mechanism regulating nutrition and growth, including systemic factors, such as insulin, growth hormone, insulin- like growth factor-1, vitamin D, fibroblast growth factor-21, etc., and local mechanisms, including autophagy, as well as regulators of transcription, protein synthesis, miRNAs and epigenetics. Studying the molecular mechanisms regulating CU growth may lead to the establishment of better nutritional and therapeutic regimens for more effective CU growth in children with malnutrition and growth abnormalities. It will be fascinating to follow this research in the coming years and to translate the knowledge gained to clinical benefit."
    },
    {
      "paper_name": "Obesity, diabetes, and leptin resistance promote tau pathology in a mouse model of disease.",
      "paper_year": "2016",
      "paper_authors": "Platt TL, Beckett TL, Kohler K, Niedowicz DM, Murphy MP",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "Obesity and type 2 diabetes mellitus (T2DM) convey an increased risk for developing dementia. The microtubule-associated protein tau is implicated in neurodegenerative disease by undergoing hyperphosphorylation and aggregation, leading to cytotoxicity and neurodegeneration. Enzymes involved in the regulation of tau phosphorylation, such as GSK3β, are tightly associated with pathways found to be dysregulated in T2DM. We have shown previously that leptin-resistant mice, which develop obesity and a diabetic phenotype, display elevated levels of tau phosphorylation. Here we show cells cultured with leptin, an adipokine shown to have neuroprotective effects, reduces tau phosphorylation. To explore how this mechanism works in vivo we transduced an existing diabetic mouse line (Lepr(db/db)) with a tau mutant (tau(P301L)) via adeno-associated virus (AAV). The resulting phenotype included a striking increase in tau phosphorylation and the number of neurofibrillary tangles (NFTs) found within the hippocampus. We conclude that leptin resistance-induced obesity and diabetes accelerates the development of tau pathology. This model of metabolic dysfunction and tauopathy provides a new system in which to explore the mechanisms underlying the ways in which leptin resistance and diabetes influence development of tau pathology, and may ultimately be related to the development of NFTs."
    },
    {
      "paper_name": "The Levels of Leptin, Cystatin C, Neuropilin-1 and Tau Protein in Relation to Dietary Habits in Patients with Alzheimer's Disease.",
      "paper_year": "2023",
      "paper_authors": "Bogdan S, Puścion-Jakubik A, Klimiuk K, Socha K, Kochanowicz J, Gorodkiewicz E",
      "journal": "Journal of clinical medicine",
      "publisher": "J Clin Med",
      "resumen": "Alzheimer's disease (AD) is the most common form of dementia in older people. Its prevalence is expected to increase, and therefore it poses a serious challenge to the healthcare system. The aim of the study was to assess the concentration of leptin, cystatin C, neuropilin-1 and tau protein, as well as the influence of dietary habits on these parameters, in a group of AD patients (<i>n</i> = 110) compared to 60 healthy people (<i>n</i> = 60). It has been shown that AD patients, compared to healthy people, are characterized by significantly higher median concentrations of leptin (9.97 vs. 3.08), cystatin c (1.53 vs. 0.56) and tau protein (8.46 vs. 4.19), but significantly lower median neuropilin-1 (69.94 vs. 167.28). Multiple regression analyses showed that leptin levels could be explained by dietary habits in 27%, cystatin C in 51%, neuropilin-1 in 41% and tau protein in 25% of cases. Modification of eating habits may contribute to improving the values of the discussed parameters."
    },
    {
      "paper_name": "Nutritional catch-up growth.",
      "paper_year": "2013",
      "paper_authors": "Gat-Yablonski G, Pando R, Phillip M",
      "journal": "World review of nutrition and dietetics",
      "publisher": "World Rev Nutr Diet",
      "resumen": "Malnutrition, marked by variant nutrient deficiencies, is considered a leading cause of stunted growth worldwide. In developing countries, malnutrition is caused mainly by food shortage and infectious diseases. Malnutrition may also be found in the developed world, where it is due mostly to prematurity, chronic diseases, and anorexia nervosa. In most cases, when food consumption is corrected, spontaneous catch-up (CU) growth occurs. However, CU growth is not always complete, leading to growth deficits. Therefore, it is important to understand the mechanisms that govern this process. Using a rat model of food restriction followed by refeeding, we established a nutrition-induced CU growth model. Levels of leptin and insulin-like growth factor-1 were found to significantly decrease when food was restricted and to increase already 1 day after refeeding. Gene expression analysis of the growth plate revealed that food restriction specifically affects transcription factors such as the hypoxia inducible factor-1 and its downstream targets on the one hand, and global gene expression, indicating epigenetic regulation, on the other. Food restriction also reduced the level of several microRNAs, including the chondrocyte-specific miR-140, which led to an increase in its target, SIRT1, a class III histone deacetylase. These findings may explain the global changes in gene expression observed under nutritional manipulation. We suggest that multiple levels of regulation, including transcription factors, epigenetic mechanisms, and microRNAs respond to nutritional cues and offer a possible explanation for some of the effects of food restriction on epiphyseal growth plate growth. The means whereby these components sense changes in nutritional status are still unknown. Deciphering the role of epigenetic regulation in growth may pave the way for the development of new treatments for children with growth disorders."
    },
    {
      "paper_name": "Leptin Signaling Could Mediate Hippocampal Decumulation of Beta-Amyloid and Tau Induced by High-Intensity Interval Training in Rats with Type 2 Diabetes.",
      "paper_year": "2023",
      "paper_authors": "Rezaei MH, Madadizadeh E, Aminaei M, Abbaspoor M, Schierbauer J, Moser O, Khoramipour K, Chamari K",
      "journal": "Cellular and molecular neurobiology",
      "publisher": "Cell Mol Neurobiol",
      "resumen": "Leptin (LEP) can cross the blood-brain barrier and facilitate cross-talk between the adipose tissue and central nerve system (CNS). This study aimed to investigate the effect of 8-week high-intensity interval training (HIIT) on the LEP signaling in the hippocampus of rats with type 2 diabetes. 20 rats were randomly divided into four groups: (i) control (Con), (ii) type 2 diabetes (T2D), (iii) exercise (EX), and (iv) type 2 diabetes + exercise (T2D + EX). The rats in the T2D and T2D + EX were fed a high-fat diet for two months, then a single dose of STZ (35 mg/kg) was injected to induce diabetes. The EX and T2D + EX groups performed 4-10 intervals of treadmill running at 80-100% of V<sub>max</sub>. Serum and hippocampal levels of LEP as well as hippocampal levels of LEP receptors (LEP-R), Janus kinase 2 (JAK-2), signal transducer and activator of transcription 3 (STAT-3), activated protein kinase (AMP-K), proxy zoster receptor α (PGC-1α), beta-secretase 1 (BACE1), Beta-Amyloid (Aβ), Phosphoinositide 3-kinases (PI3K), protein kinase B (AKT), mammalian target of rapamycin (mTOR), Glycogen Synthase Kinase 3 Beta (GSK3β), and hyperphosphorylated tau proteins (TAU) were measured. One-way ONOVA and Tukey post-hoc tests were used to analyze the data. Serum and hippocampal levels of LEP as well as hippocampal levels of LEP-R, JAK-2, STAT-3, AMP-K, PGC1α, PI3K, AKT, and mTOR were increased while hippocampal levels of BACE1, GSK3B, TAU, and Aβ were decreased in T2D + EX compared with T2D group. Serum LEP and hippocampal levels of LEP, LEP-R, JAK-2, STAT-3, AMP-K, PGC1α, PI3K, AKT, and mTOR were decreased. Conversely hippocampal levels of BACE1, GSK3B, TAU, and Aβ were increased in T2D group compared with CON group. HIIT could improve LEP signaling in the hippocampus of rats with type 2 diabetes and decrease the accumulation of Tau and Aβ, which may reduce the risk of memory impairments."
    },
    {
      "paper_name": "Leptin Dysfunction and Alzheimer's Disease: Evidence from Cellular, Animal, and Human Studies.",
      "paper_year": "2016",
      "paper_authors": "McGuire MJ, Ishii M",
      "journal": "Cellular and molecular neurobiology",
      "publisher": "Cell Mol Neurobiol",
      "resumen": "There is accumulating evidence from epidemiological studies that changes in body weight are associated with Alzheimer's disease (AD) from mid-life obesity increasing the risk of developing AD to weight loss occurring at the earliest stages of AD. Therefore, factors that regulate body weight are likely to influence the development and progression of AD. The adipocyte-derived hormone leptin has emerged as a major regulator of body weight mainly by activating hypothalamic neural circuits. Leptin also has several pleotropic effects including regulating cognitive function and having neuroprotective effects, suggesting a potential link between leptin and AD. Here, we will examine the relationship between leptin and AD by reviewing the recent evidence from cellular and animal models to human studies. We present a model where leptin has a bidirectional role in AD. Not only can alterations in leptin levels and function worsen cognitive decline and progression of AD pathology, but AD pathology, in of itself, can disrupt leptin signaling, which together would lead to a downward spiral of progressive neurodegeneration and worsening body weight and systemic metabolic deficits. Collectively, these studies serve as a framework to highlight the importance of understanding the molecular mechanisms underlying the body weight and systemic metabolic deficits in AD, which has the potential to open new avenues that may ultimately lead to novel therapeutic targets and diagnostic tools."
    },
    {
      "paper_name": "The Neuronal Actions of Leptin and the Implications for Treating Alzheimer's Disease.",
      "paper_year": "2021",
      "paper_authors": "Hamilton K, Harvey J",
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publisher": "Pharmaceuticals (Basel)",
      "resumen": "It is widely accepted that the endocrine hormone leptin controls food intake and energy homeostasis via activation of leptin receptors expressed on hypothalamic arcuate neurons. The hippocampal formation also displays raised levels of leptin receptor expression and accumulating evidence indicates that leptin has a significant impact on hippocampal synaptic function. Thus, cellular and behavioural studies support a cognitive enhancing role for leptin as excitatory synaptic transmission, synaptic plasticity and glutamate receptor trafficking at hippocampal Schaffer collateral (SC)-CA1 synapses are regulated by leptin, and treatment with leptin enhances performance in hippocampus-dependent memory tasks. Recent studies indicate that hippocampal temporoammonic (TA)-CA1 synapses are also a key target for leptin. The ability of leptin to regulate TA-CA1 synapses has important functional consequences as TA-CA1 synapses are implicated in spatial and episodic memory processes. Moreover, degeneration is initiated in the TA pathway at very early stages of Alzheimer's disease, and recent clinical evidence has revealed links between plasma leptin levels and the incidence of Alzheimer's disease (AD). Additionally, accumulating evidence indicates that leptin has neuroprotective actions in various AD models, whereas dysfunctions in the leptin system accelerate AD pathogenesis. Here, we review the data implicating the leptin system as a potential novel target for AD, and the evidence that boosting the hippocampal actions of leptin may be beneficial."
    },
    {
      "paper_name": "Leptin in Alzheimer's disease.",
      "paper_year": "2015",
      "paper_authors": "Magalhães CA, Carvalho MG, Sousa LP, Caramelli P, Gomes KB",
      "journal": "Clinica chimica acta; international journal of clinical chemistry",
      "publisher": "Clin Chim Acta",
      "resumen": "Alzheimer's disease (AD) is the most common cause of progressive dementia in the elderly population. AD is histologically characterized by accumulation of amyloid-β protein (Aβ) on extracellular plaques and deposition of hyperphosphorylated tau protein in intracellular neurofibrillary tangles. Several studies have shown that obesity may precede dementia and that lifestyle factors play a critical role in the onset of AD. Furthermore, accumulating evidence indicates that obesity is an independent risk factor for developing AD. In this scenario, the understanding of the role of adipose tissue in brain health is essential to clarify the establishment of demential processes. The objective of this work was to review studies regarding leptin, an anorexigenic peptide hormone synthesized in adipocytes, in the context of dementia. Some authors proposed that leptin evaluation might be a better predictor of dementia than traditional anthropometric measures. Leptin, once established as a biomarker, could enhance the understanding of late-onset AD risk over the life course, as well as the clinical progression of prodromal state to manifested AD. Other studies have proposed that leptin presents neuroprotective activities, which could be explained by inhibiting the amyloidogenic process, reducing the levels of tau protein phosphorylation and improving the cognitive function."
    },
    {
      "paper_name": "Leptin regulates tau phosphorylation and amyloid through AMPK in neuronal cells.",
      "paper_year": "2009",
      "paper_authors": "Greco SJ, Sarkar S, Johnston JM, Tezapsidis N",
      "journal": "Biochemical and biophysical research communications",
      "publisher": "Biochem Biophys Res Commun",
      "resumen": "Leptin, which serves as a lipid-modulating hormone to control metabolic energy availability, is decreased in Alzheimer's disease (AD) patients, and serum levels are inversely correlated to severity of dementia. We have previously described the effects of leptin in reducing amyloid beta protein both in vitro and in vivo, and tau phosphorylation in vitro. Herein, we systematically investigated the signaling pathways activated by leptin, leading to these molecular endpoints, to better understand its mechanism of action. Inhibition of amyloid beta production and tau phosphorylation in leptin-treated human and/or rat neuronal cultures were both dependent on activation of AMP-activated protein kinase (AMPK). Direct stimulation of AMPK with the cell-permeable activator, 5-aminoimidazole-4-carboxyamide ribonucleoside (AICAR), replicated leptin's effects and conversely, Compound C, an inhibitor of AMPK, blocked leptin's action. The data implicate that AMPK is a key regulator of both AD-related pathways."
    },
    {
      "paper_name": "Astragaloside IV- and nesfatin-1-encapsulated phosphatidylserine liposomes conjugated with wheat germ agglutinin and leptin to activate anti-apoptotic pathway and block phosphorylated tau protein expression for Parkinson's disease treatment.",
      "paper_year": "2021",
      "paper_authors": "Kuo YC, Chen IY, Rajesh R",
      "journal": "Materials science & engineering. C, Materials for biological applications",
      "publisher": "Mater Sci Eng C Mater Biol Appl",
      "resumen": "Heap-up of α-synuclein (α-Syn) and its association with tau protein are esteemed to trigger the onset of Parkinson's disease (PD). The purpose of this study was to develop multi-functional liposomes incorporated with 1,2-distearoyl-sn-glycero-3-phosphocholine (DSPC), cholesterol, 1,2-dimyristoyl-sn-glycero-3-phosphocholine and phosphatidylserine (PS) to load astragaloside IV (AS-IV) and nestifin-1 (NF-1), followed by grafting with wheat germ agglutinin (WGA) and leptin (Lep) (WGA-Lep-AS-IV-NF-1-PS-liposomes) to protect dopaminergic neurons from apoptosis. Experimental results showed that increasing the mole percentage of DSPC and PS enhanced the particle size, particle stability and entrapment efficiency of AS-IV and NF-1, and reduced the drug releasing rate. Strong affinity of NF-1 to PS was evidenced by nuclear magnetic resonance spectroscopy. WGA-Lep-AS-IV-NF-1-PS-liposomes diminished transendothelial electrical resistance and improved the capacity of propidium iodide, AS-IV and NF-1 to penetrate the blood-brain barrier (BBB). Immunocytochemical staining exhibited the ability of functionalized liposomes to target Lep receptor and α-Syn in MPP<sup>+</sup>-insulted SH-SY5Y cells. Western blots revealed a substantial reduction of α-Syn and phosphorylated tau protein in the anti-oxidative pathway through interaction with PS. During the course of treatment with WGA-Lep-AS-IV-NF-1-PS-liposomes, the combined activity of AS-IV and NF-1 and recognition capability simultaneously decreased the expression of Bax, and increased the expressions of Bcl-2, tyrosine hydroxylase and dopamine transporter. The liposomes carrying AS-IV and NF-1 can rescue degenerated neurons and are a promising formulation to achieve better PD management."
    },
    {
      "paper_name": "β-Amyloid regulates leptin expression and tau phosphorylation through the mTORC1 signaling pathway.",
      "paper_year": "2010",
      "paper_authors": "Marwarha G, Dasari B, Prabhakara JP, Schommer J, Ghribi O",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "High levels of the adipocytokine leptin are associated with reduced risk of Alzheimer's disease. Leptin treatment also reduces β-amyloid (Aβ) levels in in vivo and in vitro models of Alzheimer's disease. Aβ and leptin interact with the Akt/mammalian target of rapamycin complex 1 (mTORC1) signaling pathway. Akt/mTORC1 activation reduces tau phosphorylation through the inhibition of the downstream enzyme GSK-3β. mTORC1 also regulates translation of many proteins including leptin. While Aβ has been shown to inactivate Akt, inhibit mTORC1, and facilitate the phosphorylation of tau, leptin activates both Akt and mTORC1 and reduces tau phosphorylation. However, the extent to which Aβ may modulate leptin expression and increase tau phosphorylation involving Akt/mTORC1 has not been determined. In this study, we show that incubation of organotypic slices from rabbit hippocampus with Aβ down-regulates leptin expression, inhibits Akt, activates GSK-3β, increases tau phosphorylation, and inactivates mTORC1. Leptin treatment reverses Aβ effects by alleviating Akt inhibition, preventing GSK-3β activation, reducing tau phosphorylation, and activating mTORC1. On the other hand, Rapamycin, an allosteric inhibitor of mTORC1, down-regulates leptin expression, increases tau phosphorylation, and does not affect Akt and GSK-3β. Our results demonstrate for the first time that Aβ regulates leptin expression and tau phosphorylation through mTORC1."
    },
    {
      "paper_name": "Leptin-based hexamers facilitate memory and prevent amyloid-driven AMPA receptor internalisation and neuronal degeneration.",
      "paper_year": "2023",
      "paper_authors": "Doherty G, Holiday A, Malekizadeh Y, Manolescu C, Duncan S, Flewitt I, Hamilton K, MacLeod B, Ainge JA, Harvey J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "Key pathological features of Alzheimer's disease (AD) include build-up of amyloid β (Aβ), which promotes synaptic abnormalities and ultimately leads to neuronal cell death. Metabolic dysfunction is known to influence the risk of developing AD. Impairments in the leptin system have been detected in AD patients, which has fuelled interest in targeting this system to treat AD. Increasing evidence supports pro-cognitive and neuroprotective actions of leptin and these beneficial effects of leptin are mirrored by a bioactive leptin fragment (leptin<sub>116-130</sub> ). Here we extend these studies to examine the potential cognitive enhancing and neuroprotective actions of 8 six-amino acid peptides (hexamers) derived from leptin<sub>116-130</sub> . In this study, we show that four of the hexamers (leptin<sub>116-121, 117-122, 118-123</sub> and <sub>120-125</sub> ) replicate the ability of leptin to promote α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptor trafficking and facilitate hippocampal synaptic plasticity. Moreover, the pro-cognitive effects of the hexamers were verified in behavioural studies, with the administration of leptin<sub>117-122</sub> enhancing performance in episodic memory tasks. The bioactive hexamers replicated the neuroprotective actions of leptin by preventing the acute hippocampal synapto-toxic effects of Aβ, and the chronic effects of Aβ on neuronal cell viability, Aβ seeding and tau phosphorylation. These findings provide further evidence to support leptin and leptin-derived peptides as potential therapeutics for AD."
    },
    {
      "paper_name": "Chronic cerebral hypoperfusion upregulates leptin receptor expression in astrocytes and tau phosphorylation in tau transgenic mice.",
      "paper_year": "2019",
      "paper_authors": "Shimada T, Shindo A, Matsuyama H, Yata K, Niwa A, Sasaki R, Ayaki T, Maki T, Wakita H, Tomimoto H",
      "journal": "Neuroscience letters",
      "publisher": "Neurosci Lett",
      "resumen": "Alzheimer's disease (AD) is the most common type of dementia in aging adults. Increasing evidence has revealed that vascular risk factors influence the midlife development of AD and that diet-induced obesity accelerates tau phosphorylation in tau transgenic mice and increases the level of serum leptin receptor (leptin-R). Leptin-R is upregulated in the peri-infarct cortices after acute cerebral ischemia. Leptin may be protective against the development of AD as it can inactivate GSK-3β through the phosphorylation of Ser-9, leading to the reduction of tau phosphorylation. Using tau transgenic mice, the present study examined whether chronic cerebral hypoperfusion affects leptin-R signaling and tau phosphorylation. Eight-month-old tau transgenic mice (T44) overexpressing the shortest human tau isoform were subjected to chronic cerebral hypoperfusion with bilateral common carotid artery stenosis (BCAS) using microcoils or sham surgery. Their brains were analyzed four weeks later to evaluate the expression of phosphorylated tau and leptin-R via immunohistochemistry and Western blot analysis. In addition, expression of leptin-R was examined in the rat primary astrocyte cultures subjected to prolonged chemical hypoxic stress, as well as in autopsied brains. BCAS upregulated leptin-R expression and promoted the expression of phosphorylated tau in T44 Tg mice. In primary astrocyte cultures, leptin-R was upregulated under hypoxic conditions via the phosphorylated AKT/pAKT pathway, possibly suppressing the expression of caspase 3. Leptin-R was also strongly expressed in autopsied brains with AD and cerebrovascular diseases. These results collectively indicate that chronic cerebral hypoperfusion promotes leptin-R signaling and tau phosphorylation."
    },
    {
      "paper_name": "Leptin reduces the accumulation of Abeta and phosphorylated tau induced by 27-hydroxycholesterol in rabbit organotypic slices.",
      "paper_year": "2010",
      "paper_authors": "Marwarha G, Dasari B, Prasanthi JR, Schommer J, Ghribi O",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Accumulation of amyloid-beta (Abeta) peptide and deposition of hyperphosphorylated tau protein are two major pathological hallmarks of Alzheimer's disease (AD). We have shown that cholesterol-enriched diets and its metabolite 27-hydroxycholesterol (27-OHC) increase Abeta and phosphorylated tau levels. However, the mechanisms by which cholesterol and 27-OHC regulate Abeta production and tau phosphorylation remain unclear. Leptin, an adipocytokine involved in cell survival and in learning, has been demonstrated to regulate Abeta production and tau hyperphosphorylation in transgenic mice for AD. However, the involvement of leptin signaling in cholesterol and cholesterol metabolites-induced Abeta accumulation and tau hyperphosphorylation are yet to be examined. In this study, we determined the effect of high cholesterol diet and 27-OHC on leptin expression levels and the extent to which leptin treatment affects 27-OHC-induced AD-like pathology. Our results show that feeding rabbits a 2% cholesterol-enriched diet for 12 weeks reduces the levels of leptin by approximately 80% and incubating organotypic slices from adult rabbit hippocampus with 27-OHC reduced leptin levels by approximately 30%. 27-OHC induces a 1.5-fold increase in Abeta (40) and a 3-fold increase in Abeta (42) and in phosphorylated tau. Treatment with leptin reversed the 27-OHC-induced increase in Abeta and phosphorylated tau by decreasing the levels of BACE-1 and GSK-3beta respectively. Our results suggest that cholesterol-enriched diets and cholesterol metabolites induce AD-like pathology by altering leptin signaling. We propose that leptin administration may prevent the progression of sporadic forms of AD that are related to increased cholesterol and oxidized cholesterol metabolite levels."
    },
    {
      "paper_name": "Taurine supplementation preserves hypothalamic leptin action in normal and protein-restricted mice fed on a high-fat diet.",
      "paper_year": "2015",
      "paper_authors": "Camargo RL, Batista TM, Ribeiro RA, Branco RC, Da Silva PM, Izumi C, Araujo TR, Greene LJ, Boschero AC, Carneiro EM",
      "journal": "Amino acids",
      "publisher": "Amino Acids",
      "resumen": "Malnutrition programs the neuroendocrine axis by disruption of food-intake control, leading to obesity. Taurine (Tau) is neuroprotective and improves anorexigenic actions in the hypothalamus. We evaluated the hypothalamic gene-expression profile and food-intake control in protein-restricted mice submitted to a high-fat diet (HFD) and Tau supplementation. Mice were fed on a control (14 % protein-C) or a protein-restricted diet (6 % protein-R) for 6 weeks. Thereafter, mice received, or not, HFD for 8 weeks (CH and RH) with or without 5 % Tau supplementation (CHT and RHT). Protein restriction led to higher food intake, but calories were matched to controls. Excessive calorie intake occurred in HFD mice and this was prevented by Tau supplementation only in the CH group. Additionally, RH and CH mice developed hypothalamic leptin resistance, which was prevented by Tau. Global alterations in the expressions of genes involved in hypothalamic metabolism, cellular defense, apoptosis and endoplasmic reticulum stress pathways were induced by dietary manipulations and Tau treatment. The orexigenic peptides NPY and AgRP were increased by protein restriction and lowered by the HFD. The anorexigenic peptide Pomc was increased by HFD, and this was prevented by Tau only in CH mice. Thus, food intake was disrupted by dietary protein restriction and obesity. HFD-induced alterations were not enhanced by previous protein deficiency, but the some beneficial effects of Tau supplementation upon food intake were blunted by protein restriction. Tau effects upon feeding behavior control are complex and involve interactions with a vast gene network, preventing hypothalamic leptin resistance."
    },
    {
      "paper_name": "Novel Leptin-Based Therapeutic Strategies to Limit Synaptic Dysfunction in Alzheimer's Disease.",
      "paper_year": "2024",
      "paper_authors": "Harvey J",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Accumulation of hyper-phosphorylated tau and amyloid beta (Aβ) are key pathological hallmarks of Alzheimer's disease (AD). Increasing evidence indicates that in the early pre-clinical stages of AD, phosphorylation and build-up of tau drives impairments in hippocampal excitatory synaptic function, which ultimately leads to cognitive deficits. Consequently, limiting tau-related synaptic abnormalities may have beneficial effects in AD. There is now significant evidence that the hippocampus is an important brain target for the endocrine hormone leptin and that leptin has pro-cognitive properties, as activation of synaptic leptin receptors markedly influences higher cognitive processes including learning and memory. Clinical studies have identified a link between the circulating leptin levels and the risk of AD, such that AD risk is elevated when leptin levels fall outwith the physiological range. This has fuelled interest in targeting the leptin system therapeutically. Accumulating evidence supports this possibility, as numerous studies have shown that leptin has protective effects in a variety of models of AD. Recent findings have demonstrated that leptin has beneficial effects in the preclinical stages of AD, as leptin prevents the early synaptic impairments driven by tau protein and amyloid β. Here we review recent findings that implicate the leptin system as a potential novel therapeutic target in AD."
    },
    {
      "paper_name": "Immunohistochemical analysis of tau phosphorylation and astroglial activation with enhanced leptin receptor expression in diet-induced obesity mouse hippocampus.",
      "paper_year": "2014",
      "paper_authors": "Koga S, Kojima A, Kuwabara S, Yoshiyama Y",
      "journal": "Neuroscience letters",
      "publisher": "Neurosci Lett",
      "resumen": "Accumulating evidence indicates that obesity is an independent risk factor for developing Alzheimer disease (AD). Recent studies have shown that diet-induced obesity (DIO) enhances AD-related pathologies in transgenic mouse models of the disease. DIO increases amyloid β (Aβ) deposition in amyloidogenic transgenic mice and enhances tau phosphorylation in tau transgenic mice. However, it remains unclear whether DIO also enhances AD-related pathological processes in wild-type (WT) mice. In this study, we examined the effects of DIO on Aβ and tau pathology in WT mice using immunohistochemistry. In addition, we evaluated the protective effect of voluntary exercise on the DIO-induced pathological changes. DIO caused tau phosphorylation and astroglial activation in the hippocampus in WT mice. Interestingly, these changes were associated with enhanced astrocytic leptin receptor (LepR) expression and mild microgliosis, but not Aβ accumulation. Although phosphorylated tau staining was only observed in the hippocampus, astrogliosis and microgliosis were present in both the amygdala and hippocampus. However, no apparent neuronal loss was observed. Voluntary exercise prevented these DIO-induced pathological changes. Our results demonstrate for the first time that DIO causes tau phosphorylation and that astrocytic LepR might be involved in the pathological process in WT mouse hippocampus. Our findings also suggest that physical exercise is a promising strategy for the prevention of AD in patients with obesity."
    },
    {
      "paper_name": "Insights for Alzheimer's disease pharmacotherapy and current clinical trials.",
      "paper_year": "2022",
      "paper_authors": "Nascimento ALCS, Fernandes RP, Carvalho ACS, Frigieri I, Alves RC, Chorilli M",
      "journal": "Neurochemistry international",
      "publisher": "Neurochem Int",
      "resumen": "Over the years, the scientific community has sought improvements in the life quality of patients diagnosed with Alzheimer's disease (AD). Synaptic loss and neuronal death observed in the regions responsible for cognitive functions represent an irreversible progressive disease that is clinically characterized by impaired cognitive and functional abilities, along with behavioral symptoms. Currently, image and body fluid biomarkers can provide early dementia diagnostic, being it the best way to slow the disease's progression. The first signs of AD development are still complex, the existence of individual genetic and phenotypic characteristics about the disease makes it difficult to standardize studies on the subject. The answer seems to be related between Aβ and tau proteins. Aβ deposition in the medial parietal cortex appears to be the initial stage of AD, but it does not have a strong correlation with neurodegeneration. The strongest link between symptoms occurs with tau aggregation, which antecede Aβ deposits in the medial temporal lobe, however, the protein can be found in cognitively healthy older people. The answer to the question may lie in some catalytic effect between both proteins. Amid so many doubts, Aducanumab was approved, which raised controversies and results intense debate in the scientific field. Abnormal singling of some blood biomarkers produced by adipocytes under high lipogenesis, such as TNFα, leptin, and interleukin-6, demonstrate to be linked to neuroinflammation worsens, diabetes, and also severe cases of COVID-19, howsoever, under higher lipolysis, seem to have therapeutic anti-inflammatory effects in the brain, which has increasingly contributed to the understanding of AD. In addition, the relationship of severe clinical complications caused by Sars-CoV-2 viral infection and AD, go beyond the term \"risk group\" and may be related to the development of dementia long-term. Thus, this review summarized the current emerging pharmacotherapies, alternative treatments, and nanotechnology applied in clinical trials, discussing relevant points that may contribute to a more accurate look."
    },
    {
      "paper_name": "Air pollution accelerates the development of obesity and Alzheimer's disease: the role of leptin and inflammation - a mini-review.",
      "paper_year": "2024",
      "paper_authors": "Campolim CM, Schimenes BC, Veras MM, Kim YB, Prada PO",
      "journal": "Frontiers in immunology",
      "publisher": "Front Immunol",
      "resumen": "Air pollution is an urgent concern linked to numerous health problems in low- and middle-income countries, where 92% of air pollution-related deaths occur. Particulate matter 2.5 (PM<sub>2.5</sub>) is the most harmful component of air pollutants, increasing inflammation and changing gut microbiota, favoring obesity, type 2 diabetes, and Alzheimer's Disease (AD). PM<sub>2.5</sub> contains lipopolysaccharides (LPS), which can activate the Toll-like receptor 4 (TLR4) signaling pathway. This pathway can lead to the release of pro-inflammatory markers, including interleukins, and suppressor of cytokine signaling-3 (SOCS3), which inhibits leptin action, a hormone that keeps the energy homeostasis. Leptin plays a role in preventing amyloid plaque deposition and hyperphosphorylation of tau-protein (p-tau), mechanisms involved in the neurodegeneration in AD. Approximately 50 million people worldwide are affected by dementia, with a significant proportion living in low-and middle-income countries. This number is expected to triple by 2050. This mini-review focuses on the potential impact of PM<sub>2.5</sub> exposure on the TLR4 signaling pathway, its contribution to leptin resistance, and dysbiosis that exacerbates the link between obesity and AD."
    },
    {
      "paper_name": "A Potential Link Between Visceral Obesity and Risk of Alzheimer's Disease.",
      "paper_year": "2023",
      "paper_authors": "Al-Kuraishy HM, Al-Gareeb AI, Alsayegh AA, Hakami ZH, Khamjan NA, Saad HM, Batiha GE, De Waard M",
      "journal": "Neurochemical research",
      "publisher": "Neurochem Res",
      "resumen": "Alzheimer's disease (AD) is the most common type of dementia characterized by the deposition of amyloid beta (Aβ) plaques and tau-neurofibrillary tangles in the brain. Visceral obesity (VO) is usually associated with low-grade inflammation due to higher expression of pro-inflammatory cytokines by adipose tissue. The objective of the present review was to evaluate the potential link between VO and the development of AD. Tissue hypoxia in obesity promotes tissue injury, production of adipocytokines, and release of pro-inflammatory cytokines leading to an oxidative-inflammatory loop with induction of insulin resistance. Importantly, brain insulin signaling is involved in the pathogenesis of AD and lower cognitive function. Obesity and enlargement of visceral adipose tissue are associated with the deposition of Aβ. All of this is consonant with VO increasing the risk of AD through the dysregulation of adipocytokines which affect the development of AD. The activated nuclear factor kappa B (NF-κB) pathway in VO might be a potential link in the development of AD. Likewise, the higher concentration of advanced glycation end-products in VO could be implicated in the pathogenesis of AD. Taken together, different inflammatory signaling pathways are activated in VO that all have a negative impact on the cognitive function and progression of AD except hypoxia-inducible factor 1 which has beneficial and neuroprotective effects in mitigating the progression of AD. In addition, VO-mediated hypoadiponectinemia and leptin resistance may promote the progression of Aβ formation and tau phosphorylation with the development of AD. In conclusion, VO-induced AD is mainly mediated through the induction of oxidative stress, inflammatory changes, leptin resistance, and hypoadiponectinemia that collectively trigger Aβ formation and neuroinflammation. Thus, early recognition of VO by visceral adiposity index with appropriate management could be a preventive measure against the development of AD in patients with VO."
    },
    {
      "paper_name": "Adiponectin: a potential target for obesity-associated Alzheimer's disease.",
      "paper_year": "2021",
      "paper_authors": "Samant NP, Gupta GL",
      "journal": "Metabolic brain disease",
      "publisher": "Metab Brain Dis",
      "resumen": "Obesity and dementia are two growing problems worldwide. Obesity act as a crucial risk factor for various diseases including Alzheimer's disease (AD). Several preclinical studies showed that middle-age obesity can be act as a possible feature of mild cognitive impairment in later years. Some studies have also demonstrated that a high-fat diet causes AD pathology, including extracellular amyloid-beta accumulation, hyperphosphorylation of tau, and cognition impairment. The correlation and molecular mechanism related to obesity-associated AD needs to be better evaluated. Presently, obesity results in an altered expression of several hormones, growth factors, and adipokines. Multiple signaling pathways such as leptin, insulin, adiponectin, and glutamate are involved to regulate vital functions in the brain and act as neuroprotective mediators for AD in a normal state. In obesity, altered adiponectin (APN) level and its associated downstream pathway could result in multiple signaling pathway disruption. Presently, Adiponectin and its inducers or agonist are considered as potential therapeutics for obesity-associated AD. This review mainly focuses on the pleiotropic effects of adiponectin and its potential to treat obesity-associated AD."
    },
    {
      "paper_name": "Lipids and cognition.",
      "paper_year": "2010",
      "paper_authors": "Morley JE, Banks WA",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Cholesterol, omega-3 fatty acids, and triglycerides have been postulated to play roles in affecting cognition in Alzheimer's disease (AD), the elderly, and obesity. Animal, human epidemiological, and in vitro studies each suggest an important role for cholesterol in the regulation of amyloid-beta (Abeta) protein and the pathogenesis of AD. In contrast, well controlled studies have failed to show an effect of cholesterol lowering with statins on cognition, indicating that the cholesterol effect is spurious or indirect, possibly mediated through other lipids. Administration of diedocosahexanoic acid (DHA), a dietary omega-3 fatty acid derived primarily from fish and plants, improves cognition and reduces lipid peroxidation in animals, including in mouse models of AD. DHA also blocks Abeta-mediated tau phosphorylation. In humans, fish consumption or administration of DHA has been associated with cognitive improvement in many, but not all, studies. Both human and animal studies show that obesity is associated with cognitive impairments and that lowering triglycerides improves cognition. Administration of triglycerides to mice decreases learning and memory and impairs long-term potential. The effect of triglycerides may be mediated in part by inducing resistance to positive cognitive features of gastrointestinal hormones such as leptin. Overall, these studies strongly suggest that some lipids affect cognition in AD, the elderly, and obesity through a variety of mechanisms yet to be fully defined."
    },
    {
      "paper_name": "Microbiota dysbiosis caused by dietetic patterns as a promoter of Alzheimer's disease through metabolic syndrome mechanisms.",
      "paper_year": "2023",
      "paper_authors": "Navalón-Monllor V, Soriano-Romaní L, Silva M, de Las Hazas ML, Hernando-Quintana N, Suárez Diéguez T, Esteve PM, Nieto JA",
      "journal": "Food & function",
      "publisher": "Food Funct",
      "resumen": "Microbiota dysbiosis and metabolic syndrome, consequences of a non-adequate diet, generate a feedback pathogenic state implicated in Alzheimer's disease development. The lower production of short chain fatty acids (SCFAs) under dysbiosis status leads to lipid homeostasis deregulation and decreases Angptl4 release and AMPK activation in the adipose tissue, promoting higher lipid storage (adipocyte hypertrophy) and cholesterol levels. Also, low SCFA generation reduces GPR41 and GPR43 receptor activation at the adipose tissue (increasing leptin release and leptin receptor resistance) and intestinal levels, reducing the release of GLP-1 and YPP. Therefore, lower satiety sensation and energy expenditure occur, promoting a weight gaining environment mediated by higher food intake and lipid storage, developing dyslipemia. In this context, higher glucose levels, together with higher free fatty acids in the bloodstream, promote glycolipotoxicity, provoking a reduction in insulin released, insulin receptor resistance, advanced glycation products (AGEs) and type 2 diabetes. Intestinal dysbiosis and low SCFAs reduce bacterial biodiversity, increasing lipopolysaccharide (LPS)-producing bacteria and intestinal barrier permeability. Higher amounts of LPS pass to the bloodstream (endotoxemia), causing a low-grade chronic inflammatory state characterized by higher levels of leptin, IL-1β, IL-6 and TNF-α, together with a reduced release of adiponectin and IL-10. At the brain and neuronal levels, the generated insulin resistance, low-grade chronic inflammation, leptin resistance, AGE production and LPS increase directly impact the secretase enzymes and tau hyperphosphorylation, creating an enabling environment for β-amyloid senile plaque and tau tangled formations and, as a consequence, Alzheimer's initiation, development and maintenance."
    },
    {
      "paper_name": "Maternal Cognitive Impairment Associated with Gestational Diabetes Mellitus-A Review of Potential Contributing Mechanisms.",
      "paper_year": "2018",
      "paper_authors": "John CM, Mohamed Yusof NIS, Abdul Aziz SH, Mohd Fauzi F",
      "journal": "International journal of molecular sciences",
      "publisher": "Int J Mol Sci",
      "resumen": "Gestational diabetes mellitus (GDM) carries many risks, where high blood pressure, preeclampsia and future type II diabetes are widely acknowledged, but less focus has been placed on its effect on cognitive function. Although the multifactorial pathogenesis of maternal cognitive impairment is not completely understood, it shares several features with type 2 diabetes mellitus (T2DM). In this review, we discuss some key pathophysiologies of GDM that may lead to cognitive impairment, specifically hyperglycemia, insulin resistance, oxidative stress, and neuroinflammation. We explain how these incidents: (i) impair the insulin-signaling pathway and/or (ii) lead to cognitive impairment through hyperphosphorylation of τ protein, overexpression of amyloid-β and/or activation of microglia. The aforementioned pathologies impair the insulin-signaling pathway primarily through serine phosphorylation of insulin receptor substances (IRS). This then leads to the inactivation of the phosphatidylinositol 3-kinase/Protein kinase B (PI3K/AKT) signaling cascade, which is responsible for maintaining brain homeostasis and normal cognitive functioning. PI3K/AKT is crucial in maintaining normal cognitive function through the inactivation of glycogen synthase kinase 3β (GSκ3β), which hyperphosphorylates τ protein and releases pro-inflammatory cytokines that are neurotoxic. Several biomarkers were also highlighted as potential biomarkers of GDM-related cognitive impairment such as AGEs, serine-phosphorylated IRS-1 and inflammatory markers such as tumor necrosis factor α (TNF-α), high-sensitivity C-reactive protein (hs-CRP), leptin, interleukin 1β (IL-1β), and IL-6. Although GDM is a transient disease, its complications may be long-term, and hence increased mechanistic knowledge of the molecular changes contributing to cognitive impairment may provide important clues for interventional strategies."
    },
    {
      "paper_name": "Growth without growth hormone.",
      "paper_year": "2002",
      "paper_authors": "Phillip M, Moran O, Lazar L",
      "journal": "Journal of pediatric endocrinology & metabolism : JPEM",
      "publisher": "J Pediatr Endocrinol Metab",
      "resumen": "A functioning growth hormone (GH)-insulin-like growth factor (IGF)-I axis is ordinarily essential for normal growth. In several physiological and pathophysiological conditions, however, growth without GH has been described. GH-deficient newborns can have a length within the normal range, which suggests that other growth factors dominate longitudinal gain during gestation. Obese children grow at a normal rate despite their low serum GH levels and reduced response to pharmacological stimulation tests. Children with hypopituitarism secondary to craniopharyngioma resection may continue to grow and may even show growth rate acceleration if their weight increases significantly. Several possible mechanisms might underlie the growth stimulation in obese children, such as elevated levels of insulin and reduced levels of IGF binding protein-1. Recently, elevated leptin levels in obese children were found to affect the bone growth center, and it may be that leptin also participates in the growth without GH observed in obesity, especially after craniopharyngioma removal. Sex hormones stimulate growth in children with a normal GH-IGF-I axis. In the absence of GH, the sex hormones stimulate growth through a direct GH-independent effect on the bone growth centers. Leptin, insulin, and sex hormones locally activate the IGF system in the epiphyseal growth plate (EGP). Other, undiscovered hormones and growth factors may harbor the ability to directly influence the growth processes in the EGP."
    },
    {
      "paper_name": "Leptin prevents aberrant targeting of tau to hippocampal synapses via PI 3 kinase driven inhibition of GSK3β.",
      "paper_year": "2023",
      "paper_authors": "Hamilton K, Morrow K, Markantoni E, Harvey J",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "Amyloid-β (Aβ) and hyper-phosphorylated tau are key hallmarks of Alzheimer's disease (AD), with an accumulation of both proteins linked to hippocampal synaptic dysfunction. Recent evidence indicates that Aβ drives mis-localisation of tau from axons to synapses, resulting in AMPA receptor (AMPAR) internalisation and impaired excitatory synaptic function. These tau-driven synaptic impairments are thought to underlie the cognitive deficits in AD. Consequently, limiting the synapto-toxic effects of tau may prevent AD-related cognitive deficits. Increasing evidence links leptin dysfunction with higher AD risk, and numerous studies have identified neuroprotective properties of leptin in AD models of Aβ-induced toxicity. However, it is unclear if leptin protects against tau-related synaptic dysfunction. Here we show that Aβ<sub>1-42</sub> significantly increases dendritic and synaptic levels of tau and p-tau in hippocampal neurons, and these effects were blocked by leptin. In accordance with GSK-3β being involved in tau phosphorylation, the protective effects of leptin involve PI 3-kinase (PI3K) activation and inhibition of GSK-3β. Aβ<sub>1-42</sub> -driven synaptic targeting of tau was associated with the removal of GluA1-containing AMPARs from synapses, which was also inhibited by leptin-driven inhibition of GSK-3β. Direct application of oligomeric tau to hippocampal neurons caused internalisation of GluA1-containing AMPARs and this effect was blocked by prior application of leptin. Similarly, leptin prevented the ability of tau to block induction of activity-dependent long-term potentiation (LTP) at hippocampal SC-CA1 synapses. These findings increase our understanding of the neuroprotective actions of leptin in the early pre-clinical stages of AD and further validate the leptin system as a therapeutic target in AD."
    },
    {
      "paper_name": "Obesity as a risk factor for Alzheimer's disease: the role of adipocytokines.",
      "paper_year": "2014",
      "paper_authors": "Letra L, Santana I, Seiça R",
      "journal": "Metabolic brain disease",
      "publisher": "Metab Brain Dis",
      "resumen": "Alzheimer's disease is the leading cause of dementia and the most prevalent neurodegenerative disease. It is an aging-related multi-factorial disorder and growing evidence support the contribution of metabolic factors to what was formerly thought to be a centrally mediated process. Obesity has already been recognized as an important player in the pathogenesis of this type of dementia, independently of insulin resistance or other vascular risk factors. Although the exact underlying mechanisms are still unknown, adipocyte dysfunction and concomitant alteration in adipocyte-derived protein secretion seem to be involved, since these adipocytokines can cross the blood-brain barrier and influence cognitive-related structures. Very few studies have assessed the role of adipocytokines dysfunction on cognitive impaired patients and yielded contradictory results. Interestingly, extensive research on the central effects of leptin in Alzheimer's disease-transgenic mice has demonstrated its capacity to enhance synaptic plasticity and strength, as well as to prevent beta-amyloid deposition and tau phosphorylation. In addition, adiponectin, the most abundant adipocytokine whose levels are inversely correlated to adiposity, has shown to be neuroprotective to hippocampal cells. Many other adipose-derived cytokines have mainly pro-inflammatory properties, being able to trigger and/or enhance central inflammatory cascades and also to influence the secretion of other adipocytokines involved in cognition. This paper pretends to review the existing evidence on the contribution of adipocytokines dysfunction to the increased risk of dementia associated with mid-life obesity, unraveling its insulin-independent effects on cognition."
    },
    {
      "paper_name": "Temporal and region-specific tau hyperphosphorylation in the medulla and forebrain coincides with development of functional changes in male obese Zucker rats.",
      "paper_year": "2024",
      "paper_authors": "Das-Earl P, Schreihofer DA, Sumien N, Schreihofer AM",
      "journal": "Journal of neurophysiology",
      "publisher": "J Neurophysiol",
      "resumen": "Metabolic syndrome (MetS) is associated with development of tauopathies that contribute to cognitive decline. Without functional leptin receptors, male obese Zucker rats (OZRs) develop MetS, and they have increased phosphorylated tau (ptau) with impaired cognitive function. In addition to regulating energy balance, leptin enhances activation of the hippocampus, which is essential for spatial learning and memory. Whether spatial learning and memory are always impaired in OZRs or develop with MetS is unknown. We hypothesized that male OZRs develop MetS traits that promote regional increases in ptau and functional deficits associated with those brain regions. In the medulla and cortex, tau-pSer<sup>199,202</sup> and tau-pSer<sup>396</sup> were comparable in juvenile (7-8 wk old) lean Zucker rats (LZRs) and OZRs but increased in 18- to 19-wk-old OZRs. Elevated tau-pSer<sup>396</sup> was concentrated in the dorsal vagal complex of the medulla, and by this age OZRs had hypertension with increased arterial pressure variability. In the hippocampus, tau-pSer<sup>199,202</sup> and tau-pSer<sup>396</sup> were still comparable in 18- to 19-wk-old OZRs and LZRs but elevated in 28- to 29-wk-old OZRs, with emergence of deficits in Morris water maze performance. Comparable escape latencies observed during acquisition in 18- to 19-wk-old OZRs and LZRs were increased in 28- to 29-wk-old OZRs, with greater use of nonspatial search strategies. Increased ptau developed with changes in the insulin/phosphatidylinositol 3-kinase (PI3K)/Akt signaling pathway in the hippocampus and cortex but not medulla, suggesting different underlying mechanisms. These data demonstrate that leptin is not required for spatial learning and memory in male OZRs. Furthermore, early development of MetS-associated autonomic dysfunction by the medulla may be predictive of later hippocampal dysfunction and cognitive impairment.<b>NEW & NOTEWORTHY</b> Male obese Zucker rats (OZRs) lack functional leptin receptors and develop metabolic syndrome (MetS). At 16-19 wk, OZRs are insulin resistant, with increased ptau in dorsal medulla and impaired autonomic regulation of AP. At 28-29 wk OZRs develop increased ptau in hippocampus with deficits in spatial learning and memory. Juvenile OZRs lack elevated ptau and these deficits, demonstrating that leptin is not essential for normal function. Elevated ptau and deficits emerge before the onset of diabetes in insulin-resistant OZRs."
    },
    {
      "paper_name": "Plasma Leptin Is Associated With Amyloid CSF Biomarkers and Alzheimer's Disease Diagnosis in Cognitively Impaired Patients.",
      "paper_year": "2023",
      "paper_authors": "Lilamand M, Bouaziz-Amar E, Dumurgier J, Cognat E, Hourregue C, Mouton-Liger F, Sanchez M, Troussière AC, Martinet M, Hugon J, Paquet C",
      "journal": "The journals of gerontology. Series A, Biological sciences and medical sciences",
      "publisher": "J Gerontol A Biol Sci Med Sci",
      "resumen": "Metabolic dysfunction and dysregulation of leptin signaling have been linked to Alzheimer's disease (AD)'s pathophysiology. The objectives of this study were to examine the associations between plasma leptin, cerebrospinal fluid (CSF), beta-amyloid (Aβ), and tau biomarkers (AT[N] status) and with the stage of cognitive impairment."
    },
    {
      "paper_name": "Tau ablation in mice leads to pancreatic β cell dysfunction and glucose intolerance.",
      "paper_year": "2018",
      "paper_authors": "Wijesekara N, Gonçalves RA, Ahrens R, De Felice FG, Fraser PE",
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publisher": "FASEB J",
      "resumen": "The microtubule-associated protein tau is highly expressed in pancreatic islets. Abnormally phosphorylated tau aggregates assemble into neurofibrillary tangles linked to Alzheimer's disease pathology and has also been found in islets of patients with type 2 diabetes. However, the significance of tau in islet function remains relatively unexplored. Therefore, we investigated the role of tau on β cell function and glucose homeostasis using tau knockout (tauKO) mice. TauKO mice were hyperglycemic and glucose intolerant at an early age. Islet insulin content was reduced and proinsulin levels were significantly elevated in tauKO mice, resulting in impaired glucose-stimulated insulin secretion. Loss of tau also resulted in increased epididymal fat mass and leptin levels, reduced glucose production, and insulin resistance at later ages, leading to complete onset of diabetes. Transgenic expression of human tau in islets was unable to rescue those defects in glucose regulation, indicating structural and/or functional differences between mouse and human tau. Cumulatively, these results suggest an important role for tau in the proper maintenance of pancreatic β cell function and glucose homeostasis.-Wijesekara, N., Gonçalves, R. A., Ahrens, R., De Felice, F. G., Fraser, P. E. Tau ablation in mice leads to pancreatic β cell dysfunction and glucose intolerance."
    },
    {
      "paper_name": "Prognostic biomarkers in renal cell carcinoma: is there a relationship with obesity?",
      "paper_year": "2019",
      "paper_authors": "Rajandram R, Perumal K, Yap NY",
      "journal": "Translational andrology and urology",
      "publisher": "Transl Androl Urol",
      "resumen": "Obesity is a recognized risk factor for renal cell carcinoma (RCC) the commonest form of kidney cancer. Both obesity and RCC are serious diseases with increasing incidence yearly. This review examined certain obesity associated measurements and adipokines as detection/prognostic indicators for RCC. The obesity related measurements such as body mass index (BMI), waist circumstance (WC), waist-hip ratio (WHR) in predicting RCC are valid when used in conjunction with other risk factors such as age and sex or with histological findings. The adipokine adiponectin holds promising outcomes as a predictive marker in assessing the risk of developing RCC. In addition, tissue leptin/leptin receptor may be a distinguishing marker for RCC subtypes. However, circulating leptin may not be a suitable detection or prognostic biomarker for RCC. The other less investigated adipokines; omentin, visfatin, apelin and resistin are also expressed in RCC but their prognostic capabilities are still inconclusive. BMI, WC and adipokines may be useful additions in a nomogram which includes TNM staging and pathological grading system to detect, confirm and follow-up RCC cases."
    },
    {
      "paper_name": "Leptin boosts cellular metabolism by activating AMPK and the sirtuins to reduce tau phosphorylation and β-amyloid in neurons.",
      "paper_year": "2011",
      "paper_authors": "Greco SJ, Hamzelou A, Johnston JM, Smith MA, Ashford JW, Tezapsidis N",
      "journal": "Biochemical and biophysical research communications",
      "publisher": "Biochem Biophys Res Commun",
      "resumen": "Leptin is a pleiotropic hormone primarily secreted by adipocytes. A high density of functional Leptin receptors has been reported to be expressed in the hippocampus and other cortical regions of the brain, the physiological significance of which has not been explored extensively. Alzheimer's disease (AD) is marked by impaired brain metabolism with decreased glucose utilization in those regions which often precede pathological changes. Recent epidemiological studies suggest that plasma Leptin is protective against AD. Specifically, elderly with plasma Leptin levels in the lowest quartile were found to be four times more likely to develop AD than those in the highest quartile. We have previously reported that Leptin modulates AD pathological pathways in vitro through a mechanism involving the energy sensor, AMP-activated protein kinase (AMPK). To this end, we investigated the extent to which activation of AMPK as well as another class of sensors linking energy availability to cellular metabolism, the sirtuins (SIRT), mediate Leptin's biological activity. Leptin directly activated neuronal AMPK and SIRT in cell lines. Additionally, the ability of Leptin to reduce tau phosphorylation and β-amyloid production was sensitive to the AMPK and sirtuin inhibitors, compound C and nicotinamide, respectively. These findings implicate that Leptin normally acts as a signal for energy homeostasis in neurons. Perhaps Leptin deficiency in AD contributes to a neuronal imbalance in handling energy requirements, leading to higher Aβ and phospho-tau, which can be restored by replenishing low Leptin levels. This may also be a legitimate strategy for therapy."
    },
    {
      "paper_name": "Plasma Leptin Reflects Progression of Neurofibrillary Pathology in Animal Model of Tauopathy.",
      "paper_year": "2022",
      "paper_authors": "Cente M, Zorad S, Smolek T, Fialova L, Paulenka Ivanovova N, Krskova K, Balazova L, Skrabana R, Filipcik P",
      "journal": "Cellular and molecular neurobiology",
      "publisher": "Cell Mol Neurobiol",
      "resumen": "The close relationship between Alzheimer's disease (AD) and obesity was recognized many years ago. However, complete understanding of the pathological mechanisms underlying the interactions between degeneration of CNS and fat metabolism is still missing. The leptin a key adipokine of white adipose tissue has been suggested as one of the major mediators linking the obesity and AD. Here we investigated the association between peripheral levels of leptin, general metabolic status and stage of the pathogenesis in rat transgenic model of AD. We demonstrate significantly decreased levels of plasma leptin in animals with experimentally induced progressive neurofibrillary pathology, which represents only 62.3% (P = 0.0015) of those observed in normal wild type control animals. More detailed analysis showed a strong and statistically significant inverse correlation between the load of neurofibrillary pathology and peripheral levels of leptin (r = - 0.7248, P = 0.0177). We also observed a loss of body weight during development of neurodegeneration (about 14% less than control animals, P = 0.0004) and decrease in several metabolic parameters such as glucose, insulin, triglycerides and VLDL in plasma of the transgenic animals. Our data suggest that plasma leptin could serve as a convenient peripheral biomarker for tauopathies and Alzheimer's disease. Decrease in gene expression of leptin in fat tissue and its plasma level was found as one of the consequences of experimentally induced neurodegeneration. Our data may help to design rational diagnostic and therapeutic strategies for patients suffering from Alzheimer's disease or other forms of tauopathy."
    },
    {
      "paper_name": "AMP-activated protein kinase: a potential player in Alzheimer's disease.",
      "paper_year": "2011",
      "paper_authors": "Salminen A, Kaarniranta K, Haapasalo A, Soininen H, Hiltunen M",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "AMP-activated protein kinase (AMPK) stimulates energy production via glucose and lipid metabolism, whereas it inhibits energy consuming functions, such as protein and cholesterol synthesis. Increased cytoplasmic AMP and Ca(2+) levels are the major activators of neuronal AMPK signaling. Interestingly, Alzheimer's disease (AD) is associated with several abnormalities in neuronal energy metabolism, for example, decline in glucose uptake, mitochondrial dysfunctions and defects in cholesterol metabolism, and in addition, with problems in maintaining Ca(2+) homeostasis. Epidemiological studies have also revealed that many metabolic and cardiovascular diseases are risk factors for cognitive impairment and sporadic AD. Emerging studies indicate that AMPK signaling can regulate tau protein phosphorylation and amyloidogenesis, the major hallmarks of AD. AMPK is also a potent activator of autophagic degradation which seems to be suppressed in AD. All these observations imply that AMPK is involved in the pathogenesis of AD. However, the responses of AMPK activation are dependent on stimulation and the extent of activating stress. Evidently, AMPK signaling can repress and delay the appearance of AD pathology but later on, with increasing neuronal stress, it can trigger detrimental effects that augment AD pathogenesis. We will outline the potential role of AMPK function in respect to various aspects affecting AD pathogenesis."
    },
    {
      "paper_name": "Leptin enhances adult neurogenesis and reduces pathological features in a transgenic mouse model of Alzheimer's disease.",
      "paper_year": "2021",
      "paper_authors": "Calió ML, Mosini AC, Marinho DS, Salles GN, Massinhani FH, Ko GM, Porcionatto MA",
      "journal": "Neurobiology of disease",
      "publisher": "Neurobiol Dis",
      "resumen": "Alzheimer's disease (AD) is the most common dementia worldwide and is characterized by the presence of senile plaques by amyloid-beta (Aβ) and neurofibrillary tangles of hyperphosphorylated Tau protein. These changes lead to progressive neuronal degeneration and dysfunction, resulting in severe brain atrophy and cognitive deficits. With the discovery that neurogenesis persists in the adult mammalian brain, including brain regions affected by AD, studies of the use of neural stem cells (NSCs) for the treatment of neurodegenerative diseases to repair or prevent neuronal cell loss have increased. Here we demonstrate that leptin administration increases the neurogenic process in the dentate gyrus of the hippocampus as well as in the subventricular zone of lateral ventricles of adult and aged mice. Chronic treatment with leptin increased NSCs proliferation with significant effects on proliferation and differentiation of newborn cells. The expression of the long form of the leptin receptor, LepRb, was detected in the neurogenic niches by reverse qPCR and immunohistochemistry. Moreover, leptin modulated astrogliosis, microglial cell number and the formation of senile plaques. Additionally, leptin led to attenuation of Aβ-induced neurodegeneration and superoxide anion production as revealed by Fluoro-Jade B and dihydroethidium staining. Our study contributes to the understanding of the effects of leptin in the brain that may lead to the development of new therapies to treat Alzheimer's disease."
    },
    {
      "paper_name": "Associations of Serum Insulin and Related Measures With Neuropathology and Cognition in Older Persons With and Without Diabetes.",
      "paper_year": "2024",
      "paper_authors": "Arvanitakis Z, Capuano AW, Tong H, Mehta RI, Anokye-Danso F, Bennett DA, Arnold SE, Ahima RS",
      "journal": "Annals of neurology",
      "publisher": "Ann Neurol",
      "resumen": "To examine associations of serum insulin and related measures with neuropathology and cognition in older persons."
    },
    {
      "paper_name": "Cleavage of the leptin receptor by matrix metalloproteinase-2 promotes leptin resistance and obesity in mice.",
      "paper_year": "2018",
      "paper_authors": "Mazor R, Friedmann-Morvinski D, Alsaigh T, Kleifeld O, Kistler EB, Rousso-Noori L, Huang C, Li JB, Verma IM, Schmid-Schönbein GW",
      "journal": "Science translational medicine",
      "publisher": "Sci Transl Med",
      "resumen": "Obesity and related morbidities pose a major health threat. Obesity is associated with increased blood concentrations of the anorexigenic hormone leptin; however, obese individuals are resistant to its anorexigenic effects. We examined the phenomenon of reduced leptin signaling in a high-fat diet-induced obesity model in mice. Obesity promoted matrix metalloproteinase-2 (Mmp-2) activation in the hypothalamus, which cleaved the leptin receptor's extracellular domain and impaired leptin-mediated signaling. Deletion of Mmp-2 restored leptin receptor expression and reduced circulating leptin concentrations in obese mice. Lentiviral delivery of short hairpin RNA to silence <i>Mmp-2</i> in the hypothalamus of wild-type mice prevented leptin receptor cleavage and reduced fat accumulation. In contrast, lentiviral delivery of <i>Mmp-2</i> in the hypothalamus of <i>Mmp-2</i><sup><i>-/-</i></sup> mice promoted leptin receptor cleavage and higher body weight. In a genetic mouse model of obesity, transduction of cleavage-resistant leptin receptor in the hypothalamus reduced the rate of weight gain compared to uninfected mice or mice infected with the wild-type receptor. Immunofluorescence analysis showed that astrocytes and agouti-related peptide neurons were responsible for Mmp-2 secretion in mice fed a high-fat diet. These results suggest a mechanism for leptin resistance through activation of Mmp-2 and subsequent cleavage of the extracellular domain of the leptin receptor."
    },
    {
      "paper_name": "Obesity in autoimmune diseases: not a passive bystander.",
      "paper_year": "2014",
      "paper_authors": "Versini M, Jeandel PY, Rosenthal E, Shoenfeld Y",
      "journal": "Autoimmunity reviews",
      "publisher": "Autoimmun Rev",
      "resumen": "In the last decades, autoimmune diseases have experienced a dramatic increase in Western countries. The involvement of environmental factors is strongly suspected to explain this rise. Particularly, over the same period, obesity has followed the same outbreak. Since the exciting discovery of the secretory properties of adipose tissue, the relationship between obesity and autoimmunity and the understanding of the underlying mechanisms have become of major interest. Indeed, the fat tissue has been found to produce a wide variety of \"adipokines\", involved in the regulation of numerous physiological functions, including the immune response. By conducting a systematic literature review, we extracted 329 articles regarding clinical, experimental and pathophysiological data on the relationship between obesity, adipokines - namely leptin, adiponectin, resistin, visfatin - and various immune-mediated conditions, including rheumatoid arthritis (RA), systemic lupus erythematosus (SLE), inflammatory bowel disease (IBD), multiple sclerosis (MS), type-1 diabetes (T1D), psoriasis and psoriatic arthritis (PsA), and thyroid autoimmunity (TAI), especially Hashimoto thyroiditis (HT). The strongest levels of evidence support an increased risk of RA (OR=1.2-3.4), MS (OR=2), psoriasis and PsA (OR=1.48-6.46) in obese subjects. A higher risk of IBD, T1D and TAI is also suggested. Moreover, obesity worsens the course of RA, SLE, IBD, psoriasis and PsA, and impairs the treatment response of RA, IBD, psoriasis and PsA. Extensive clinical data and experimental models demonstrate the involvement of adipokines in the pathogenesis of these autoimmune diseases. Obesity appears to be a major environmental factor contributing to the onset and progression of autoimmune diseases."
    },
    {
      "paper_name": "d-Pinitol promotes tau dephosphorylation through a cyclin-dependent kinase 5 regulation mechanism: A new potential approach for tauopathies?",
      "paper_year": "2022",
      "paper_authors": "Medina-Vera D, Navarro JA, Rivera P, Rosell-Valle C, Gutiérrez-Adán A, Sanjuan C, López-Gambero AJ, Tovar R, Suárez J, Pavón FJ, Baixeras E, Decara J, Rodríguez de Fonseca F",
      "journal": "British journal of pharmacology",
      "publisher": "Br J Pharmacol",
      "resumen": "Recent evidence links brain insulin resistance with neurodegenerative diseases, where hyperphosphorylated tau protein contributes to neuronal cell death. In the present study, we aimed to evaluate if d-pinitol inositol, which acts as an insulin sensitizer, affects the phosphorylation status of tau protein."
    },
    {
      "paper_name": "Leptin modulates gene expression in the heart and cardiomyocytes towards mitigating ischemia-induced damage.",
      "paper_year": "2020",
      "paper_authors": "Abd Alkhaleq H, Kornowski R, Waldman M, Levy E, Zemel R, Nudelman V, Shainberg A, Miskin R, Hochhauser E",
      "journal": "Experimental cell research",
      "publisher": "Exp Cell Res",
      "resumen": "Leptin, an adipocyte-derived satiety hormone, has been previously linked to cardioprotection. We have shown before that leptin conferred resistance to ischemic damage in the heart in long-lived transgenic αMUPA mice overexpressing leptin compared to the wild type (WT) FVB/N control mice. To better understand the contribution of leptin to the ischemic heart, we measured here the expression of genes encoding leptin and ischemia-related proteins in αMUPA and WT mice in the heart vs adipose tissue after MI. In addition, we investigated gene expression in neonatal rat cardiomyocytes under hypoxia in the absence and presence of exogenously added leptin or a leptin antagonist. We used real time RT-PCR and ELISA or Western blot assays to measure, respectively, mRNA and protein levels. The results have shown that circulating leptin levels and mRNA levels of leptin and heme oxygenase-1 (HO-1) in the heart were elevated in both mouse genotypes after 24 h myocardial infarction (MI), reaching higher values in αMUPA mice. In contrast, leptin gene expression in the adipose tissue was significantly increased only in WT mice, but reaching lower levels compared to the heart. Expression of the proinflammatory genes encoding TNFα and IL-1β was also largely increased after MI in the heart in both mouse types, however reaching considerably lower levels in αMUPA mice indicating a mitigated inflammatory state. In cardiomyocytes, mRNA levels of all aforementioned genes as well as HIF-1α and SOD2 genes were elevated after hypoxia. Pretreatment with exogenous leptin largely reduced the mRNA levels of TNFα and IL-1β after hypoxia, while enhancing expression of all other genes and reducing ROS levels. Pretreating the cells with a leptin antagonist increased solely the levels of leptin mRNA, suggesting a negative regulation of the hormone on the expression of its own gene. Overall, the results have shown that leptin affects expression of genes in cardiomyocytes under hypoxia in a manner that could mitigate inflammation and oxidative stress, suggesting a similar influence by endogenous leptin in αMUPA mice. Furthermore, leptin is likely to function in the ischemic murine heart more effectively in an autocrine compared to paracrine manner. These results suggest that leptin can reduce ischemic damage by modulating gene expression in the heart."
    },
    {
      "paper_name": "Leptin and ghrelin prevent hippocampal dysfunction induced by Aβ oligomers.",
      "paper_year": "2013",
      "paper_authors": "Martins I, Gomes S, Costa RO, Otvos L, Oliveira CR, Resende R, Pereira CM",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "It was recently established that the stomach-derived ghrelin and the adipokine leptin promote learning and memory through actions within the hippocampus. Changes in the peripheral or brain levels of these peptides were described in Alzheimer's disease (AD) patients and were shown to correlate with the severity of cognitive decline. Furthermore, in vivo and in vitro studies demonstrated that leptin or ghrelin can ameliorate amyloid and tau pathologies as well as cognitive deficits. However, the exact role of these peptides in AD is far from being elucidated. To fill this gap, our working hypothesis was that leptin and ghrelin can exert a neuroprotective role in AD suppressing hippocampal dysfunction triggered by synapto- and neurotoxic amyloid-β oligomers (AβO). Using primary cultured hippocampal neurons, we demonstrated that both peptides reduce AβO-induced production of superoxide and mitochondrial membrane depolarization, improving cell survival, and inhibit cell death through a receptor-dependent mechanism. Furthermore, it was shown that in AβO-treated neurons both leptin and ghrelin prevent glycogen synthase kinase 3β activation. Therefore, the evidence gathered in this study revealed that leptin and ghrelin can act as neuroprotective agents able to rescue hippocampal neurons from AβO toxicity, thus highlighting their potential therapeutic role in AD."
    },
    {
      "paper_name": "Leptin: a novel therapeutic strategy for Alzheimer's disease.",
      "paper_year": "2009",
      "paper_authors": "Tezapsidis N, Johnston JM, Smith MA, Ashford JW, Casadesus G, Robakis NK, Wolozin B, Perry G, Zhu X, Greco SJ, Sarkar S",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Adipocyte-derived leptin appears to regulate a number of features defining Alzheimer's disease (AD) at the molecular and physiological level. Leptin has been shown to reduce the amount of extracellular amyloid beta, both in cell culture and animal models, as well as to reduce tau phosphorylation in neuronal cells. Importantly, chronic administration of leptin resulted in a significant improvement in the cognitive performance of transgenic animal models. In AD, weight loss often precedes the onset of dementia and the level of circulating leptin is inversely proportional to the severity of cognitive decline. It is speculated that a deficiency in leptin levels or function may contribute to systemic and CNS abnormalities leading to disease progression. Furthermore, a leptin deficiency may aggravate insulin-controlled pathways, known to be aberrant in AD. These observations suggest that a leptin replacement therapy may be beneficial for these patients."
    },
    {
      "paper_name": "Leptin signaling plays a critical role in the geniposide-induced decrease of tau phosphorylation.",
      "paper_year": "2015",
      "paper_authors": "Liu J, Liu Z, Zhang Y, Yin F",
      "journal": "Acta biochimica et biophysica Sinica",
      "publisher": "Acta Biochim Biophys Sin (Shanghai)",
      "resumen": "We have previously demonstrated that geniposide attenuates the production of Aβ1-42 both in vitro and in vivo via enhancing leptin receptor signaling. But the role played by geniposide in the phosphorylation of tau and its underlying molecular mechanisms remain unclear. In this study, we investigated the effect of geniposide on the phosphorylation of tau and the role of leptin signaling in this process. Our data suggested that, accompanied by the up-regulation of leptin receptor expression, geniposide significantly decreased the phosphorylation of tau in rat primary cultured cortical neurons and in APP/PS1 transgenic mice, and this geniposide-induced decrease of tau phosphorylation could be prevented by leptin antagonist (LA). Furthermore, LA also prevented the phosphorylation of Akt at Ser-473 site and GSK-3β at Ser-9 site induced by geniposide. All these results indicate that geniposide may regulate tau phosphorylation through leptin signaling, and geniposide may be a promising therapeutic compound for the treatment of Alzheimer's disease in the future."
    },
    {
      "paper_name": "Changes in Cytokines Concentration Following Long-Distance Running: A Systematic Review and Meta-Analysis.",
      "paper_year": "2022",
      "paper_authors": "Alves MDJ, Silva DDS, Pereira EVM, Pereira DD, de Sousa Fernandes MS, Santos DFC, Oliveira DPM, Vieira-Souza LM, Aidar FJ, de Souza RF",
      "journal": "Frontiers in physiology",
      "publisher": "Front Physiol",
      "resumen": "Long-distance running is an exhausting effort for the whole organism. Prolonged aerobic exercise induces changes in inflammatory markers. However, predicting muscle damage in response has limitations in terms of selecting biomarkers used to measure inflammatory status. The present study conducts a systematic review and meta-analysis of articles focusing in ultra-marathon, marathon, and half-marathon and levels of cytokines. The search was conducted in PubMed, Web of Science, and Scopus databases, resulting in the inclusion of 76 articles. IL-6 was highlighted, evaluated in 62 studies and show increase in the standard mean difference (SMD): half-marathon (SMD -1.36; IC 95%: -1.82, -0.89, Ch<sup>2</sup>:0.58; tau<sup>2</sup>:0.00; <i>p</i> < 0.0001), marathon (SMD -6.81; IC 95%: -9.26, -4.37; Ch<sup>2</sup>:481.37 tau<sup>2</sup>:11.88; <i>p</i> < 0.0001) and ultra-marathon (SMD -8.00 IC 95%: -10.47, -5.53; Ch<sup>2</sup>:328.40; tau<sup>2</sup>:14.19; <i>p</i> < 0.0001). In contrast meta-regression analysis did not show relationship to the running distance (p = 0.864). The meta-analysis evidenced increase in the concentration of IL-1ra (<i>p</i> < 0.0001), IL-1B (<i>p</i> < 0.0001), IL-8 (<i>p</i> < 0.0001), IL-10 (<i>p</i> < 0.0001) and TNF-α (<i>p</i> < 0.0001). Reduction in IL-2 (<i>p</i> < 0.0001) and INF-y (<i>p</i> < 0.03) and no change in the IL-4 (<i>p</i> < 0.56). The number of studies evaluating the effect of adipokines was limited, however Leptin and Resistin were recurrent. The effects of an acute bout of prolonged aerobic exercise will protect against chronic systemic inflammation. The time to return to baseline values showed a substantial and dose-dependent relationship with run volume. The concentration of IL-6 was robustly studied and the marathon running was the most explored. Network of endocrine interactions in which circulating factors, released in extreme exercises, interplay through inter-organ crosstalk and physiologic changes were expressed. The running volume variability was able to modulate compounds that play a fundamental role in the maintenance of homeostasis and cell signaling."
    },
    {
      "paper_name": "Orexin induces the production of an endocannabinoid-derived lysophosphatidic acid eliciting hypothalamic synaptic loss in obesity.",
      "paper_year": "2023",
      "paper_authors": "Fernández-Rilo AC, Forte N, Palomba L, Tunisi L, Piscitelli F, Imperatore R, Di Costanzo A, Di Marzo V, Cristino L",
      "journal": "Molecular metabolism",
      "publisher": "Mol Metab",
      "resumen": "Orexin-A (OX-A) is a neuropeptide produced selectively by neurons of the lateral hypothalamus. It exerts powerful control over brain function and physiology by regulating energy homeostasis and complex behaviors linked to arousal. Under conditions of chronic or acute brain leptin signaling deficiency, such as in obesity or short-term food deprivation, respectively, OX-A neurons become hyperactive and promote hyperarousal and food seeking. However, this leptin-dependent mechanism is still mostly unexplored. The endocannabinoid 2-arachidonoyl-glycerol (2-AG) is known to be implicated in food consumption by promoting hyperphagia and obesity, and we and others demonstrated that OX-A is a strong inducer of 2-AG biosynthesis. Here, we investigated the hypothesis that, under acute (6 h fasting in wt mice) or chronic (in ob/ob mice) hypothalamic leptin signaling reduction, OX-A-induced enhancement of 2-AG levels leads to the production of the 2-AG-derived 2-arachidonoyl-sn-glycerol-3-phosphate (2-AGP), a bioactive lipid belonging to the class of lysophosphatidic acids (LPAs), which then regulates hypothalamic synaptic plasticity by disassembling α-MSH anorexigenic inputs via GSK-3β-mediated Tau phosphorylation, ultimately affecting food intake."
    },
    {
      "paper_name": "Leptin supplementation in vitro improved developmental competence of buffalo oocytes and embryos.",
      "paper_year": "2017",
      "paper_authors": "Panda BSK, Pandey S, Somal A, Parmar MS, Bhat IA, Baiju I, Bharti MK, Sai Kumar G, Chandra V, Sharma GT",
      "journal": "Theriogenology",
      "publisher": "Theriogenology",
      "resumen": "The aim of the present study was to determine potential role of leptin on in vitro developmental competence of buffalo oocytes and embryos. Slaughterhouse derived culture grade buffalo cumulus oocyte complexes (COCs) were matured in vitro (IVM) with leptin (10 ng/ml) or without leptin (control). In each experiment, a pool of matured COCs was used for further in vitro embryo production and another pool of COCs was used for cumulus cells and mature oocytes isolation to study the relative mRNA expression of developmentally important genes. Presumptive zygotes were cultured in embryo culture (IVC) media supplemented with leptin (10 ng/ml) or without leptin (control). Cleavage rate was higher (p < 0.05) when leptin was supplemented during IVM + IVC, both, as compared to other groups. Higher cleavage rate was observed in leptin-treated groups, though it was non-significant. Blastocyst rate was higher (p < 0.05) in all the leptin treated groups. The relative mRNA expression of LEPR (Ob-Rb), HAS2 and EGFR was significantly (p < 0.05) up-regulated and the expression of CASPASE3 was down-regulated in cumulus cells of leptin-treated groups. The expression of GDF9, BMP15, GLUT1, LEPR and CASPASE3 transcripts in leptin and non-treated oocytes did not differ. The relative mRNA expression of POU5F1and LEPR transcripts in blastocysts was higher (p < 0.05) in leptin-treated groups; the change in expression of GLUT1, INF-τ and CASPASE3 transcripts was not significant (p > 0.05). Thus, it is concluded that leptin promotes developmental competence of bubaline oocytes by modulating cumulus enabling factors and genes regulating pluripotentcy in the blastocysts."
    },
    {
      "paper_name": "Neuroprotective actions of leptin facilitated through balancing mitochondrial morphology and improving mitochondrial function.",
      "paper_year": "2020",
      "paper_authors": "Cheng Y, Buchan M, Vitanova K, Aitken L, Gunn-Moore FJ, Ramsay RR, Doherty G",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "Mitochondrial dysfunction has a recognised role in the progression of Alzheimer's disease (AD) pathophysiology. Cerebral perfusion becomes increasingly inefficient throughout ageing, leading to unbalanced mitochondrial dynamics. This effect is exaggerated by amyloid β (Aβ) and phosphorylated tau, two hallmark proteins of AD pathology. A neuroprotective role for the adipose-derived hormone, leptin, has been demonstrated in neuronal cells. However, its effects with relation to mitochondrial function in AD remain largely unknown. To address this question, we have used both a glucose-serum-deprived (CGSD) model of ischaemic stroke in SH-SY5Y cells and a Aβ<sub>1-42</sub> -treatment model of AD in differentiated hippocampal cells. Using a combination of 5,5',6,6'-tetrachloro-1,1',3,3'-tetraethylbenzimidazolylcarbocyanine iodide (JC-1) and MitoRed staining techniques, we show that leptin prevents depolarisation of the mitochondrial membrane and excessive mitochondrial fragmentation induced by both CGSD and Aβ<sub>1-42</sub> . Thereafter, we used ELISAs and a number of activity assays to reveal the biochemical underpinnings of these processes. Specifically, leptin was seen to inhibit up-regulation of the mitochondrial fission protein Fis1 and down-regulation of the mitochondrial fusion protein, Mfn2. Furthermore, leptin was seen to up-regulate the expression and activity of the antioxidant enzyme, monoamine oxidase B. Herein we provide the first demonstration that leptin is sufficient to protect against aberrant mitochondrial dynamics and resulting loss of function induced by both CGSD and Aβ<sub>1-42</sub> . We conclude that the established neuroprotective actions of leptin may be facilitated through regulation of mitochondrial dynamics."
    },
    {
      "paper_name": "Leptin modulates gene expression in the heart, cardiomyocytes and the adipose tissue thus mitigating LPS-induced damage.",
      "paper_year": "2021",
      "paper_authors": "Abd Alkhaleq H, Kornowski R, Waldman M, Zemel R, Lev DL, Shainberg A, Miskin R, Hochhauser E",
      "journal": "Experimental cell research",
      "publisher": "Exp Cell Res",
      "resumen": "Leptin is an adipokine of pleiotropic effects linked to energy metabolism, satiety, the immune response, and cardioprotection. We have recently shown that leptin causally conferred resistance to myocardial infarction-induced damage in transgenic αMUPA mice overexpressing leptin compared to their wild type (WT) ancestral mice FVB/N. Prompted by these findings, we have investigated here if leptin can counteract the inflammatory response triggered after LPS administration in tissues in vivo and in cardiomyocytes in culture. The results have shown that LPS upregulated in vivo and in vitro all genes examined here, both pro-inflammatory and antioxidant, as well as the leptin gene. Pretreating mice with leptin neutralizing antibodies further upregulated the expression of TNFα and IL-1β in the adipose tissue of both mouse types, and in the αMUPA heart. The antibodies also increased the levels of serum markers for cell toxicity in both mouse types. These results indicate that under LPS, leptin actually reduced the levels of these inflammatory-related parameters. In addition, pretreatment with leptin antibodies reduced the levels of HIF-1α and VEGF mRNAs in the heart, indicating that under LPS leptin increased the levels of these mRNAs. In cardiomyocytes, pretreatment with exogenous leptin prior to LPS reduced the expression of both pro-inflammatory genes, enhanced the expression of the antioxidant genes HO-1, SOD2 and HIF-1α, and lowered ROS staining. In addition, results obtained with leptin antibodies and the SMLA leptin antagonist indicated that endogenous and exogenous leptin can inhibit leptin gene expression. Together, these findings have indicated that under LPS, leptin concomitantly downregulated pro-inflammatory genes, upregulated antioxidant genes, and lowered ROS levels. These results suggest that leptin can counteract inflammation in the heart and adipose tissue by modulating gene expression."
    },
    {
      "paper_name": "Effect of Dietary Fiber on Serum Leptin Level: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
      "paper_year": "2021",
      "paper_authors": "Hassanzadeh-Rostami Z, Faghih S",
      "journal": "Experimental and clinical endocrinology & diabetes : official journal, German Society of Endocrinology [and] German Diabetes Association",
      "publisher": "Exp Clin Endocrinol Diabetes",
      "resumen": "Dietary fibers may induce satiety through affecting gastro-intestinal and peripheral appetite regulating hormones. Thus, we aimed to investigate the effect of dietary fiber consumption on serum leptin level compared to control diet, in short- and long- term trials, through a systematic review and meta-analysis."
    },
    {
      "paper_name": "Diabetes Mellitus and Energy Dysmetabolism in Alzheimer's Disease: Understanding the Relationships and Potential Therapeutic Targets.",
      "paper_year": "2023",
      "paper_authors": "Onaolapo AY, Ojo FO, Adeleye OO, Falade J, Onaolapo OJ",
      "journal": "Current diabetes reviews",
      "publisher": "Curr Diabetes Rev",
      "resumen": "Over the last century, there has been a gradual but sustained increase in life expectancy globally. A consequence of increased life expectancy is an associated rise in the prevalence of agerelated chronic debilitating neurodegenerative disorders, such as Alzheimer's disease (AD), Parkinson's disease, Huntington's disease, and multiple sclerosis. These disorders, which are generally characterised by the loss of motor/sensory neurons and cognitive decline, have continued to confound researchers who are working tirelessly to define their pathogenetic mechanisms and develop effective therapies. In the last few years, there has been increasing evidence of the existence of a relationship between energy metabolism and neurodegeneration, with reports that type 2 diabetes mellitus increases the risk of AD. Evidence from preclinical and epidemiologic studies has associated dysmetabolism and dysmetabolic syndromes with the development of neurodegenerative changes. More recently, diabetes mellitus and energy dysmetabolism have been linked to the aetiopathogenesis of AD. Moreover, metabolic hormones, including ghrelin, leptin, insulin, and insulin-like growth factor (IGF)-1, have been reported to play key roles in the regulation of neuronal injury and loss in neurodegenerative diseases like AD. In this narrative review, we examine the current scientific evidence regarding the role of dysmetabolism (including diabetes mellitus and metabolic syndrome) in AD and how it impacts disease progression and the development of novel therapies in AD."
    },
    {
      "paper_name": "Glucocorticoid-mediated activation of GSK3β promotes tau phosphorylation and impairs memory in type 2 diabetes.",
      "paper_year": "2017",
      "paper_authors": "Dey A, Hao S, Wosiski-Kuhn M, Stranahan AM",
      "journal": "Neurobiology of aging",
      "publisher": "Neurobiol Aging",
      "resumen": "Type 2 diabetes is increasingly recognized as a risk factor for Alzheimer's disease, but the underlying mechanisms remain poorly understood. Hyperphosphorylation of the microtubule-associated protein tau has been reported in rodent models of diabetes, including db/db mice, which exhibit insulin resistance and chronically elevated glucocorticoids due to leptin receptor insufficiency. In this report, we investigated endocrine mechanisms for hippocampal tau phosphorylation in db/db and wild-type mice. By separately manipulating peripheral and intrahippocampal corticosterone levels, we determined that hippocampal corticosteroid exposure promotes tau phosphorylation and activates glycogen synthase kinase 3β (GSK3β). Subsequent experiments in hippocampal slice preparations revealed evidence for a nongenomic interaction between glucocorticoids and GSK3β. To examine whether GSK3β activation mediates tau phosphorylation and impairs memory in diabetes, db/db and wild-type mice received intrahippocampal infusions of TDZD-8, a non-ATP competitive thiadiazolidinone inhibitor of GSK3β. Intrahippocampal TDZD-8 blocked tau hyperphosphorylation and normalized hippocampus-dependent memory in db/db mice, suggesting that pathological synergy between diabetes and Alzheimer's disease may involve glucocorticoid-mediated activation of GSK3β."
    },
    {
      "paper_name": "Adiponectin receptor 1 could explain the sex differences in molecular basis of cognitive improvements induced by exercise training in type 2 diabetic rats.",
      "paper_year": "2023",
      "paper_authors": "Rajizadeh MA, Moslemizadeh A, Hosseini MS, Rafiei F, Soltani Z, Khoramipour K",
      "journal": "Scientific reports",
      "publisher": "Sci Rep",
      "resumen": "Adipokines dysregulation, the main reason for cognitive impairments (CI) induced by diabetes, shows a sex-dependent pattern inherently and in response to exercise. This study aimed to compare the attenuating effect of 8-week high intensity-interval training (HIIT) on type 2 diabetes (T2D)-induced CI between male and female rats with a special focus on adiponectin and leptin. 28 male & 28 female Wistar rats with an average age of 8 weeks were randomly assigned into four groups: control (Con), exercise (EX), Diabetes (T2D), and Type 2 diabetes + exercise (T2D + Ex). Rats in EX and T2D + EX groups performed HIIT for eight weeks (80-100% Vmax, 4-10 intervals). T2D was induced by 2 months of a high-fat diet and a single dose of STZ (35 mg/kg) administration. Leptin and adiponectin levels in serum were measured along with hippocampal expression of leptin and adiponectin receptors, AMP-activated protein kinase (AMPK), dephosphorylated glycogen synthase kinase-3 beta (Dep-GSK3β), Tau, and beta-amyloid (Aβ). Homeostasis model assessments (HOMAs) and quantitative insulin-sensitivity check index (QUICKI) indices were calculated. Our results showed that following T2D, serum levels of APN, and hippocampal levels of adiponectin receptor 1 (APNR1) were higher and HOMA-IR was lower in female than male rats (P < 0.05). However, after 8 weeks of HIIT, hippocampal levels of APNR1 and AMPK as well as QUICKI were lower and hippocampal levels of GSK, Tau, and Aβ were higher in females compared to male rats (P < 0.05). While the risk of CI following T2D was more in male than female rats HIIT showed a more ameliorating effect in male animals with APN1 as the main player."
    },
    {
      "paper_name": "Therapeutic Efficacy of the Inositol D-Pinitol as a Multi-Faceted Disease Modifier in the 5×FAD Humanized Mouse Model of Alzheimer's Amyloidosis.",
      "paper_year": "2024",
      "paper_authors": "Medina-Vera D, López-Gambero AJ, Verheul-Campos J, Navarro JA, Morelli L, Galeano P, Suárez J, Sanjuan C, Pacheco-Sánchez B, Rivera P, Pavon-Morón FJ, Rosell-Valle C, Fonseca FR",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Alzheimer's disease (AD), a leading cause of dementia, lacks effective long-term treatments. Current therapies offer temporary relief or fail to halt its progression and are often inaccessible due to cost. AD involves multiple pathological processes, including amyloid beta (Aβ) deposition, insulin resistance, tau protein hyperphosphorylation, and systemic inflammation accelerated by gut microbiota dysbiosis originating from a leaky gut. Given this context, exploring alternative therapeutic interventions capable of addressing the multifaceted components of AD etiology is essential."
    },
    {
      "paper_name": "Leptin Regulates Tau Phosphorylation through Wnt Signaling Pathway in PC12 Cells.",
      "paper_year": "2016",
      "paper_authors": "Zhang Z, Guo M, Zhang J, Du C, Xing Y",
      "journal": "Neuro-Signals",
      "publisher": "Neurosignals",
      "resumen": "Leptin, an adipocytokine produced endogenously in the brain, is decreased in Alzheimer's disease(AD) and has also been shown to reduce Aβ levels in vitro and in vivo. Sets of evidence show that leptin reduces Aβ production and tau phosphorylation in neuronal cells and transgenic mice models of AD. Herein, we investigated the signaling pathway activated by leptin, to better understand its mechanism of action."
    },
    {
      "paper_name": "Consequences of Metabolic Disruption in Alzheimer's Disease Pathology.",
      "paper_year": "2019",
      "paper_authors": "Ryu JC, Zimmer ER, Rosa-Neto P, Yoon SO",
      "journal": "Neurotherapeutics : the journal of the American Society for Experimental NeuroTherapeutics",
      "publisher": "Neurotherapeutics",
      "resumen": "Alzheimer's disease (AD) is an irreversible, progressive disease that slowly destroys cognitive function, such as thinking, remembering, and reasoning, to a level that one cannot carry out a daily living. As people live longer, the risk of developing AD has increased to 1 in 10 among people who are older than 65 and to almost 1 in 2 among those who are older than 85 according to a 2019 Alzheimer's Association report. As a most common cause of dementia, AD accounts for 60-80% of all dementia cases. AD is characterized by amyloid plaques and neurofibrillary tangles, composed of extracellular aggregates of amyloid-β peptides and intracellular aggregates of hyperphosphorylated tau, respectively. Besides plaques and tangles, AD pathology includes synaptic dysfunction including loss of synapses, inflammation, brain atrophy, and brain hypometabolism, all of which contribute to progressive cognitive decline. Recent genetic studies of sporadic cases of AD have identified a score of risk factors, as reported by Hollingworth et al. (Nat Genet 43:429-435, 2001) and Lambert et al. (Nat Genet 45:1452-1458, 2013). Of all these genes, apolipoprotein E4 (APOE4) still presents the biggest risk factor for sporadic cases of AD, as stated in Saunders et al. (Neurology 43:1467-1472, 1993): depending on whether you have 1 or 2 copies of APOE4 allele, the risk increases from 3- to 12-fold, respectively, in line with Genin et al. (Mol Psychiatry 16:903-907, 2011). Besides these genetic risk factors, having type 2 diabetes (T2D), a chronic metabolic disease, is known to increase the AD risk by at least 2-fold when these individuals age, conforming to Sims-Robinson et al. (Nat Rev Neurol 6:551-559, 2010). Diabetes is reaching a pandemic scale with over 422 million people diagnosed worldwide in 2014 according to World Health Organization. Although what proportion of these diabetic patients develop AD is not known, even if 10% of diabetic patients develop AD later in their life, it would double the number of AD patients in the world. Better understanding between T2D and AD is of paramount of importance for the future. The goal of this review is to examine our current understanding on metabolic dysfunction in AD, so that a potential target can be identified in the near future."
    },
    {
      "paper_name": "Decreased resistin plasmatic concentrations in patients with Alzheimer's disease: A case-control study.",
      "paper_year": "2022",
      "paper_authors": "Marcinnò A, Gallo E, Roveta F, Boschi S, Grassini A, Rainero I, Rubino E",
      "journal": "Heliyon",
      "publisher": "Heliyon",
      "resumen": "Previous studies suggested a role for adipokines in ageing and in several age-related diseases. The purpose of our study was to further elucidate adipokines involvement in neurodegeneration, investigating adiponectin, leptin and resistin in Alzheimer's disease (AD) and Frontotemporal Dementia (FTD). We enrolled for the study 70 subjects: 26 AD, 21 FTD, and 23 with other neurological (but not neurodegenerative) conditions (CTR, control group). According to a standardized protocol, we measured adipokines plasmatic levels, blood parameters of glucidic and lipidic metabolism, ESR, cerebrospinal fluid (CSF) markers of neurodegeneration (beta-amyloid, total-Tau, phosphorylated-Tau) and anthropometric parameters. In comparison with control group, we found lower resistin concentrations in patients with dementia, and in particular in AD (p < 0.001). In multivariate analysis, AD relative risk was reduced by resistin, when controlling for sex, age and anthropometric/metabolic parameters (RR = 0.71, P < 0.0001). Considering CSF biomarkers, we found a direct correlation between resistin and Aβ<sub>1-42</sub> CSF concentration in patients (p < 0.001, r = 0.50). Lower resistin characterized AD patients in our study and AD, but not FTD, diagnosis risk was found to be inversely associated with resistin when controlling for confounders. We hypothesize that resistin-linked metabolic profile has to be reconsidered and further investigated in AD."
    },
    {
      "paper_name": "Aging and high-fat diet feeding lead to peripheral insulin resistance and sex-dependent changes in brain of mouse model of tau pathology THY-Tau22.",
      "paper_year": "2021",
      "paper_authors": "Kacířová M, Železná B, Blažková M, Holubová M, Popelová A, Kuneš J, Šedivá B, Maletínská L",
      "journal": "Journal of neuroinflammation",
      "publisher": "J Neuroinflammation",
      "resumen": "Obesity leads to low-grade inflammation in the adipose tissue and liver and neuroinflammation in the brain. Obesity-induced insulin resistance (IR) and neuroinflammation seem to intensify neurodegeneration including Alzheimer's disease. In this study, the impact of high-fat (HF) diet-induced obesity on potential neuroinflammation and peripheral IR was tested separately in males and females of THY-Tau22 mice, a model of tau pathology expressing mutated human tau protein."
    },
    {
      "paper_name": "Leptin prevents hippocampal synaptic disruption and neuronal cell death induced by amyloid β.",
      "paper_year": "2013",
      "paper_authors": "Doherty GH, Beccano-Kelly D, Yan SD, Gunn-Moore FJ, Harvey J",
      "journal": "Neurobiology of aging",
      "publisher": "Neurobiol Aging",
      "resumen": "Accumulation of amyloid-β (Aβ) is a key event mediating the cognitive deficits in Alzheimer's disease (AD) as Aβ promotes synaptic dysfunction and triggers neuronal death. Recent evidence has linked the hormone leptin to AD as leptin levels are markedly attenuated in AD patients. Leptin is also a potential cognitive enhancer as it facilitates the cellular events underlying hippocampal learning and memory. Here we show that leptin prevents the detrimental effects of Aβ(1-42) on hippocampal long-term potentiation. Moreover leptin inhibits Aβ(1-42)-driven facilitation of long-term depression and internalization of the 2-amino-3-(5-methyl-3-oxo-1,2- oxazol-4-yl)propanoic acid (AMPA) receptor subunit, GluR1, via activation of PI3-kinase. Leptin also protects cortical neurons from Aβ(1-42)-induced cell death by a signal transducer and activator of transcription-3 (STAT-3)-dependent mechanism. Furthermore, leptin inhibits Aβ(1-42)-mediated upregulation of endophilin I and phosphorylated tau in vitro, whereas cortical levels of endophilin I and phosphorylated tau are enhanced in leptin-insensitive Zucker fa/fa rats. Thus leptin benefits the functional characteristics and viability of neurons that degenerate in AD. These novel findings establish that the leptin system is an important therapeutic target in neurodegenerative conditions."
    },
    {
      "paper_name": "Leptin signaling and Alzheimer's disease.",
      "paper_year": "2012",
      "paper_authors": "Marwarha G, Ghribi O",
      "journal": "American journal of neurodegenerative disease",
      "publisher": "Am J Neurodegener Dis",
      "resumen": "Leptin, an adipocytokine produced in the peripheral system as well as in the brain, is implicated in obesity, food intake, glucose homeostasis, and energy expenditure. Leptin expression levels and signaling pathways may also be linked to the pathophysiology of neurodegenerative diseases including Alzheimer's disease. Epidemiological studies have demonstrated that higher circulating leptin levels are associated with lower risk of dementia including Alzheimer's disease, and lower circulating levels of leptin have been reported in patients with Alzheimer's disease. Leptin receptors are highly expressed in the hippocampus, a brain area involved in learning and memory and severely affected during the course of Alzheimer's disease. In laboratory studies, several in vivo and in vitro studies have shown that leptin supplementation decreases amyloid-β (Aβ) production and tau phosphorylation, two major biochemical events that play a key role in the pathogenesis of Alzheimer's disease. In this review, we will review the structure of leptin, the type of receptors of leptin in the brain, the various biological functions attributed to this adipocytokine, the signaling pathways that govern leptin actions, and the potential role of leptin in the pathophysiology of Alzheimer's disease. Leptin exerts its functions by binding to the leptin receptor (ObR). This binding can involve several signaling pathways including JAK/STAT pathway, ERK pathway and the PI3K/Akt/mTOR Pathway. Modulation of these pathways leads to the regulation of a multitude of functions that define the intricate involvement of leptin in various physiological tasks. In this review, we will specifically relate the potential involvement of leptin signaling in Alzheimer's disease based on work published by several laboratories including ours. All this work points to leptin as a possible target for developing supplementation therapies for reducing the progression of Alzheimer's disease."
    },
    {
      "paper_name": "Leptin Signaling Is Not Required for Anorexigenic Estradiol Effects in Female Mice.",
      "paper_year": "2016",
      "paper_authors": "Kim JS, Rizwan MZ, Clegg DJ, Anderson GM",
      "journal": "Endocrinology",
      "publisher": "Endocrinology",
      "resumen": "Estradiol and leptin are critical hormones in the regulation of body weight. The aim of this study was to determine whether this cross talk between leptin receptor (LepRb) and estrogen receptor-α (ERα) signaling is critical for estradiol's anorexigenic effects. Leprb-Cre mice were crossed with Cre-dependent Tau-green fluorescent protein (GFP) reporter, Stat3-flox or Erα-flox mice to generate female mice with GFP expression, signal transducer and activator of transcription 3 (STAT3) knockout (KO), or ERα KO, specifically in LepRb-expressing cells. The proportion of Leprb-GFP cells colocalizing ERα was high (∼80%) in the preoptic area but low (∼10%) in the mediobasal hypothalamus, suggesting that intracellular cross talk between these receptors is minimal for metabolic regulation. To test whether estradiol enhanced arcuate leptin sensitivity, ovarectomized mice received varying levels of estradiol replacement. Increasing estrogenic states did not increase the degree of leptin-induced STAT3 phosphorylation. LepRb-specific STAT3 KO mice and controls were ovarectomized and given either chronic estradiol or vehicle treatment to test whether STAT3 is required for estrogen-induced body weight suppression. Both groups of estradiol-treated mice showed an equivalent reduction in body weight and fat content compared with vehicle controls. Finally, mice lacking ERα specifically in LepRb-expressing neurons also showed no increase in body weight or impairments in metabolic function compared with controls, indicating that estradiol acts independently of leptin-responsive cells to regulate body weight. However, fecundity was impaired in in Leprb-ERα KO females. Contrary to the current dogma, we report that estradiol has minimal direct actions on LepRb cells in the mediodasal hypothalamus and that its anorexigenic effects can occur entirely independently of LepRb-STAT3 signaling in female mice."
    },
    {
      "paper_name": "Activities for leptin in bovine trophoblast cells.",
      "paper_year": "2017",
      "paper_authors": "Hughes CK, Xie MM, McCoski SR, Ealy AD",
      "journal": "Domestic animal endocrinology",
      "publisher": "Domest Anim Endocrinol",
      "resumen": "Leptin is involved in various reproductive processes in humans and rodents, including placental development and function. The specific ways that leptin influences placental development and function in cattle are poorly understood. This work was completed to explore how leptin regulates hormone, cytokine and metalloprotease transcript abundance, and cell proliferation in cultured bovine trophoblast cells. In the first set of studies, cells were cultured in the presence of graded recombinant bovine leptin concentrations (0, 10, 50, 250 ng/mL) for 6 or 24 h. Transcript profiles were examined from extracted RNA. Leptin supplementation did not affect abundance of the maternal recognition of pregnancy factor, interferon-tau (IFNT), but leptin increased (P < 0.05) abundance of chorionic somatomammotropin hormone 2 (CSH2; ie, placental lactogen) at both 6 and 24 h at each concentration tested. At 24 h, the greatest CSH2 abundance (P < 0.05) was detected in cells supplemented with 50 ng/mL leptin. Transcript abundance of the remodeling factor, metalloprotease 2 (MMP2), was greater (P < 0.05) in leptin-treated cells at 24 h but not at 6 h. The 24 h MMP2 response was greatest (P < 0.05) at 250 ng/mL. Transcript abundance for MMP9 was not altered by leptin treatment. In a separate set of studies, cell proliferation assays were completed. Leptin supplementation did not affect bovine trophoblast cell line proliferation at any dose tested. In conclusion, leptin supplementation did not affect bovine trophoblast cell proliferation or IFNT expression, but leptin increases CSH2 and MMP2 transcript abundance. Both of these factors are involved with peri-implantation and postimplantation placental development and function, and this implicates leptin as a potential mediator of early placental development and function in cattle."
    },
    {
      "paper_name": "Associations of postprandial ghrelin, liver-expressed antimicrobial peptide 2 and leptin levels with body composition, disease progression and survival in patients with amyotrophic lateral sclerosis.",
      "paper_year": "2024",
      "paper_authors": "Howe SL, Holdom CJ, McCombe PA, Henderson RD, Zigman JM, Ngo ST, Steyn FJ",
      "journal": "European journal of neurology",
      "publisher": "Eur J Neurol",
      "resumen": "Loss of appetite contributes to weight loss and faster disease progression in amyotrophic lateral sclerosis (ALS). Impairment of appetite control in ALS may include altered production or action of orexigenic (i.e., ghrelin) and anorexigenic (i.e., liver-expressed antimicrobial peptide 2 [LEAP2] and leptin) hormones. We aimed to determine if postprandial circulating ghrelin levels, LEAP2 levels, LEAP2:ghrelin molar ratio and leptin levels differ in ALS patients compared to non-neurodegenerative disease controls, and whether they are associated with disease progression and body composition."
    },
    {
      "paper_name": "The relationship between thyroid deficiency and blood-based biomarkers of cognitive disorders.",
      "paper_year": "2023",
      "paper_authors": "Alamara DO, Sadeghi L, Dehghan G",
      "journal": "Neuro endocrinology letters",
      "publisher": "Neuro Endocrinol Lett",
      "resumen": "Thyroid hormones play an essential role in metabolism regulation and circadian rhythm control. Recent studies approved their role in normal development and healthy function of central nervous system (CNS). The thyroid gland is a component of the hypothalamic-pituitary-thyroid axis disrupted during thyrotoxicosis and hypothyroidism, two main clinical conditions that induce more liability against dementia-related disease."
    },
    {
      "paper_name": "MA-[D-Leu-4]-OB3, a small molecule synthetic peptide leptin mimetic, improves episodic memory, and reduces serum levels of tumor necrosis factor-alpha and neurodegeneration in mouse models of Type 1 and Type 2 Diabetes Mellitus.",
      "paper_year": "2020",
      "paper_authors": "Hirschstein Z, Vanga GR, Wang G, Novakovic ZM, Grasso P",
      "journal": "Biochimica et biophysica acta. General subjects",
      "publisher": "Biochim Biophys Acta Gen Subj",
      "resumen": "Extracellular beta-amyloid (Aβ), intra-neuronal hyper-phosphorylated tau protein, and chronic inflammation are neuropathological hallmarks of Alzheimer's Disease (AD). A link between AD, insulin dysfunction, and tumor necrosis factor-alpha (TNF-α) in promoting both tau and Aβ pathologies in vivo has been proposed."
    },
    {
      "paper_name": "Taurine supplementation induces long-term beneficial effects on glucose homeostasis in ob/ob mice.",
      "paper_year": "2018",
      "paper_authors": "Borck PC, Vettorazzi JF, Branco RCS, Batista TM, Santos-Silva JC, Nakanishi VY, Boschero AC, Ribeiro RA, Carneiro EM",
      "journal": "Amino acids",
      "publisher": "Amino Acids",
      "resumen": "The sulfur-containing amino acid, taurine (Tau), regulates glucose and lipid homeostasis under normal, pre- and diabetic conditions. Here, we aimed to verify whether Tau supplementation exerts its beneficial effects against obesity, hyperglycemia and alterations in islet functions, in leptin-deficient obese (ob/ob), over a long period of treatment. From weaning until 12 months of age, female ob/ob mice received, or not, 5% Tau in drinking water (obTau group). After this period, a reduction in hypertriglyceridemia and an improvement in glucose tolerance and insulin sensitivity were observed in obTau mice. In addition, the daily metabolic flexibility was restored in obTau mice. In the gastrocnemius muscle of obTau mice, the activation of AMP-activated protein kinase (AMPK) was increased, while total AMPK protein content was reduced. Finally, isolated islets from obTau mice expressed high amounts of pyruvate carboxylase (PC) protein and lower glucose-induced insulin secretion. Taking these evidences together Tau supplementation had long-term positive actions on glucose tolerance and insulin sensitivity, associated with a reduction in glucose-stimulated insulin secretion, in ob/ob mice. The improvement in insulin actions in obTau mice was due, at least in part, to increased activation of AMPK in skeletal muscle, while the increased content of the PC enzyme in pancreatic islets may help to preserve glucose responsiveness in obTau islets, possibly contributing to islet cell survive."
    },
    {
      "paper_name": "Leptin-Sensitive JAK2 Activation in the Regulation of Tau Phosphorylation in PC12 Cells.",
      "paper_year": "2016",
      "paper_authors": "Guo M, Li D, Shen H, Jin B, Ren Y, Li M, Xing Y",
      "journal": "Neuro-Signals",
      "publisher": "Neurosignals",
      "resumen": "Alzheimer's disease (AD) is characterized by two major hallmarks: the deposition and accumulation of β-amyloid (Aβ) peptide and hyperphosphorylated tau in intracellular neurofibrillary tangles. Sets of evidence show that leptin reduces Aβ production and tau phosphorylation. Herein, we investigated the signaling pathways activated by leptin, to extensively understand its mechanism."
    },
    {
      "paper_name": "The role of insulin receptor signaling in the brain.",
      "paper_year": "2005",
      "paper_authors": "Plum L, Schubert M, Brüning JC",
      "journal": "Trends in endocrinology and metabolism: TEM",
      "publisher": "Trends Endocrinol Metab",
      "resumen": "The insulin receptor (IR) is expressed in various regions of the developing and adult brain, and its functions have become the focus of recent research. Insulin enters the central nervous system (CNS) through the blood-brain barrier by receptor-mediated transport to regulate food intake, sympathetic activity and peripheral insulin action through the inhibition of hepatic gluconeogenesis and reproductive endocrinology. On a molecular level, some of the effects of insulin converge with those of the leptin signaling machinery at the point of activation of phosphatidylinositol 3-kinase (PI3K), resulting in the regulation of ATP-dependent potassium channels. Furthermore, insulin inhibits neuronal apoptosis via activation of protein kinase B in vitro, and it regulates phosphorylation of tau, metabolism of the amyloid precursor protein and clearance of beta-amyloid from the brain in vivo. These findings indicate that neuronal IR signaling has a direct role in the link between energy homeostasis, reproduction and the development of neurodegenerative diseases."
    },
    {
      "paper_name": "Therapeutic approaches of leptin in Alzheimer's disease.",
      "paper_year": "2009",
      "paper_authors": "Carro EM",
      "journal": "Recent patents on CNS drug discovery",
      "publisher": "Recent Pat CNS Drug Discov",
      "resumen": "Novel approaches in the understanding of the neurodegeneration observed in Alzheimer's disease (AD), involving neurochemical as well as biochemical techniques are being developed, opening up new possibilities in the direction of a metabolic degeneration. Indeed, brain lipids are closely involved in amyloid beta-related pathogenic pathways. An important modulator of lipid homeostasis is the pluripotent peptide leptin, which has been shown to reduce amyloid beta levels and tau-related pathological pathways, the major pathological hallmarks of AD. These data suggest that leptin holds promise as a novel therapeutic tool for AD. In this article, with some patent literature we will review here some of the most promising approaches involving leptin to cure and prevent, rather than to treat, AD symptoms."
    },
    {
      "paper_name": "Leptin stimulates aromatase in the growth plate: limiting catch-up growth efficiency.",
      "paper_year": "2018",
      "paper_authors": "Masarwi M, Shamir R, Phillip M, Gat-Yablonski G",
      "journal": "The Journal of endocrinology",
      "publisher": "J Endocrinol",
      "resumen": "Catch-up growth (CUG) in childhood is defined as periods of growth acceleration, after the resolution of growth attenuation causes, bringing the children back to their original growth trajectory. Sometimes, however, CUG is incomplete, leading to permanent growth deficit and short stature. The aim of this study was to investigate the mechanisms that limit nutritional-CUG. Specifically, we focused on the crosstalk between leptin, increased by re-feeding, and sex hormones, which increase with age. <i>In vivo</i> studies were performed in young male Sprague Dawley rats fed <i>ad libitum</i> or subjected to 10/36 days of 40% food restriction followed by 90-120 days of re-feeding. <i>In vitro</i> studies were performed on ATDC5 cells. Analyses of mRNA and protein levels were done using qPCR and Western blot, respectively. CUG was complete in body weight and humerus length in animals that were food-restricted for 10 days but not for those food-restricted for 36 days. <i>In vitro</i> studies showed that leptin significantly increased aromatase gene expression and protein level as well as the expression of estrogen and leptin receptors in a dose- and time-dependent manner. The effect of leptin on aromatase was direct and was mediated through the MAPK/Erk, STAT3 and PI3K pathways. The crosstalk between leptin and aromatase in the growth plate suggests that re-feeding during puberty may lead to increased estrogen level and activity, and consequently, irreversible premature epiphyseal growth plate closure. These results may have important implications for the development of novel treatment strategies for short stature in children."
    },
    {
      "paper_name": "Leptin inhibits glycogen synthase kinase-3beta to prevent tau phosphorylation in neuronal cells.",
      "paper_year": "2009",
      "paper_authors": "Greco SJ, Sarkar S, Casadesus G, Zhu X, Smith MA, Ashford JW, Johnston JM, Tezapsidis N",
      "journal": "Neuroscience letters",
      "publisher": "Neurosci Lett",
      "resumen": "We have previously demonstrated that Leptin reduces extracellular amyloid beta (Abeta) protein both in vitro and in vivo, and intracellular tau phosphorylation in vitro. Further, we have shown that these effects are dependent on activation of AMP-activated protein kinase (AMPK) in vitro. Herein, we investigated downstream effectors of AMPK signaling directly linked to tau phosphorylation. One such target, of relevance to Alzheimer's disease (AD), may be GSK-3beta, which has been shown to be inactivated by Leptin. We therefore dissected the role of GSK-3beta in mediating Leptin's ability to reduce tau phosphorylation in neuronal cells. Our data suggest that Leptin regulates tau phosphorylation through a pathway involving both AMPK and GSK-3beta. This was based on the following: Leptin and the cell-permeable AMPK activator, 5-aminoimidazole-4-carboxyamide ribonucleoside (AICAR), reduced tau phosphorylation at AD-relevant sites similarly to the GSK-3beta inhibitor, lithium chloride (LiCl). Further, this reduction of tau phosphorylation was mimicked by the downregulation of GSK-3beta, achieved using siRNA technology and antagonized by the ectopic overexpression of GSK-3beta. These studies provide further insight into Leptin's mechanism of action in suppressing AD-related pathways."
    },
    {
      "paper_name": "The Possible Roles of the Dentate Granule Cell's Leptin and Other Ciliary Receptors in Alzheimer's Neuropathology.",
      "paper_year": "2015",
      "paper_authors": "Whitfield JF, Chiarini A, Dal Prà I, Armato U, Chakravarthy B",
      "journal": "Cells",
      "publisher": "Cells",
      "resumen": "Dentate-gyral granule cells in the hippocampus plus dentate gyrus memory-recording/retrieving machine, unlike most other neurons in the brain, are continuously being generated in the adult brain with the important task of separating overlapping patterns of data streaming in from the outside world via the entorhinal cortex. This \"adult neurogenesis\" is driven by tools in the mature granule cell's cilium. Here we report our discovery of leptin's LepRb receptor in this cilium. In addition, we discuss how ciliary LepRb signaling might be involved with ciliary p75NTR and SSTR3 receptors in adult neurogenesis and memory formation as well as attenuation of Alzheimer's neuropathology by reducing the production of its toxic amyloid-β-derived drivers."
    },
    {
      "paper_name": "Resveratrol and ceftriaxone encapsulated in hybrid nanoparticles to prevent dopaminergic neurons from degeneration for Parkinson's disease treatment.",
      "paper_year": "2025",
      "paper_authors": "Yang JT, Kuo YC, Lee KC, De S, Chen YY",
      "journal": "Biomaterials advances",
      "publisher": "Biomater Adv",
      "resumen": "The purpose of this study is to evaluate the influence of phospholipid-polymer nanoparticles (PNPs) on mitogen-activated protein kinase (MAPK)/extracellular signal-regulated kinase (ERK) signaling of dopaminergic neurons in degenerated brain. Resveratrol (RES)- and ceftriaxone (CEF)-entrapped PNPs with surface leptin (Lep) and transferrin (Tf) were fabricated to rescue both 1-methyl-4-phenylpyridinium (MPP<sup>+</sup>)-insulted SH-SY5Y cells and Wistar rats. Based on PNPs, anti-apoptosis of RES and CEF, and targeting of Lep and Tf were investigated. Experimental results revealed that 20-30 % alginic acid (Alg) yielded the maximal particle size, physical stability and entrapment efficiency of CEF, and the minimal release percentage of CEF. Increasing Alg content in PNPs decreased the entrapment efficiency of RES, and facilitated the release of RES. Optimized PNP composition was about 40 % Alg, 15 % phosphatidylserine and 45 % poly-ε-caprolactone. Lep-Tf-PNPs ameliorated brain permeability of RES and CEF without jeopardizing the blood-brain barrier, and promoted the viability of MPP<sup>+</sup>-insulted SH-SY5Y cells. Immunofluorescence images and western blots of MPP<sup>+</sup>-insulted SH-SY5Y cells showed that Lep-Tf-RES-CEF-PNPs upregulated dopamine transporter, tyrosine hydroxylase, B-cell lymphoma 2 (Bcl-2), cyclic AMP response element-binding protein and ERK5 expressions, and downregulated Bcl-2-associated X protein (Bax), α-synuclein (α-syn), phosphorylated tau protein (p-tau), c-Jun N-terminal kinase and ERK1/2 expressions. Lep-Tf-RES-CEF-PNPs unveiled a strong capacity to recover Bcl-2, Bax, α-syn and p-tau levels from MPP<sup>+</sup> injury in the substantia nigra of rats. Hence, Lep-Tf-RES-CEF-PNPs can retard α-syn fibril formation, prevent tau protein from phosphorylation, and moderate MAPK/ERK and phosphatidylinositol 3-kinase/protein kinase B, and are promising for brain- and neuron-targeted pharmacotherapy to manage Parkinson's disease."
    },
    {
      "paper_name": "Dysregulation of leptin signaling in Alzheimer disease: evidence for neuronal leptin resistance.",
      "paper_year": "2014",
      "paper_authors": "Bonda DJ, Stone JG, Torres SL, Siedlak SL, Perry G, Kryscio R, Jicha G, Casadesus G, Smith MA, Zhu X, Lee HG",
      "journal": "Journal of neurochemistry",
      "publisher": "J Neurochem",
      "resumen": "Leptin signaling has received considerable attention in the Alzheimer disease (AD) field. Within the past decade, the peptide hormone has been demonstrated to attenuate tau hyperphosphorylation in neuronal cells and to be modulated by amyloid-β. Moreover, a role in neuroprotection and neurogenesis within the hippocampus has been shown in animal models. To further characterize the association between leptin signaling and vulnerable regions in AD, we assessed the profile of leptin and the leptin receptor in AD and control patients. We analyzed leptin levels in CSF, and the concentration and localization of leptin and leptin receptor in the hippocampus. Significant elevations in leptin levels in both CSF and hippocampal tissue of AD patients, compared with age-matched control cases, indicate a physiological up-regulation of leptin in AD. However, the level of leptin receptor mRNA decreased in AD brain and the leptin receptor protein was localized to neurofibrillary tangles, suggesting a severe discontinuity in the leptin signaling pathway. Collectively, our results suggest that leptin resistance in the hippocampus may play a role in the characteristic changes associated with the disease. These findings are the first to demonstrate such dysregulated leptin-signaling circuitry and provide novel insights into the possible role of aberrant leptin signaling in AD. In this study, increased leptin was found in CSF and hippocampus in Alzheimer disease indicating its physiological up-regulation, yet leptin receptor mRNA was decreased and leptin receptor protein was localized to neurofibrillary tangles, suggesting a discontinuity in the leptin signaling pathway. The lack of leptin signaling within degenerating neurons may represent a novel neuronal leptin resistance in Alzheimer disease."
    },
    {
      "paper_name": "Hypothermia mediates age-dependent increase of tau phosphorylation in db/db mice.",
      "paper_year": "2016",
      "paper_authors": "El Khoury NB, Gratuze M, Petry F, Papon MA, Julien C, Marcouiller F, Morin F, Nicholls SB, Calon F, Hébert SS, Marette A, Planel E",
      "journal": "Neurobiology of disease",
      "publisher": "Neurobiol Dis",
      "resumen": "Accumulating evidence from epidemiological studies suggest that type 2 diabetes is linked to an increased risk of Alzheimer's disease (AD). However, the consequences of type 2 diabetes on AD pathologies, such as tau hyperphosphorylation, are not well understood. Here, we evaluated the impact of type 2 diabetes on tau phosphorylation in db/db diabetic mice aged 4 and 26weeks. We found increased tau phosphorylation at the CP13 epitope correlating with a deregulation of c-Jun. N-terminal kinase (JNK) and Protein Phosphatase 2A (PP2A) in 4-week-old db/db mice. 26-week-old db/db mice displayed tau hyperphosphorylation at multiple epitopes (CP13, AT8, PHF-1), but no obvious change in kinases or phosphatases, no cleavage of tau, and no deregulation of central insulin signaling pathways. In contrast to younger animals, 26-week-old db/db mice were hypothermic and restoration of normothermia rescued phosphorylation at most epitopes. Our results suggest that, at early stages of type 2 diabetes, changes in tau phosphorylation may be due to deregulation of JNK and PP2A, while at later stages hyperphosphorylation is mostly a consequence of hypothermia. These results provide a novel link between diabetes and tau pathology, and underlie the importance of recording body temperature to better understand the relationship between diabetes and AD."
    },
    {
      "paper_name": "Association of leptin levels with obesity and blood pressure: possible common genetic variation.",
      "paper_year": "2005",
      "paper_authors": "Livshits G, Pantsulaia I, Gerber LM",
      "journal": "International journal of obesity (2005)",
      "publisher": "Int J Obes (Lond)",
      "resumen": "To ascertain the extent to which relationships between obesity (OB) and blood pressure (BP) can be explained by an individual's leptin plasma levels."
    },
    {
      "paper_name": "Evaluation of leptin levels among fibromyalgia patients before and after three months of treatment, in comparison with healthy controls.",
      "paper_year": "2012",
      "paper_authors": "Ablin JN, Aronov N, Shimon I, Kanety H, Pariente C, Aloush V, Elkayam O, Levartovsky D",
      "journal": "Pain research & management",
      "publisher": "Pain Res Manag",
      "resumen": "Leptin, an adipocyte-produced cytokine, interacts with various hormones, including those of the hypothalamic-pituitary-adrenal axis. Fibromyalgia is a syndrome characterized by widespread pain accompanied by tenderness. The pathogenesis involves a disturbance in pain processing and transmission by the central nervous system, leading to a general increase in pain perception."
    },
    {
      "paper_name": "Growth and differentiation factor 15 is a biomarker for low back pain-associated disability.",
      "paper_year": "2019",
      "paper_authors": "Tarabeih N, Shalata A, Trofimov S, Kalinkovich A, Livshits G",
      "journal": "Cytokine",
      "publisher": "Cytokine",
      "resumen": "The development of low back pain (LBP) is often associated with obesity and sarcopenia. However, the mechanisms of this association remain unclear. To clarify this, we measured circulating levels of a selected panel of soluble factors, presumably involved in obesity and sarcopenia pathogenesis, and correlated them with several LBP-related characteristics, taking into account body composition and other relevant covariates. In the cross-sectional study of 1078 individuals, we collected data on self-reported LBP, body composition (including fat and skeletal muscle mass) assessed by the bioimpedance method and anthropometrically, and measured plasma levels of several cytokines by ELISA. In the statistical analysis, we took into account familial composition of the sample and possible putative genetic effects. We report that LBP-affected individuals were significantly older, with increased obesity and decreased skeletal mass, respectively, compared with the non-affected group. In univariate analyses, plasma concentrations of Growth and differentiation factor 15 (GDF-15), leptin, chemerin and follistatin were found significantly elevated in the LBP-affected groups (with or without sciatic pain) and were highly significantly (p < 0.001) associated with other LBP-related phenotypes, specifically, disease duration, disability and physician consults. However, after adjustment for one another, age, sex, body composition and putative genetic factors, the only associations between GDF-15 and LBP disability and medical consulting phenotypes, remained significant. In conclusion, we report for the first time, a significant and independent association between plasma GDF-15 concentrations and LBP-associated disability. Longitudinal studies are needed to determine whether GDF-15 could be a novel therapeutic target for prevention and/or treatment of LBP."
    },
    {
      "paper_name": "α-lipoic acid attenuates spatial learning and memory impairment induced by hepatectomy.",
      "paper_year": "2019",
      "paper_authors": "Zhang Y, Lv YL, Si YN, Zhou J, Qian Y, Bao HG",
      "journal": "Experimental and therapeutic medicine",
      "publisher": "Exp Ther Med",
      "resumen": "The aim of the present study was to compare the effects of α-lipoic acid (ALA) on postoperative cognitive dysfunction (POCD) between wild type (WT) and leptin receptor-deficient (db/db) mice and to elucidate the underlying mechanism of treatment with ALA. The present study compared the effects of ALA on spatial learning and memory of WT and db/db mice using a Morris water maze following hepatectomy. The expression levels of proteins, including cyclin-dependent kinase 5 (Cdk5), tau, phosphorylated tau and amyloid β (Aβ) were measured in the hippocampus. Surgery impaired postoperative cognitive function in both WT and db/db mice. Furthermore, the expression levels of Cdk5 and Aβ, and the phosphorylation of tau in the hippocampus increased after the surgery in both WT and db/db mice. The ultrastructure of hippocampal neurons and synapses was analyzed by transmission electron microscopy and the results revealed that surgery damaged the structure of neurons and synapses in both WT and db/db mice. Treatment with ALA protected the postoperative cognitive function and the structure of hippocampal neurons and synapses, and prevented the increase in protein expression levels of Cdk5 and Aβ, and the phosphorylation of tau in the hippocampus of WT but not db/db mice. The results of the present study suggest that ALA may be used for the treatment of POCD. The molecular mechanisms underlying the activity of ALA require further investigation."
    },
    {
      "paper_name": "Palmitoylated prolactin-releasing peptide treatment had neuroprotective but not anti-obesity effect in fa/fa rats with leptin signaling disturbances.",
      "paper_year": "2022",
      "paper_authors": "Mráziková L, Hojná S, Pačesová A, Hrubá L, Strnadová V, Neprašová B, Železná B, Kuneš J, Maletínská L",
      "journal": "Nutrition & diabetes",
      "publisher": "Nutr Diabetes",
      "resumen": "Anorexigenic palmitoylated prolactin-releasing peptide (palm<sup>11</sup>-PrRP) is able to act centrally after peripheral administration in rat and mouse models of obesity, type 2 diabetes mellitus and/or neurodegeneration. Functional leptin and intact leptin signaling pathways are necessary for the body weight reducing and glucose tolerance improving effect of palm<sup>11</sup>-PrRP. We have previously shown that palm<sup>11</sup>-PrRP31 had glucose-lowering properties but not anti-obesity effect in Koletsky rats with leptin signaling disturbances, so improvements in glucose metabolism appear to be completely independent of leptin signaling. The purpose of this study was to describe relationship between metabolic and neurodegenerative pathologies and explore if palm<sup>11</sup>-PrRP31 could ameliorate them in obese fa/fa rat model with leptin signaling disruption."
    },
    {
      "paper_name": "Molecular interplay between leptin, insulin-like growth factor-1, and β-amyloid in organotypic slices from rabbit hippocampus.",
      "paper_year": "2011",
      "paper_authors": "Marwarha G, Prasanthi JR, Schommer J, Dasari B, Ghribi O",
      "journal": "Molecular neurodegeneration",
      "publisher": "Mol Neurodegener",
      "resumen": "Evidence shows that the insulin-like growth factor-1 (IGF-1) and leptin reduce β-amyloid (Aβ) production and tau phosphorylation, two major hallmarks of Alzheimer's disease (AD). IGF-1 expression involves the JAK/STAT pathway and the expression of leptin is regulated by the mammalian target of rapamycin complex 1 (mTORC1). We have previously shown that Aβ reduces leptin by inhibiting the mTORC1 pathway and Aβ was also suggested to inhibit the JAK/STAT pathway, potentially attenuating IGF-1 expression. As IGF-1 can activate mTORC1 and leptin can modulate JAK/STAT pathway, we determined the extent to which IGF-1 and leptin can upregulate the expression of one another and protect against Aβ-induced downregulation."
    },
    {
      "paper_name": "Adipose Tissue Distribution in Patients with Alzheimer's Disease: A Whole Body MRI Case-Control Study.",
      "paper_year": "2015",
      "paper_authors": "Diehl-Wiesenecker E, von Armin CA, Dupuis L, Müller HP, Ludolph AC, Kassubek J",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Total and central adiposity have been associated with increased risk of Alzheimer's disease (AD). Visceral and subcutaneous adipose tissues have different metabolic characteristics and could therefore be differentially associated with AD."
    },
    {
      "paper_name": "The metabolic and neuroinflammatory changes induced by consuming a cafeteria diet are age-dependent.",
      "paper_year": "2019",
      "paper_authors": "Teixeira D, Cecconello AL, Partata WA, de Fraga LS, Ribeiro MFM, Guedes RP",
      "journal": "Nutritional neuroscience",
      "publisher": "Nutr Neurosci",
      "resumen": "To compare the effects of a palatable cafeteria diet on serum parameters and neuroinflammatory markers of young and aged female Wistar rats."
    },
    {
      "paper_name": "The 2014 ACR annual meeting: a bird's eye view of autoimmunity in 2015.",
      "paper_year": "2015",
      "paper_authors": "Selmi C, Cantarini L, Kivity S, Dagaan A, Shovman O, Zandman-Goddard G, Perricone C, Amital H, Toubi E, Shoenfeld Y",
      "journal": "Autoimmunity reviews",
      "publisher": "Autoimmun Rev",
      "resumen": "Our understanding of the mechanisms leading to rheumatic diseases is growing at unprecedented pace thanks to the worldwide network of clinical and translational researchers who gather at major scientific meetings to share their progresses. Further, these meetings allow the contamination of unrelated research areas and thus the spreading of ideas, hypotheses, and research tools. The annual meeting of the American College of Rheumatology (ACR) serves this purpose by allowing thousands of rheumatologists, immunologists, health care professionals, and basic scientists to attend the same sessions and present their work. The 2014 ACR meeting was held in Boston, MA, and was attended by over 16,000 participants who had the opportunity to directly witness the presentation of over 3000 abstracts. As such is the case, a full attendance of all update opportunities was not feasible. To fill this gap we arbitrarily selected the abstracts the appeared most interesting in a few fields of interest and we herein discuss the presented data and their further implications. In particular, we were intrigued by research advances in biomarkers for rheumatic diseases, and by advances on Sjögren syndrome, neuropsychiatric systemic lupus erythematosus, fibromyalgia, and B cell mechanisms. While we are well aware of the numerous blind spots that are expected in this type of article, we submit that this is far from a comprehensive overview and refer to the abstract book for a more complete analysis of the presented abstracts."
    },
    {
      "paper_name": "Effects of diet-induced obesity and voluntary exercise in a tauopathy mouse model: implications of persistent hyperleptinemia and enhanced astrocytic leptin receptor expression.",
      "paper_year": "2014",
      "paper_authors": "Koga S, Kojima A, Ishikawa C, Kuwabara S, Arai K, Yoshiyama Y",
      "journal": "Neurobiology of disease",
      "publisher": "Neurobiol Dis",
      "resumen": "The number of patients with Alzheimer's disease (AD) is increasing worldwide, and available drugs have shown limited efficacy. Hence, preventive interventions and treatments for presymptomatic AD are currently considered very important. Obesity rates have also been increasing dramatically and it is an independent risk factor of AD. Therefore, for the prevention of AD, it is important to elucidate the pathomechanism between obesity and AD. We generated high calorie diet (HCD)-induced obese tauopathy model mice (PS19), which showed hyperleptinemia but limited insulin resistance. HCD enhanced tau pathology and glial activation. Conversely, voluntary exercise with a running wheel normalized the serum leptin concentration without reducing body weight, and restored the pathological changes induced by HCD. Thus, we speculated that persistent hyperleptinemia played an important role in accelerating pathological changes in PS19 mice. Leptin primarily regulates food intake and body weight via leptin receptor b (LepRb). Interestingly, the nuclear staining for p-STAT3, which was activated by LepRb, was decreased in hippocampal neurons in HCD PS19 mice, indicating leptin resistance. Meanwhile, astroglial activation and the astrocytic expression of a short LepR isoform, LepRa, were enhanced in the hippocampus of HCD PS19 mice. Real-time PCR analysis demonstrated that leptin increased mRNA levels for pro-inflammatory cytokines including IL-1β and TNF-α in primary cultured astrocytes from wild type and LepRb-deficient mice. These observations suggest that persistent hyperleptinemia caused by obesity induces astrocytic activation, astrocytic leptin hypersensitivity with enhanced LepRa expression, and enhanced inflammation, consequently accelerating tau pathology in PS19 mice."
    },
    {
      "paper_name": "Carnitine replacement in end-stage renal disease and hemodialysis.",
      "paper_year": "2004",
      "paper_authors": "Calvani M, Benatti P, Mancinelli A, D'Iddio S, Giordano V, Koverech A, Amato A, Brass EP",
      "journal": "Annals of the New York Academy of Sciences",
      "publisher": "Ann N Y Acad Sci",
      "resumen": "In patients with chronic renal failure, not yet undergoing hemodialysis (HD), plasma acylcarnitines accumulate in part due to a decreased renal clearance of esterified carnitine moieties. In these patients, a high acylcarnitine/free-carnitine ratio is usually found in plasma. Patients undergoing maintenance HD, usually present with plasma carnitine insufficiency, due to accumulation of metabolic intermediates combined with impaired carnitine biosynthesis, reduced protein intake and increased removal via HD. Plasma carnitine concentrations rapidly decrease to 40% of baseline level during the dialysis session, with a slow restoration of the carnitine concentration during the interdialytic period, mainly from organs of storage (skeletal muscle). Dietary intake also plays an important role in carnitine homeostasis of HD patients since the prevalence of malnutrition ranges from 18% to 75% of these cases. This could differentially affect various body compartments, with clinical consequences such as impaired muscle function, decreased wound healing, altered ventilatory response, and abnormal immune function. Repeated hemodialytic treatments are associated with decreased carnitine stores in skeletal muscle. The administration of intravenous L-carnitine (LC) postdialysis replenishes the free carnitine removed from the blood and contributes to replenishment of muscle carnitine content. LC supplementation in selected uremic patients may yield clinical benefits by ameliorating several conditions, such as erythropoietin-resistant anemia, decreased cardiac performance, intradialytic hypotension, muscle symptoms, as well as impaired exercise and functional capacities. Furthermore, LC may positively influence the nutritional status of HD patients by promoting a positive protein balance, and by reducing insulin resistance and chronic inflammation, possibly through an effect on leptin resistance."
    },
    {
      "paper_name": "Taurine supplementation ameliorates glucose homeostasis, prevents insulin and glucagon hypersecretion, and controls β, α, and δ-cell masses in genetic obese mice.",
      "paper_year": "2015",
      "paper_authors": "Santos-Silva JC, Ribeiro RA, Vettorazzi JF, Irles E, Rickli S, Borck PC, Porciuncula PM, Quesada I, Nadal A, Boschero AC, Carneiro EM",
      "journal": "Amino acids",
      "publisher": "Amino Acids",
      "resumen": "Taurine (Tau) regulates β-cell function and glucose homeostasis under normal and diabetic conditions. Here, we assessed the effects of Tau supplementation upon glucose homeostasis and the morphophysiology of endocrine pancreas, in leptin-deficient obese (ob) mice. From weaning until 90-day-old, C57Bl/6 and ob mice received, or not, 5% Tau in drinking water (C, CT, ob and obT). Obese mice were hyperglycemic, glucose intolerant, insulin resistant, and exhibited higher hepatic glucose output. Tau supplementation did not prevent obesity, but ameliorated glucose homeostasis in obT. Islets from ob mice presented a higher glucose-induced intracellular Ca(2+) influx, NAD(P)H production and insulin release. Furthermore, α-cells from ob islets displayed a higher oscillatory Ca(2+) profile at low glucose concentrations, in association with glucagon hypersecretion. In Tau-supplemented ob mice, insulin and glucagon secretion was attenuated, while Ca(2+) influx tended to be normalized in β-cells and Ca(2+) oscillations were increased in α-cells. Tau normalized the inhibitory action of somatostatin (SST) upon insulin release in the obT group. In these islets, expression of the glucagon, GLUT-2 and TRPM5 genes was also restored. Tau also enhanced MafA, Ngn3 and NeuroD mRNA levels in obT islets. Morphometric analysis demonstrated that the hypertrophy of ob islets tends to be normalized by Tau with reductions in islet and β-cell masses, but enhanced δ-cell mass in obT. Our results indicate that Tau improves glucose homeostasis, regulating β-, α-, and δ-cell morphophysiology in ob mice, indicating that Tau may be a potential therapeutic tool for the preservation of endocrine pancreatic function in obesity and diabetes."
    },
    {
      "paper_name": "Local Application of Leptin Antagonist Attenuates Angiotensin II-Induced Ascending Aortic Aneurysm and Cardiac Remodeling.",
      "paper_year": "2016",
      "paper_authors": "Ben-Zvi D, Savion N, Kolodgie F, Simon A, Fisch S, Schäfer K, Bachner-Hinenzon N, Cao X, Gertler A, Solomon G, Kachel E, Raanani E, Lavee J, Kotev Emeth S, Virmani R, Schoen FJ, Schneiderman J",
      "journal": "Journal of the American Heart Association",
      "publisher": "J Am Heart Assoc",
      "resumen": "Ascending thoracic aortic aneurysm (ATAA) is driven by angiotensin II (AngII) and contributes to the development of left ventricular (LV) remodeling through aortoventricular coupling. We previously showed that locally available leptin augments AngII-induced abdominal aortic aneurysms in apolipoprotein E-deficient mice. We hypothesized that locally synthesized leptin mediates AngII-induced ATAA."
    },
    {
      "paper_name": "The technical reliability and biotemporal stability of cerebrospinal fluid biomarkers for profiling multiple pathophysiologies in Alzheimer's disease.",
      "paper_year": "2018",
      "paper_authors": "Trombetta BA, Carlyle BC, Koenig AM, Shaw LM, Trojanowski JQ, Wolk DA, Locascio JJ, Arnold SE",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "Alzheimer's disease (AD) is a complex neurodegenerative disease driven by multiple interacting pathophysiological processes that ultimately results in synaptic loss, neuronal death, and dementia. We implemented a fit-for-purpose modeled approach to qualify a broad selection of commercially available immunoassays and evaluate the biotemporal stability of analytes across five pathophysiological domains of interest in AD, including core amyloid-β (Aβ) and tau AD biomarkers, neurodegeneration, inflammation/immune modulation, neurovascular injury, and metabolism/oxidative stress."
    },
    {
      "paper_name": "PARP-1 inhibition protects the diabetic heart through activation of SIRT1-PGC-1α axis.",
      "paper_year": "2018",
      "paper_authors": "Waldman M, Nudelman V, Shainberg A, Abraham NG, Kornwoski R, Aravot D, Arad M, Hochhauser E",
      "journal": "Experimental cell research",
      "publisher": "Exp Cell Res",
      "resumen": "Type 2 diabetes mellitus (DM2) follows impaired glucose tolerance in obesity and is frequently associated with hypertension, causing adverse myocardial remodelling and leading to heart failure. The DNA bound protein PARP (poly ADP ribose) polymerase catalyses a post translational modification (polymerization of negatively charged ADP-ribose chains) of nuclear proteins. PARP-1 activation is NAD<sup>+</sup> dependent and takes part in DNA repair and in chromatin remodelling and has a function in transcriptional regulation, intracellular trafficking and energy metabolism. PARP-1 is activated in diabetic cardiomyopathy. We hypothesized that PARP-1 inhibition in diabetic mice may protect cardiomyocytes from inflammation and ROS production."
    },
    {
      "paper_name": "Longitudinal changes in blood-borne geroscience biomarkers: results from a population-based study.",
      "paper_year": "2025",
      "paper_authors": "Picca A, Nguyen NV, Calvani R, Dale M, Fredolini C, Marzetti E, Calderón-Larrañaga A, Vetrano DL",
      "journal": "GeroScience",
      "publisher": "Geroscience",
      "resumen": "Multi-marker approaches are well suited for untangling the intrinsic complexity of aging and related conditions. Herein, we quantified (1) baseline concentrations of a panel of geroscience biomarkers pertaining to four biological domains (i.e., metabolism, inflammation, vascular/organ dysfunction and cellular senescence, and neurodegeneration) in individuals aged ≥60 years; (2) investigated linear and non-linear changes in biomarker levels over a 6-year period according to age and sex; and (3) described the relationships among geroscience biomarkers at baseline and follow-up. We found that repeated measures of age-dependent changes of 47 blood-borne biomarkers over 6 years had differential associations depending on the biological domains. The most relevant biomolecules in the associations between age and repeated assessments were (1) adiponectin, C-peptide, renin (metabolism), (2) CXCL10, IL-1α, IL-1β, IL-6, IL-10, IL-12p70, MPO (inflammation), (3) cystatin C, MMP7, MMP12, VCAM-1 (vascular/organ dysfunction and cellular senescence), and (4) S100B and Tau protein (neurodegeneration). Among these molecules, a negative association with increasing age was found for IL-1α, IL-1β, IL-12p70, S100B, and Tau protein. Non-linear relationships were also identified with age for IGFBP-1, leptin, β2M, TNFRSF1B, fibrinogen, GDF-15, N-cadherin, and BDNF. Our results indicate that inflammatory and metabolic biomolecules are strongly associated with aging over 6 years of follow-up. Whether the biological pathways reflected by these biomarkers contribute to the aging process or are associated with negative health-related events needs to be explored through comprehensive multi-omics longitudinal analysis in larger cohorts."
    },
    {
      "paper_name": "Quantitative genetics of circulating molecules associated with bone metabolism: a review.",
      "paper_year": "2006",
      "paper_authors": "Livshits G",
      "journal": "Journal of musculoskeletal & neuronal interactions",
      "publisher": "J Musculoskelet Neuronal Interact",
      "resumen": "This paper reviews recent advances in the studies of various biochemical factors (biomarkers) involved in bone metabolism and remodeling. The collected data in this area suggest the existence of complex and multilevel relationships between calciotropic hormones, various cytokines and growth factors. The paper summarizes the data on the magnitude of the familial and genetic effects on the interindividual variation in circulating levels of many of these biomarkers. The majority of the cited heritability estimates are well above 20%, reaching up to 80% for some cytokines (e.g., TNFalpha and VEGF). These estimates point to potential targets for the identification of novel quantitative trait loci involved in the control of the respective molecules variation. This information is of particular importance, because the available data on the association between specific genes/polymorphisms and the respective circulating molecules variation is still very limited. The paper also provides recent findings on the genetics of co-variation between the circulating levels of various biomarkers. It shows that only in a few instances, such as for example, between IGF-I and IGFBP-3, and IGFBP-1 and leptin, significant and substantial genetic (and environmental) correlations were found. It appears that despite the prominent strong genetic effects on variation of each of the numerous biomarkers, the pleiotropic effects are rather limited. We consider briefly some important new data obtained using the gene expression approach and microarray technique. The data, for instance, indicate that the genetic effects on bone metabolism appear to be an open system, which can be activated or modulated by external factors such as drugs, e.g., PTH. Extensive molecular genetic studies in this area are both timely and imperative to detect the specific genes affecting variation (and co-variation) of the circulating factors associated with bone metabolism."
    },
    {
      "paper_name": "Glucose tolerance female-specific QTL mapped in collaborative cross mice.",
      "paper_year": "2017",
      "paper_authors": "Abu-Toamih Atamni HJ, Ziner Y, Mott R, Wolf L, Iraqi FA",
      "journal": "Mammalian genome : official journal of the International Mammalian Genome Society",
      "publisher": "Mamm Genome",
      "resumen": "Type-2 diabetes (T2D) is a complex metabolic disease characterized by impaired glucose tolerance. Despite environmental high risk factors, host genetic background is a strong component of T2D development. Herein, novel highly genetically diverse strains of collaborative cross (CC) lines from mice were assessed to map quantitative trait loci (QTL) associated with variations of glucose-tolerance response. In total, 501 mice of 58 CC lines were maintained on high-fat (42 % fat) diet for 12 weeks. Thereafter, an intraperitoneal glucose tolerance test (IPGTT) was performed for 180 min. Subsequently, the values of Area under curve for the glucose at zero and 180 min (AUC<sub>0-180</sub>), were measured, and used for QTL mapping. Heritability and coefficient of variations in glucose tolerance (CVg) were calculated. One-way analysis of variation was significant (P < 0.001) for AUC<sub>0-180</sub> between the CC lines as well between both sexes. Despite Significant variations for both sexes, QTL analysis was significant, only for females, reporting a significant female-sex-dependent QTL (~2.5 Mbp) associated with IPGTT AUC<sub>0-180</sub> trait, located on Chromosome 8 (32-34.5 Mbp, containing 51 genes). Gene browse revealed QTL for body weight/size, genes involved in immune system, and two main protein-coding genes involved in the Glucose homeostasis, Mboat4 and Leprotl1. Heritability and coefficient of genetic variance (CVg) were 0.49 and 0.31 for females, while for males, these values 0.34 and 0.22, respectively. Our findings demonstrate the roles of genetic factors controlling glucose tolerance, which significantly differ between sexes requiring independent studies for females and males toward T2D prevention and therapy."
    },
    {
      "paper_name": "Low-intensity pulsed ultrasound ameliorates cardiac diastolic dysfunction in mice: a possible novel therapy for heart failure with preserved left ventricular ejection fraction.",
      "paper_year": "2021",
      "paper_authors": "Monma Y, Shindo T, Eguchi K, Kurosawa R, Kagaya Y, Ikumi Y, Ichijo S, Nakata T, Miyata S, Matsumoto A, Sato H, Miura M, Kanai H, Shimokawa H",
      "journal": "Cardiovascular research",
      "publisher": "Cardiovasc Res",
      "resumen": "Heart failure with preserved left ventricular ejection fraction (HFpEF) is a serious health problem worldwide, as no effective therapy is yet available. We have previously demonstrated that our low-intensity pulsed ultrasound (LIPUS) therapy is effective and safe for angina and dementia. In this study, we aimed to examine whether the LIPUS therapy also ameliorates cardiac diastolic dysfunction in mice."
    },
    {
      "paper_name": "Leptin reduces pathology and improves memory in a transgenic mouse model of Alzheimer's disease.",
      "paper_year": "2010",
      "paper_authors": "Greco SJ, Bryan KJ, Sarkar S, Zhu X, Smith MA, Ashford JW, Johnston JM, Tezapsidis N, Casadesus G",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "We have previously reported anti-amyloidogenic effects of leptin using in vitro and in vivo models and, more recently, demonstrated the ability of leptin to reduce tau phosphorylation in neuronal cells. The present study examined the efficacy of leptin in ameliorating the Alzheimer's disease (AD)-like pathology in 6-month old CRND8 transgenic mice (TgCRND8) following 8 weeks of treatment. Leptin-treated transgenic mice showed significantly reduced levels of amyloid-beta (Abeta){1-40} in both brain extracts (52% reduction, p= 0.047) and serum (55% reduction, p= 0.049), as detected by ELISA, and significant reduction in amyloid burden (47% reduction, p=0.041) in the hippocampus, as detected by immunocytochemistry. The decrease in the levels of Abeta in the brain correlated with a decrease in the levels of C99 C-terminal fragments of the amyloid-beta protein precursor, consistent with a role for beta -secretase in mediating the effect of leptin. In addition, leptin-treated TgCRND8 mice had significantly lower levels of phosphorylated tau, as detected by AT8 and anti-tau-Ser{396} antibodies. Importantly, after 4 or 8 weeks of treatment, there was no significant increase in the levels of C-reactive protein, tumor necrosis factor-alpha, and cortisol in the plasma of leptin-treated TgCRND8 animals compared to saline-treated controls, indicating no inflammatory reaction. These biochemical and pathological changes were correlated with behavioral improvements, as early as after 4 weeks of treatment, as recorded by a novel object recognition test and particularly the contextual and cued fear conditioning test after 8 weeks of treatment. Leptin-treated TgCRND8 animals significantly outperformed saline-treated littermates in these behavioral tests. These findings solidly demonstrate the potential for leptin as a disease modifying therapeutic in transgenic animals of AD, driving optimism for its safety and efficacy in humans."
    },
    {
      "paper_name": "Beneficial Effect of Genistein on Diabetes-Induced Brain Damage in the ob/ob Mouse Model.",
      "paper_year": "2020",
      "paper_authors": "Li RZ, Ding XW, Geetha T, Al-Nakkash L, Broderick TL, Babu JR",
      "journal": "Drug design, development and therapy",
      "publisher": "Drug Des Devel Ther",
      "resumen": "Diabetes mellitus (DM)-induced brain damage is characterized by cellular, molecular and functional changes. The mechanisms include oxidative stress, neuroinflammation, reduction of neurotrophic factors, insulin resistance, excessive amyloid beta (Aβ) deposition and Tau phosphorylation. Both antidiabetic and neuroprotective effects of the phytoestrogen genistein have been reported. However, the beneficial effect of genistein in brain of the ob/ob mouse model of severe obesity and diabetes remains to be determined."
    },
    {
      "paper_name": "B6D2F1 mice that retain sexual behavior long term after castration outperform those that cease in the radial arm maze.",
      "paper_year": "2022",
      "paper_authors": "David CD, Wyrosdic BN, Wan H, Lapp HE, Bartlett AA, Yitbarek S, Park JH",
      "journal": "Psychoneuroendocrinology",
      "publisher": "Psychoneuroendocrinology",
      "resumen": "In rodents, gonadal steroids play a critical yet variable role in behaviors such as social interaction and cognitive performance. Gonadal steroids organize sex differences observed in spatial working memory, while the absence of activational effects induced by castration generally impedes spatial learning and memory. Although male sexual behavior is typically inhibited following castration, a significant proportion of gonadectomized B6D2F1 hybrid males retains the complete repertoire of male reproductive behavior. In a prior study, amyloid precursor protein and tau, proteins involved in cognitive behavior, facilitated steroid-independent male sex behavior in B6D2F1 hybrid male mice. We used this strain to investigate the relationship between gonadal steroid-independent male sexual behavior and cognition. After identifying \"maters\" (animals retaining steroid-independent male sex behavior) and \"non-maters,\" we tested spatial memory in an 8-arm radial arm maze. Although neither group demonstrated a decrease in errors as a function of time, maters committed fewer errors compared to non-maters overall (p < 0.05). Maters also completed the maze more quickly than non-maters (p < 0.05). We measured mRNA expression of APP and MAPT as well as LEPR and D2R to probe potential roles of metabolism and motivation. Uniquely among maters, increased relative expression of D2R and LEPR in the hippocampus was associated with a longer latency to complete the maze during the last 3 or across all trials, respectively. These data demonstrate that maters outperform non-maters in the radial arm maze, warranting further study of potential differences in acquisition of spatial memory tasks or learning strategy between these groups."
    },
    {
      "paper_name": "Identification of microRNAs involved in Alzheimer's progression using a rabbit model of the disease.",
      "paper_year": "2014",
      "paper_authors": "Liu QY, Chang MN, Lei JX, Koukiekolo R, Smith B, Zhang D, Ghribi O",
      "journal": "American journal of neurodegenerative disease",
      "publisher": "Am J Neurodegener Dis",
      "resumen": "Alzheimer's disease (AD) is the most common neurodegenerative disorder characterized by the presence of extracellular plaques of β-amyloid peptides and intracellular tangles of hyperphosphorylated tau proteins in the brain. The vast majority of cases are late onset AD (LOAD), which are genetically heterogeneous and occur sporadically. High blood cholesterol is suggested to be a risk factor for this disease. Several neuropathological changes of LOAD can be reproduced by supplementing a rabbit's diet with 2% cholesterol for 12 weeks. Accumulating data in the literature suggest that microRNAs (miRNA) participate in the development of AD pathology. The present study focuses on the survey of changes of miRNA expression in rabbit brains during the progression of AD-like pathology using microarray followed by Taq-Man qRT-PCR analyses. Out of 1769 miRNA probes used in the experiments, 99 miRNAs were found to be present in rabbit brain, 57 were newly identified as miRNAs from rabbit brain. Eleven miRNAs showed significant changes over AD-like pathology progression. Among them, the changes of miR-125b, miR-98, miR-107, miR-30, along with 3 members of the let-7 family were similar to those observed in human AD samples, whereas the expression patterns of miR-15a, miR-26b, miR-9 and miR-576-3p were unique to this rabbit LOAD model. The significant up regulation of miR-26b is consistent with the decrease of leptin levels in the brains of cholesterol fed rabbit model for AD, confirming that miR-26b is indeed regulated by leptin and that both leptin and miR-26b may be involved in cholesterol induced AD-like pathology."
    },
    {
      "paper_name": "Sex differences in the impact of parental obesity on offspring cardiac SIRT3 expression, mitochondrial efficiency, and diastolic function early in life.",
      "paper_year": "2021",
      "paper_authors": "do Carmo JM, Omoto ACM, Dai X, Moak SP, Mega GS, Li X, Wang Z, Mouton AJ, Hall JE, da Silva AA",
      "journal": "American journal of physiology. Heart and circulatory physiology",
      "publisher": "Am J Physiol Heart Circ Physiol",
      "resumen": "Previous studies suggest that parental obesity may adversely impact long-term metabolic health of the offspring. We tested the hypothesis that parental (paternal + maternal) obesity impairs cardiac function in the offspring early in life. Within 1-3 days after weaning, offspring from obese rats fed a high-fat diet (HFD-Offs) and age-matched offspring from lean rats (ND-Offs) were submitted to echocardiography and cardiac catheterization for assessment of pressure-volume relationships. Then, hearts were digested and isolated cardiomyocytes were used to determine contractile function, calcium transients, proteins related to calcium signaling, and mitochondrial bioenergetics. Female and male HFD-Offs were heavier (72 ± 2 and 61 ± 4 g vs. 57 ± 2 and 49 ± 1 g), hyperglycemic (112 ± 8 and 115 ± 12 mg/dL vs. 92 ± 10 and 96 ± 8 mg/dL) with higher plasma insulin and leptin concentrations compared with female and male ND-Offs. When compared with male controls, male HFD-Offs exhibited similar systolic function but impaired diastolic function as indicated by increased IVRT (22 ± 1 vs. 17 ± 1 ms), E/E' ratio (29 ± 2 vs. 23 ± 1), and tau (5.7 ± 0.2 vs. 4.8 ± 0.2). The impaired diastolic function was associated with reduced resting free Ca<sup>2+</sup> levels and phospholamban protein expression, increased activated matrix metalloproteinase 2, and reduced SIRT3 protein expression, mitochondrial ATP reserve, and ATP-linked respiration. These results indicate that male and female Offs from obese parents have multiple metabolic abnormalities early in life (1-3 days after weaning) and that male, but not female, Offs have impaired diastolic function as well as reductions in cardiac SIRT3, resting free Ca<sup>2+</sup> levels, and mitochondrial biogenesis.<b>NEW & NOTEWORTHY</b> Parental obesity contributes to diastolic dysfunction in young offspring (1-3 days after weaning) in a sex-dependent manner, as well as reduced cardiac SIRT3 expression and altered mitochondrial bioenergetics, resting Ca<sup>2+</sup> levels, and reduced phospholamban protein levels."
    },
    {
      "paper_name": "Free Radical-Scavenging, Anti-Inflammatory/Anti-Fibrotic and Hepatoprotective Actions of Taurine and Silymarin against CCl4 Induced Rat Liver Damage.",
      "paper_year": "2015",
      "paper_authors": "Abdel-Moneim AM, Al-Kahtani MA, El-Kersh MA, Al-Omair MA",
      "journal": "PloS one",
      "publisher": "PLoS One",
      "resumen": "The present study aims to investigate the hepatoprotective effect of taurine (TAU) alone or in combination with silymarin (SIL) on CCl4-induced liver damage. Twenty five male rats were randomized into 5 groups: normal control (vehicle treated), toxin control (CCl4 treated), CCl4+TAU, CCl4+SIL and CCl4+TAU+SIL. CCl4 provoked significant increases in the levels of hepatic TBARS, NO and NOS compared to control group, but the levels of endogenous antioxidants such as SOD, GPx, GR, GST and GSH were significantly decreased. Serum pro-inflammatory and fibrogenic cytokines including TNF-α, TGF-β1, IL-6, leptin and resistin were increased while the anti-inflammatory (adiponectin) cytokine was decreased in all treated rats. Our results also showed that CCl4 induced an increase in liver injury parameters like serum ALT, AST, ALP, GGT and bilirubin. In addition, a significant increase in liver tissue hydroxyproline (a major component of collagen) was detected in rats exposed to CCl4. Moreover, the concentrations of serum TG, TC, HDL-C, LDL-C, VLDL-C and FFA were significantly increased by CCl4. Both TAU and SIL (i.e., antioxidants) post-treatments were effectively able to relieve most of the above mentioned imbalances. However, the combination therapy was more effective than single applications in reducing TBARS levels, NO production, hydroxyproline content in fibrotic liver and the activity of serum GGT. Combined treatment (but not TAU- or SIL-alone) was also able to effectively prevent CCl4-induced decrease in adiponectin serum levels. Of note, the combined post-treatment with TAU+SIL (but not monotherapy) normalized serum FFA in CCl4-treated rats. The biochemical results were confirmed by histological and ultrastructural changes as compared to CCl4-poisoned rats. Therefore, on the basis of our work, TAU may be used in combination with SIL as an additional adjunct therapy to cure liver diseases such as fibrosis, cirrhosis and viral hepatitis."
    },
    {
      "paper_name": "Non-Phosphorylated Tau in Cerebrospinal Fluid is a Marker of Alzheimer's Disease Continuum in Young Urbanites Exposed to Air Pollution.",
      "paper_year": "2018",
      "paper_authors": "Calderón-Garcidueñas L, Mukherjee PS, Waniek K, Holzer M, Chao CK, Thompson C, Ruiz-Ramos R, Calderón-Garcidueñas A, Franco-Lira M, Reynoso-Robles R, Gónzalez-Maciel A, Lachmann I",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Long-term exposure to fine particulate matter (PM2.5) and ozone (O3) above USEPA standards is associated with Alzheimer's disease (AD) risk. Metropolitan Mexico City (MMC) children exhibit subcortical pretangles in infancy and cortical tau pre-tangles, NFTs, and amyloid phases 1-2 by the 2nd decade. Given their AD continuum, we measured in 507 normal cerebrospinal fluid (CSF) samples (MMC 354, controls 153, 12.82±6.73 y), a high affinity monoclonal non-phosphorylated tau antibody (non-P-Tau), as a potential biomarker of AD and axonal damage. In 81 samples, we also measured total tau (T-Tau), tau phosphorylated at threonine 181 (P-Tau), amyloid-β1-42, BDNF, and vitamin D. We documented by electron microscopy myelinated axonal size and the pathology associated with combustion-derived nanoparticles (CDNPs) in anterior cingulate cortex white matter in 6 young residents (16.25±3.34 y). Non-P-Tau showed a strong increase with age significantly faster among MMC versus controls (p = 0.0055). Aβ1 - 42 and BDNF concentrations were lower in MMC children (p = 0.002 and 0.03, respectively). Anterior cingulate cortex showed a significant decrease (p = <0.0001) in the average axonal size and CDNPs were associated with organelle pathology. Significant age increases in non-P-Tau support tau changes early in a population with axonal pathology and evolving AD hallmarks in the first two decades of life. Non-P-Tau is an early biomarker of axonal damage and potentially valuable to monitor progressive longitudinal changes along with AD multianalyte classical CSF markers. Neuroprotection of young urbanites with PM2.5 and CDNPs exposures ought to be a public health priority to halt the development of AD in the first two decades of life."
    },
    {
      "paper_name": "Thymoquinone controlled obesity and invigorated cognitive and memory performance in rats consuming a high-fat diet via modulating oxidative stress, inflammation and apoptosis.",
      "paper_year": "2025",
      "paper_authors": "Mostafa MD, Amer ME, ElKomy MA, Othman AI, El-Missiry MA",
      "journal": "Scientific reports",
      "publisher": "Sci Rep",
      "resumen": "The current study investigated the mitigating effects of thymoquinone (TQ) against high-fat diet (HFD)-mediated brain injury, cognitive and memory impairment, and the underlying mechanisms. Twenty-four adult male Wistar rats were divided into four groups of six rats each. Rats were fed HFD for 12 weeks to induce obesity. On the 9th week, TQ was administered orally to obese rats for four weeks. The effects of TQ were estimated by neurobehavioral testing, biochemical analysis, DNA damage, molecular docking, and histopathological examination of brains and visceral fat. TQ reduced body weight, body weight gain and adipocyte size, improved hyperlipidemia, and normalized the levels of leptin and adiponectin. TQ significantly attenuated the increase in HbA1c percent and insulin resistance. TQ decreased the accumulation of amyloid-β and tau proteins and improved the levels of neurotransmitters in the brains of obese rats. TQ-treated obese rats showed improved thickening of the pyramidal cell layer in the hippocampus and improved cognitive function and memory impairments. Molecular docking analysis indicated that TQ exhibited a marked affinity for inhibiting binding sites of tau and amyloid-β proteins. Furthermore, TQ controlled oxidative stress and enhanced the Nrf2 expression in the pyramidal cell layer and the activity of HO-1, SOD, and CAT in the brain. The restoration of redox balance by TQ was associated with normalization of inflammatory indicators and alleviation of DNA damage in the brains of HFD-treated animals. These changes contributed to the normalization of mitochondrial apoptotic pathway mediators (p53, Bcl-2, Bax, and caspase-3) and maintained the histological structure of the hippocampus. In conclusion, TQ attenuated brain injury, cognitive impairment, and memory deficit with improvement of body weight gain and metabolic status in obese rats through interrelated biological processes, including regulation of redox balance, inflammatory response, neurotransmitter equilibrium, and regression of DNA injury and apoptosis."
    },
    {
      "paper_name": "Physiological, Psychological and Performance-Related Changes Following Physique Competition: A Case-Series.",
      "paper_year": "2020",
      "paper_authors": "Longstrom JM, Colenso-Semple LM, Waddell BJ, Mastrofini G, Trexler ET, Campbell BI",
      "journal": "Journal of functional morphology and kinesiology",
      "publisher": "J Funct Morphol Kinesiol",
      "resumen": "The purpose of this case-series was to evaluate the physiological, psychological and performance-related changes that occur during the postcompetition period. Participants included three male (34.3 ± 6.8 years, 181.6 ± 8.9 cm) and four female (29.3 ± 4.9 years, 161.4 ± 6.0 cm) natural physique athletes. Body composition (fat mass (FM) and fat-free mass (FFM); Skinfold), resting metabolic rate (RMR; indirect calorimetry), total body water (TBW; bioelectrical impedance analysis), sleep quality (PSQI; Pittsburgh Sleep Quality Index), quality of life measures (RAND SF36), menstrual irregularities, and knee extension performance were assessed 1-2 weeks prior to competition, and 4 weeks and 8-10 weeks postcompetition. Blood hormones (free triiodothyronine; T<sub>3</sub>, free thyroxine; T<sub>4</sub>, and leptin) were assessed at 1-2 weeks prior to competition and 8-10 weeks postcompetition. Participants tracked daily macronutrient intake daily for the duration of the study. Group-level data were analyzed using exploratory, one-tailed, nonparametric statistical tests. Bodyweight, FM, bodyfat%, RMR, and blood hormones (T<sub>3</sub>, T<sub>4</sub>, and leptin) increased significantly (<i>p</i> < 0.05) at the group level. Relative (%Δ) increases in fat mass were associated with △RMR (τ = 0.90; <i>p</i> = 0.001) and △leptin (τ = 0.68; <i>p</i> = 0.02), and △leptin was associated with △RMR (τ = 0.59; <i>p</i> = 0.03). The time course for recovery appears to vary substantially between individuals potentially due to strategies implemented postcompetition."
    },
    {
      "paper_name": "Leptin reduces Alzheimer's disease-related tau phosphorylation in neuronal cells.",
      "paper_year": "2008",
      "paper_authors": "Greco SJ, Sarkar S, Johnston JM, Zhu X, Su B, Casadesus G, Ashford JW, Smith MA, Tezapsidis N",
      "journal": "Biochemical and biophysical research communications",
      "publisher": "Biochem Biophys Res Commun",
      "resumen": "Leptin is a centrally acting hormone controlling metabolic pathways. Recently, it was shown that leptin can reduce amyloid beta levels both in vitro and in vivo. Herein, phosphorylation of tau was investigated following treatment of neuronal cells with leptin and insulin. Specifically, phosphorylation of tau at amino acid residues Ser(202), Ser(396) and Ser(404) was monitored in retinoic acid induced, human cell lines: SH-SY5Y and NTera-2. Both hormones induced a concentration- and time-dependent reduction of tau phosphorylation, and were synergistic at suboptimum concentrations. Importantly, leptin was 300-fold more potent than insulin (IC(50)L=46.9 nM vs. IC(50)I=13.8 microM). A central role for AMP-dependent kinase as a mediator of leptin's action is demonstrated by the ability of 5-aminoimidazole-4-carboxyamide ribonucleoside (AICAR) to decrease tau phosphorylation, and by blocking leptin in the presence of Compound C. Thus, leptin, which ameliorates both amyloid beta and tau-related pathological pathways, holds promise as a novel therapeutic for Alzheimer's disease."
    },
    {
      "paper_name": "Acute oral metformin enhances satiation and activates brainstem nesfatinergic neurons.",
      "paper_year": "2014",
      "paper_authors": "Rouquet T, Clément P, Gaigé S, Tardivel C, Roux J, Dallaporta M, Bariohay B, Troadec JD, Lebrun B",
      "journal": "Obesity (Silver Spring, Md.)",
      "publisher": "Obesity (Silver Spring)",
      "resumen": "The study was designed to determine metformin effects on meal pattern, gastric emptying, energy expenditure, and to identify metformin-sensitive neurons and their phenotype."
    },
    {
      "paper_name": "A cardiologic approach to non-insulin antidiabetic pharmacotherapy in patients with heart disease.",
      "paper_year": "2009",
      "paper_authors": "Fisman EZ, Tenenbaum A",
      "journal": "Cardiovascular diabetology",
      "publisher": "Cardiovasc Diabetol",
      "resumen": "Classical non-insulin antihyperglycemic drugs currently approved for the treatment of type 2 diabetes mellitus (T2DM) comprise five groups: biguanides, sulfonylureas, meglitinides, glitazones and alpha-glucosidase inhibitors. Novel compounds are represented by the incretin mimetic drugs like glucagon like peptide-1 (GLP-1), the dipeptidyl peptidase 4 (DPP-4) inhibitors, dual peroxisome proliferator-activated receptors (PPAR) agonists (glitazars) and amylin mimetic drugs. We review the cardiovascular effects of these drugs in an attempt to improve knowledge regarding their potential risks when treating T2DM in cardiac patients. Metformin may lead to lethal lactic acidosis, especially in patients with clinical conditions that predispose to this complication, such as recent myocardial infarction, heart or renal failure. Sulfonylureas exert their effect by closing the ATP-dependent potassium channels. This prevents the opening of these channels during myocardial ischemia, impeding the necessary hyperpolarization that protects the cell. The combined sulfonylurea/metformin therapy reveals additive effects on mortality in patients with coronary artery disease (CAD). Meglitinides effects are similar to those of sulfonylureas, due to their almost analogous mechanism of action. Glitazones lower leptin levels, leading to weight gain and are unsafe in NYHA class III or IV. The long-term effects of alpha-glucosidase inhibitors on morbidity and mortality rates is yet unknown. The incretin GLP-1 is associated with reductions in body weight and appears to present positive inotropic effects. DPP-4 inhibitors influences on the cardiovascular system seem to be neutral and patients do not gain weight. The future of glitazars is presently uncertain following concerns about their safety. The amylin mimetic drug paramlintide, while a satisfactory adjuvant medication in insulin-dependent diabetes, is unlikely to play a major role in the management of T2DM. Summarizing the present information it can be stated that 1. Four out the five classical oral antidiabetic drug groups present proven or potential cardiac hazards; 2. These hazards are not mere 'side effects', but biochemical phenomena which are deeply rooted in the drugs' mechanism of action; 3. Current data indicate that the combined glibenclamide/metformin therapy seems to present special risk and should be avoided in the long-term management of T2DM with proven CAD; 4. Glitazones should be avoided in patients with overt heart failure; 5, The novel incretin mimetic drugs and DPP-4 inhibitors--while usually inadequate as monotherapy--appear to be satisfactory adjuvant drugs due to the lack of known undesirable cardiovascular effects; 6. Customized antihyperglycemic pharmacological approaches should be implemented for the achievement of optimal treatment of T2DM patients with heart disease. In this context, it should be carefully taken into consideration whether the leading clinical status is CAD or heart failure."
    },
    {
      "paper_name": "Type 2 Diabetes Mellitus and Alzheimer's Disease: from physiopathology to treatment implications.",
      "paper_year": "2013",
      "paper_authors": "Moreira RO, Campos SC, Soldera AL",
      "journal": "Diabetes/metabolism research and reviews",
      "publisher": "Diabetes Metab Res Rev",
      "resumen": "Alzheimer's Disease (AD) is the most common cause of dementia worldwide. Type 2 Diabetes Mellitus (T2DM) is a disease characterized by insulin resistance (IR) and progressive β cell failure, and affected individuals are at increased risk to develop several forms of cognitive dysfunction, including AD. Different mechanisms have already been identified linking visceral obesity, IR and AD. Insulin resistance is associated with a decrease in glucose uptake by neurons, an increase in Amyloid β production and secretion, in the formation of senile plaques, and also in tau protein phosphorylation. Other mechanisms also include a decrease in Insulin Degrading Enzyme (IDE) activity and an increase in oxidative stress secondary to hyperglycemia. Taken together, these mechanisms suggest that drugs used to ameliorate hyperglycemia and IR may also have beneficial effects in diabetic patients with AD. Indeed, manuscripts investigating the effects of metformin, thiazolinediones, leptin, GLP-1 therapies, insulin and bariatric surgery in cognition and AD have been published with very promising results, and may indicate an alternative approach for these patients. This article is protected by copyright. All rights reserved."
    },
    {
      "paper_name": "Differential central pathology and cognitive impairment in pre-diabetic and diabetic mice.",
      "paper_year": "2013",
      "paper_authors": "Ramos-Rodriguez JJ, Ortiz O, Jimenez-Palomares M, Kay KR, Berrocoso E, Murillo-Carretero MI, Perdomo G, Spires-Jones T, Cozar-Castellano I, Lechuga-Sancho AM, Garcia-Alloza M",
      "journal": "Psychoneuroendocrinology",
      "publisher": "Psychoneuroendocrinology",
      "resumen": "Although age remains the main risk factor to suffer Alzheimer's disease (AD) and vascular dementia (VD), type 2 diabetes (T2D) has turned up as a relevant risk factor for dementia. However, the ultimate underlying mechanisms for this association remain unclear. In the present study we analyzed central nervous system (CNS) morphological and functional consequences of long-term insulin resistance and T2D in db/db mice (leptin receptor KO mice). We also included C57Bl6 mice fed with high fat diet (HFD) and a third group of C57Bl6 streptozotocin (STZ) treated mice. Db/db mice exhibited pathological characteristics that mimic both AD and VD, including age dependent cognitive deterioration, brain atrophy, increased spontaneous hemorrhages and tau phosphorylation, affecting the cortex preferentially. A similar profile was observed in STZ-induced diabetic mice. Moreover metabolic parameters, such as body weight, glucose and insulin levels are good predictors of many of these alterations in db/db mice. In addition, in HFD-induced hyperinsulinemia in C57Bl6 mice, we only observed mild CNS alterations, suggesting that central nervous system dysfunction is associated with well established T2D. Altogether our results suggest that T2D may promote many of the pathological and behavioral alterations observed in dementia, supporting that interventions devoted to control glucose homeostasis could improve dementia progress and prognosis."
    },
    {
      "paper_name": "Tau hyperphosphorylation in the brain of ob/ob mice is due to hypothermia: Importance of thermoregulation in linking diabetes and Alzheimer's disease.",
      "paper_year": "2017",
      "paper_authors": "Gratuze M, El Khoury NB, Turgeon A, Julien C, Marcouiller F, Morin F, Whittington RA, Marette A, Calon F, Planel E",
      "journal": "Neurobiology of disease",
      "publisher": "Neurobiol Dis",
      "resumen": "Over the last few decades, there has been a significant increase in epidemiological studies suggesting that type 2 diabetes (T2DM) is linked to a higher risk of Alzheimer's disease (AD). However, how T2DM affects AD pathology, such as tau hyperphosphorylation, is not well understood. In this study, we investigated the impact of T2DM on tau phosphorylation in ob/ob mice, a spontaneous genetic model of T2DM. Tau phosphorylation at the AT8 epitope was slightly elevated in 4-week-old ob/ob mice while 26-week-old ob/ob mice exhibited tau hyperphosphorylation at multiple tau phospho-epitopes (Tau1, CP13, AT8, AT180, PHF1). We then examined the mechanism of tau hyperphosphorylation and demonstrated that it is mostly due to hypothermia, as ob/ob mice were hypothermic and normothermia restored tau phosphorylation to control levels. As caffeine has been shown to be beneficial for diabetes, obesity and tau phosphorylation, we, therefore, used it as therapeutic treatment. Unexpectedly, chronic caffeine intake exacerbated tau hyperphosphorylation by promoting deeper hypothermia. Our data indicate that tau hyperphosphorylation is predominately due to hypothermia consequent to impaired thermoregulation in ob/ob mice. This study establishes a novel link between diabetes and AD, and reinforces the importance of recording body temperature to better assess the relationship between diabetes and AD."
    },
    {
      "paper_name": "Follicle growth, corpus luteum function and their effects on embryo development in postpartum dairy cows.",
      "paper_year": "2003",
      "paper_authors": "Wathes DC, Taylor VJ, Cheng Z, Mann GE",
      "journal": "Reproduction (Cambridge, England). Supplement",
      "publisher": "Reprod Suppl",
      "resumen": "Absent or irregular ovarian cycles in lactating dairy cows are caused by failure to ovulate the dominant follicle at the appropriate time. The follicle then either regresses or develops into a cyst. This process can be triggered by a variety of metabolic and disease factors that act at the hypothalamus and pituitary gland to inhibit pulsatile LH secretion and the LH surge, and at the ovary to reduce follicular growth and oestradiol production. Cows of poor energy status have low circulating concentrations of insulin-like growth factor I (IGF-I). Predisposing factors include calving difficulties, inappropriate diet, reduced intake of dry matter and a high rate of body condition score loss. Various stressors predispose the follicle to cyst development by inhibiting the LH surge and ovulation; these include common infections, such as mastitis. Even when ovulation does occur, poor follicular development may result in production of an inadequate corpus luteum. The timing of the increase in progesterone in the early luteal phase (days 4-5) appears to be a key determinant of fertility, probably because it alters the secretory activity of the reproductive tract, thus influencing embryonic growth and interferon-tau production. A period of negative energy balance after calving can reduce fertility even though metabolic parameters have apparently improved at the time of service."
    },
    {
      "paper_name": "Chronic Leptin Supplementation Ameliorates Pathology and Improves Cognitive Performance in a Transgenic Mouse Model of Alzheimer's Disease.",
      "paper_year": "2009",
      "paper_authors": "Greco SJ, Bryan KJ, Sarkar S, Zhu X, Smith MA, Ashford JW, Johnston JM, Tezapsidis N, Casadesus G",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "We have previously reported anti-amyloidogenic effects of leptin using in vitro and in vivo models and, more recently, demonstrated the ability of leptin to reduce tau phosphorylation in neuronal cells. The present study examined the efficacy of leptin in ameliorating the Alzheimer's disease (AD)-like pathology in 6-month old CRND8 transgenic mice (TgCRND8) following 8 weeks of treatment. Leptin-treated transgenic mice showed significantly reduced levels of amyloid-beta (Abeta){1-40} in both brain extracts (52% reduction, p= 0.047) and serum (55% reduction, p= 0.049), as detected by ELISA, and significant reduction in amyloid burden (47% reduction, p=0.041) in the hippocampus, as detected by immunocytochemistry. The decrease in the levels of Abeta in the brain correlated with a decrease in the levels of C99 C-terminal fragments of the amyloid-beta protein precursor, consistent with a role for beta -secretase in mediating the effect of leptin. In addition, leptin-treated TgCRND8 mice had significantly lower levels of phosphorylated tau, as detected by AT8 and anti-tau-Ser{396} antibodies. Importantly, after 4 or 8 weeks of treatment, there was no significant increase in the levels of C-reactive protein, tumor necrosis factor-alpha, and cortisol in the plasma of leptin-treated TgCRND8 animals compared to saline-treated controls, indicating no inflammatory reaction. These biochemical and pathological changes were correlated with behavioral improvements, as early as after 4 weeks of treatment, as recorded by a novel object recognition test and particularly the contextual and cued fear conditioning test after 8 weeks of treatment. Leptin-treated TgCRND8 animals significantly outperformed saline-treated littermates in these behavioral tests. These findings solidly demonstrate the potential for leptin as a disease modifying therapeutic in transgenic animals of AD, driving optimism for its safety and efficacy in humans."
    },
    {
      "paper_name": "Metformin attenuates Alzheimer's disease-like neuropathology in obese, leptin-resistant mice.",
      "paper_year": "2012",
      "paper_authors": "Li J, Deng J, Sheng W, Zuo Z",
      "journal": "Pharmacology, biochemistry, and behavior",
      "publisher": "Pharmacol Biochem Behav",
      "resumen": "Diabetes increases the risk of Alzheimer's disease (AD). The pathological hallmarks for AD brains are extracellular amyloid plaques formed by β-amyloid peptide (Aβ) and intracellular neurofibrillary tangles consisting of hyperphosphorylated tau protein. This study was designed to determine AD-like brain changes in mice modeling for type 2 diabetes. The effects of metformin on these changes also were studied. Seven-week old male db/db mice received intraperitoneal injection of 200 mg kg⁻¹ d⁻¹ metformin for 18 weeks. They were subjected to Barnes maze at an age of 21 weeks and fear conditioning at an age of 24 weeks to assess their cognitive functions. Hippocampus was harvested after these tests for biochemical evaluation. The db/db mice had more tau phosphorylated at S396 and total tau in their hippocampi than their non-diabetic control db+mice. Activated/phosphorylated c-jun N-terminal kinase (JNK), a tau kinase, was increased in the db/db mouse hippocampus. Metformin attenuated the increase of total tau, phospho-tau and activated JNK. The db/db mice had increased Aβ levels. Metformin attenuated the reduction of synaptophysin, a synaptic protein, in the db/db mouse hippocampus. Metformin did not attenuate the impairments of spatial learning and memory as well as long-term hyperglycemia in the db/db mice. Our results suggest that the db/db mice have multiple AD-like brain changes including impaired cognitive functions, increased phospho-tau and Aβ as well as decreased synaptic proteins. Activation of JNK may contribute to the increased phospho-tau in the db/db mice. Metformin attenuates AD-like biochemical changes in the brain of these mice."
    },
    {
      "paper_name": "Interrelationship between plasma leptin concentration and severity of metabolic acidosis in haemodialysed patients with chronical renal failure.",
      "paper_year": "2001",
      "paper_authors": "Kokot F, Chudek J, Adamczak M, Wieçek A",
      "journal": "Experimental and clinical endocrinology & diabetes : official journal, German Society of Endocrinology [and] German Diabetes Association",
      "publisher": "Exp Clin Endocrinol Diabetes",
      "resumen": "Patients with chronic renal failure are frequently characterized by malnutrition, hyperleptinaemia and metabolic acidosis. Both hyperleptinaemia and chronic metabolic acidosis are presumed to contribute to the pathogenesis of malnutrition observed in this group of patients. It has been reported, that in vitro adipocytes exposed to acidotic medium decrease leptin secretion. The aim of present study was to analyze the possible impact of uraemic metabolic acidosis on leptinaemia in haemodialysis patients with chronic renal failure. - 94 haemodialysed patients (58 M, 36 F; mean age 45 +/- 1 years) were enrolled in this study. 56 patients were on haemodialysis treatment for one year using an acetate dialysis fluid, while 38 patients were haemodialysed at least for 3 months with a dialysate buffered with bicarbonate. Plasma leptin concentration, blood gases and body composition were assessed in all examined subjects. - Patients haemodialysed with an acetate and bicarbonate buffered dialysate did not differ with respect to body weight, body mass index (BMI), total fat mass (TFM) and plasma leptin concentration. Patients haemodialysed with an acetate buffered dialysate were characterized by a significantly more severe metabolic acidosis than patients on bicarbonate haemodialysis. Patients were divided according to the actual hydrogen ion concentration: over 60 nmol/l, 45-60 nmol/l and below 45 nmol/l. These subgroups did not differ significantly by body weight, BMI and TFM. Only a slightly (not significantly), lower median leptinaemia was found in patients with elevated hydrogen ion concentration. No significant correlation was noticed between blood hydrogen or hydrocarbonate ion concentration respectively and logarithmic values of plasma leptin concentration (tau = 0.025, p = 0.72; tau = - 0.021, p = 0.76 respectively). - From results obtained in this study we may conclude that, blood hydrogen ion concentration does not influence substantially or only moderately to plasma leptin concentration in haemodialysed patients."
    },
    {
      "paper_name": "Caloric restriction ameliorates cardiomyopathy in animal model of diabetes.",
      "paper_year": "2017",
      "paper_authors": "Cohen K, Waldman M, Abraham NG, Laniado-Schwartzman M, Gurfield D, Aravot D, Arad M, Hochhauser E",
      "journal": "Experimental cell research",
      "publisher": "Exp Cell Res",
      "resumen": "The db/db mouse is an animal model of diabetes in which leptin receptor activity is deficient resulting accelerated cardiomyopathy when exposed to angiotensin (AT). Toll-like receptors 4 and 2 (TLR4, TLR2) are pattern recognition receptors, that recognize pathogen-associated molecular patterns and exacerbate and release inflammatory cytokines. Fetuin A (Fet A) is a fatty acid carrier which affects inflammation and insulin resistance in obese humans and animals through TLRs. The aim of this study was to investigate the effect of caloric restriction (CR) on free fatty acids (FFA) level and the inflammatory response in diabetic cardiomyopathy."
    },
    {
      "paper_name": "Mango leaf extract improves central pathology and cognitive impairment in a type 2 diabetes mouse model.",
      "paper_year": "2017",
      "paper_authors": "Infante-Garcia C, Jose Ramos-Rodriguez J, Marin-Zambrana Y, Teresa Fernandez-Ponce M, Casas L, Mantell C, Garcia-Alloza M",
      "journal": "Brain pathology (Zurich, Switzerland)",
      "publisher": "Brain Pathol",
      "resumen": "Epidemiological studies reveal that metabolic disorders, and specifically type 2 diabetes (T2D), are relevant risk factors to develop Alzheimer's disease (AD) and vascular dementia (VaD), the most common causes of dementia. AD patients are in a tremendous need of new therapeutic options because of the limited success of available treatments. Natural polyphenols, and concretely Mangifera indica Linn extract (MGF), have been reported to have antiinflammatory, antioxidant and antidiabetic activities. The role of MGF in central complications associated with T2D, after long-term treatment of db/db mice with MGF was analyzed. Metabolic parameters (body weight, glucose and insulin levels) as well as central complications including brain atrophy, inflammatory processes, spontaneous bleeding, tau phosphorylation and cognitive function in db/db mice treated with MGF for 22 weeks were assessed. MGF limits body weight gain in obese db/db mice. Insulin and C-peptide levels, indicative of pancreatic function, were longer maintained in MGF-treated animals. MGF reduced central inflammation by lowering microglia burden, both in the cortex and the hippocampus. Likewise, central spontaneous bleeding was significantly reduced in db/db mice. Cortical and hippocampal atrophy was reduced in db/db mice and tau hyperphosphorylation was lower after MGF treatment, resulting in partial recovery of learning and memory disabilities. Altogether, the data suggested that MGF treatment may provide a useful tool to target different aspects of AD and VaD pathology, and could lead to more effective clinical therapies for the prevention of metabolic related central complications associated with AD and VaD."
    },
    {
      "paper_name": "Food restriction followed by refeeding with a casein- or whey-based diet differentially affects the gut microbiota of pre-pubertal male rats.",
      "paper_year": "2018",
      "paper_authors": "Masarwi M, Solnik HI, Phillip M, Yaron S, Shamir R, Pasmanic-Chor M, Gat-Yablonski G",
      "journal": "The Journal of nutritional biochemistry",
      "publisher": "J Nutr Biochem",
      "resumen": "Researchers are gaining an increasing understanding of host-gut microbiota interactions, but studies of the role of gut microbiota in linear growth are scarce. The aim of this study was to investigate the effect of food restriction and refeeding with different diets on gut microbiota composition in fast-growing rats. Young male Sprague-Dawley rats were fed regular rat chow ad libitum (control group) or subjected to 40% food restriction for 36 days followed by continued restriction or ad libitum refeeding for 24 days. Three different diets were used for refeeding: regular vegetarian protein chow or chow in which the sole source of protein was casein or whey. In the control group, the composition of the microbiota remained stable. Food restriction for 60 days led to a significant change in the gut microbiota at the phylum level, with a reduction in the abundance of Firmicutes and an increase in Bacteroidetes and Proteobacteria. Rats refed with the vegetarian protein diet had a different microbiota composition than rats refed the casein- or whey-based diet. Similarities in the bacterial population were found between rats refed vegetarian protein or a whey-based diet and control rats, and between rats refed a casein-based diet and rats on continued restriction. There was a significant strong correlation between the gut microbiota and growth parameters: humerus length, epiphyseal growth plate height, and levels of insulin-like growth factor 1 and leptin. In conclusion, the type of protein in the diet significantly affects the gut microbiota and, thereby, may affect animal's health."
    },
    {
      "paper_name": "Taurine supplementation improves liver glucose control in normal protein and malnourished mice fed a high-fat diet.",
      "paper_year": "2013",
      "paper_authors": "Batista TM, Ribeiro RA, da Silva PM, Camargo RL, Lollo PC, Boschero AC, Carneiro EM",
      "journal": "Molecular nutrition & food research",
      "publisher": "Mol Nutr Food Res",
      "resumen": "Poor nutrition during the perinatal period is associated with an increased risk for metabolic syndrome in adulthood. Taurine (TAU) regulates β-cell function and glucose homeo-stasis. Here, we assessed the effects of TAU supplementation upon adiposity and glucose control in malnourished mice fed a high-fat diet (HFD)."
    },
    {
      "paper_name": "Comment on \"Plasma Leptin Is Associated With Amyloid CSF Biomarkers and Alzheimer's Disease Diagnosis in Cognitively Impaired Patients\".",
      "paper_year": "2023",
      "paper_authors": "Naharci MI",
      "journal": "The journals of gerontology. Series A, Biological sciences and medical sciences",
      "publisher": "J Gerontol A Biol Sci Med Sci",
      "resumen": ""
    },
    {
      "paper_name": "Oral administration of interferon tau enhances oxidation of energy substrates and reduces adiposity in Zucker diabetic fatty rats.",
      "paper_year": "2013",
      "paper_authors": "Tekwe CD, Lei J, Yao K, Rezaei R, Li X, Dahanayaka S, Carroll RJ, Meininger CJ, Bazer FW, Wu G",
      "journal": "BioFactors (Oxford, England)",
      "publisher": "Biofactors",
      "resumen": "Male Zucker diabetic fatty (ZDF) rats were used to study effects of oral administration of interferon tau (IFNT) in reducing obesity. Eighteen ZDF rats (28 days of age) were assigned randomly to receive 0, 4, or 8 μg IFNT/kg body weight (BW) per day (n = 6/group) for 8 weeks. Water consumption was measured every two days. Food intake and BW were recorded weekly. Energy expenditure in 4-, 6-, 8-, and 10-week-old rats was determined using indirect calorimetry. Starting at 7 weeks of age, urinary glucose, and ketone bodies were tested daily. Rates of glucose and oleate oxidation in liver, brown adipose tissue, and abdominal adipose tissue, as well as leucine catabolism in skeletal muscle, and lipolysis in white and brown adipose tissues were greater for rats treated with 8 μg IFNT/kg BW/day in comparison with control rats. Treatment with 8 μg IFNT/kg BW/day increased heat production, reduced BW gain and adiposity, ameliorated fatty liver syndrome, delayed the onset of diabetes, and decreased concentrations of glucose, free fatty acids, triacylglycerol, cholesterol, and branched-chain amino acids in plasma, compared with control rats. Oral administration of 8 µg IFNT/kg BW/day ameliorated oxidative stress in skeletal muscle, liver, and adipose tissue, as indicated by decreased ratios of oxidized glutathione to reduced glutathione and increased concentrations of tetrahydrobiopterin. These results indicate that IFNT stimulates oxidation of energy substrates and reduces obesity in ZDF rats and may have broad important implications for preventing and treating obesity-related diseases in mammals."
    },
    {
      "paper_name": "High-fat diet-induced obesity leads to resistance to leptin-induced cardiomyocyte contractile response.",
      "paper_year": "2008",
      "paper_authors": "Ren J, Zhu BH, Relling DP, Esberg LB, Ceylan-Isik AF",
      "journal": "Obesity (Silver Spring, Md.)",
      "publisher": "Obesity (Silver Spring)",
      "resumen": "Levels of the obese gene product leptin are often elevated in obesity and may contribute to obesity-induced cardiovascular complications. However, the role of leptin in obesity-associated cardiac abnormalities has not been clearly defined. This study was designed to determine the influence of high-fat diet-induced obesity on cardiac contractile response of leptin. Mechanical and intracellular Ca(2+) properties were evaluated using an IonOptix system in cardiomyocytes from adult rats fed low- and high-fat diets for 12 weeks. Cardiomyocyte contractile and intracellular Ca(2+) properties were examined including peak shortening, duration and maximal velocity of shortening/relengthening (TPS/TR(90), +/-dl/dt), Fura-2-fluorescence intensity change (DeltaFFI), and intracellular Ca(2+) decay rate (tau). Expression of the leptin receptor (Ob-R) was evaluated by western blot analysis. High-fat diet increased systolic blood pressure and plasma leptin levels. PS and +/-dl/dt were depressed whereas TPS and TR(90) were prolonged after high-fat diet feeding. Leptin elicited a concentration-dependent (0-1,000 nmol/l) inhibition of PS, +/-dl/dt, and DeltaFFI in low-fat but not high-fat diet-fed rat cardiomyocytes without affecting TPS and TR(90). The Janus kinase 2 (JAK2) inhibitor AG490, the mitogen-activated protein kinase (MAPK) inhibitor SB203580, and the nitric oxide synthase (NOS) inhibitor L-NAME abrogated leptin-induced cardiomyocyte contractile response in low-fat diet group without affecting the high-fat diet group. High-fat diet significantly downregulated cardiac expression of Ob-R. Elevation of extracellular Ca(2+) concentration nullified obesity-induced cardiomyocyte mechanical dysfunction and leptin-induced depression in PS. These data indicate presence of cardiac leptin resistance in diet-induced obesity possibly associated with impaired leptin receptor signaling."
    },
    {
      "paper_name": "Endoplasmic reticulum stress-induced CHOP activation mediates the down-regulation of leptin in human neuroblastoma SH-SY5Y cells treated with the oxysterol 27-hydroxycholesterol.",
      "paper_year": "2012",
      "paper_authors": "Marwarha G, Dasari B, Ghribi O",
      "journal": "Cellular signalling",
      "publisher": "Cell Signal",
      "resumen": "Epidemiological studies have suggested an inverse relationship between the adipocytokine leptin and the onset of Alzheimer's disease (AD), and leptin supplementation decreases amyloid-β (Aβ) production and tau phosphorylation (p-tau), two major biochemical events that play a key role in the pathogenesis of AD. We have previously shown that the cholesterol oxidized product 27-hydroxycholesterol (27-OHC) inhibits leptin expression, an effect that correlated with increased levels of Aβ and p-tau. We have also shown that 27-OHC induces endoplasmic reticulum (ER) stress, a cellular response that is implicated in AD and confers leptin resistance. However the extent to which ER stress is involved in 27-OHC-induced attenuation in leptin expression has not been determined. In this study we determined the involvement of ER stress in the 27-OHC-induced attenuation of leptin expression in SH-SY5Y human neuroblastoma cells. We demonstrate that 27-OHC-induced ER stress attenuates leptin expression by activating C/EBP Homologous Protein (CHOP) which negatively regulates C/EBPα, a transcription factor required for leptin expression. The molecular chaperone 4-phenylbutyric acid (4-PBA) precludes 27-OHC-evoked ER stress and down-regulation of leptin. Furthermore, we demonstrate that the activation of the transcription factor CHOP in response to ER stress is pivotal in the attenuation of leptin expression as knocking-down CHOP alleviates the attenuation in leptin expression. Our study implicates ER stress as the mechanistic link in the 27-OHC-induced negative regulation of leptin, a hormone that has potential therapeutic effects in AD by reducing Aβ and phosphorylated tau accumulation."
    },
    {
      "paper_name": "Effect of weight-loss diet combined with taurine supplementation on body composition and some biochemical markers in obese women: a randomized clinical trial.",
      "paper_year": "2020",
      "paper_authors": "Haidari F, Asadi M, Mohammadi-Asl J, Ahmadi-Angali K",
      "journal": "Amino acids",
      "publisher": "Amino Acids",
      "resumen": "Taurine (Tau), an endogenous non-protein and sulfuric-amino acid, is involved in various biological pathways including anti-inflammatory, anti-oxidation, insulin resistance inhibition, and lipid profile improvement. According to some experimental and clinical studies, insulin resistance and excess body weight are associated with reduced serum level of Tau. Therefore, this study was aimed to evaluate Tau supplementation and a diet-induced weight-loss intervention on body composition and some biochemical indices of obese women. Participants were divided randomly into the intervention (standard weight-loss group + cap Tau 3 g/day for 8 weeks, n = 20) and control (standard weight-loss group + cap placebo for 8 weeks, n = 18) groups. To achieve weight loss, all participants received an individualized diet that included a 30% reduction in their total energy intake. Chi-square test was applied to compare categorical variables between two groups at baseline. Paired t test and independent-sample t test were also used to analyze the parametric continuous data within and between the two groups, respectively. Analysis of covariance was run for controlling the confounding variables. At the post-intervention, the mean changes of total cholesterol (p = 0.03), low-density lipoprotein cholesterol (p = 0.03), leptin (p = 0. 006), total adiponectin (p = 0.04), and high sensitivity C-reactive protein (p = 0.03) decreased significantly in Tau group compared with the control group. No significant results were found in the mean changes of high-density lipoprotein cholesterol, anthropometric measurements, glycemic indices, and liver enzymes between the two groups (p > 0.05). The findings showed that Tau supplementation along with a weight-loss diet may be more effective in improving the lipid profile and metabolic risk factors compared with a weight-loss diet alone."
    },
    {
      "paper_name": "Dementia-like pathology in type-2 diabetes: A novel microRNA mechanism.",
      "paper_year": "2017",
      "paper_authors": "Kalani A, Chaturvedi P, Maldonado C, Bauer P, Joshua IG, Tyagi SC, Tyagi N",
      "journal": "Molecular and cellular neurosciences",
      "publisher": "Mol Cell Neurosci",
      "resumen": "Although type-2 diabetes (T2D) has been reported to increase the risk of cognitive dysfunction and dementia, the underlying mechanisms remain unclear. Dementia-like pathology is attributed to the accumulation of cellular prion protein (PrP<sup>c</sup>) which plays a role in cognitive dysfunction. However, its involvement and regulation in diabetic dementia-like pathology is not well understood. Using T2D db/db (leptin receptor knockout) mice subjected to object recognition and Y-maze behavioral tests, we determined that short-term memory was compromised and that the mice displayed abrupt spontaneous behaviour compared to db/m control mice. MicroRNA analysis using qRT<sup>2</sup>-PCR array demonstrated a significant reduction in the transcript expression of microRNA-146a (miR-146a) in the brain of T2D db/db mice as compared to db/m controls. The sequence matching tools validated the binding of miR-146a to a conserved domain of the PrP<sup>c</sup> gene. Administration of mouse brain endothelial cell-derived exosomes (BECDEs) loaded with miR-146a into the brain's ventricle of T2D db/db mice attenuated brain PrP<sup>c</sup> levels and restored short-term memory function though not significant. Also, we observed hyperphosphorylation of tau through decreased expression of glycogen synthase kinase-3 in T2D db/db brains that regulates microtubule organization and memory function. We conclude that underexpression of miR-146a upregulates PrP<sup>c</sup> production in T2D db/db mice and the delivery of BECDEs loaded with a miR-146a can down regulate PrP<sup>c</sup> levels and restore short term memory function up to a certain extent."
    },
    {
      "paper_name": "Telmisartan ameliorates hyperglycemia and metabolic profile in nonobese Cohen-Rosenthal diabetic hypertensive rats via peroxisome proliferator activator receptor-gamma activation.",
      "paper_year": "2010",
      "paper_authors": "Younis F, Stern N, Limor R, Oron Y, Zangen S, Rosenthal T",
      "journal": "Metabolism: clinical and experimental",
      "publisher": "Metabolism",
      "resumen": "The importance of hypertension treatment has expanded beyond blood pressure management to include additional risk factors, mainly diabetes. It was considered of interest to test the effect of telmisartan, an angiotensin receptor 1 antagonist and peroxisome proliferator activator receptor-gamma partial agonist, on Cohen-Rosenthal diabetic hypertensive nonobese (CRDH) rats, a unique model combining both pathologies. Its effect was examined on fat-derived and inflammatory agents in CRDH. To determine the extent of the drug's peroxisome proliferator activator receptor-gamma modulating beneficial metabolic actions, results were compared with those obtained with valsartan and rosiglitazone in CRDH and Cohen diabetic rat (CDR). Telmisartan and valsartan were given in drinking water at 3 and 12 mg/kg/d, whereas rosiglitazone (3 mg/kg/d) was given as food admixture for a period of 5 months. Blood pressure, glucose, insulin, adiponectin, leptin, and tumor necrosis factor alpha were examined. Telmisartan and valsartan significantly (P < .01) reduced blood pressure, whereas telmisartan and rosiglitazone considerably reduced blood glucose levels to normoglycemic levels (P < .01) in these 2 strains. Insulin levels were not affected by telmisartan and valsartan but were slightly reduced by rosiglitazone in CDR. In contrast to valsartan, adiponectin was significantly (60%, P < .01) increased by telmisartan in both CDR and CRDH, whereas rosiglitazone induced a 60% and 180% increase in CRDH and CDR animals, respectively, on day 30 of treatment. Co-treatment with GW9662 averted telmisartan-induced rise of adiponectin. Tumor necrosis factor alpha declined in telmisartan-treated rats, less so with rosiglitazone, but not valsartan. Telmisartan also induced downsizing of epididymal adipocytes compared with valsartan. Leptin levels were significantly increased by valsartan (P < .05) but reduced by telmisartan and rosiglitazone. The telmisartan-induced increase in adiponectin was most probably associated with a decrease in glucose and tumor necrosis factor alpha levels. Therefore, in addition to its hypotensive effect, telmisartan demonstrated beneficial thiazolidinedione-like effects."
    },
    {
      "paper_name": "Ghrelin modulates intracellular signalling pathways that are critical for podocyte survival.",
      "paper_year": "2019",
      "paper_authors": "El Zein N, Abdallah MS, Daher CF, Mroueh M, Stephan J, Bahous SA, Eid A, Faour WH",
      "journal": "Cell biochemistry and function",
      "publisher": "Cell Biochem Funct",
      "resumen": "Damage to podocytes is a key event in glomerulopathies. While energy dense food can contribute to kidney damage, the role of the orixegenic hormone \"ghrelin\" in podocyte biology is still unknown. In the present study, we investigated the effect of ghrelin on podocyte survival as well as the signalling pathways mediating ghrelin effect in immortalized cultured rat podocytes. RT-PCR analysis revealed that GHS-R1 is expressed in rat podocytes. Western blot analysis showed that ghrelin upregulated COX-2 protein expression in a time and dose-dependent manner. Additionally, ghrelin activated P38 MAPK, AKT, and ERK1/2 pathways and also induced P38 MAPK phosphorylation in high glucose conditions. Ghrelin induced ROS release and dose dependently reduced podocyte survival. Ghrelin mediated podocyte cell death was partially reversed by pharmacologically inhibiting P38 MAPK or phospholipase C (PLC). Furthermore, PLC inhibitor (U73122) inhibited ghrelin induced P38 MAPK activation. While PI3K inhibitor (LY294002) was without effect on cell survival or P38 MAPK activation, it inhibited ghrelin induced ERK1/2 phosphorylation. Finally, ghrelin induced TAU phosphorylation was reversed by pharmacologic inhibitors of either P38 MAPK or PKA. In conclusion, ghrelin activated harmful molecular pathways in podocytes that can be damaging to the glomerular filtration barrier SIGNIFICANCE OF THE STUDY: Endocrine derangements secondary to obesity are major players in the aetiology of renal injuries. Furthermore, energy dense diet is thought to be the major element in developing obesity. Appetite and increase in energy intake are regulated by complex hormonal pathways which mainly include the orexigenic hormone \"ghrelin\" in addition to leptin. To date no study have highlighted a significant role for ghrelin in kidney biology, and therefore, it is thought that its endocrine effect is mostly limited to adipose tissue metabolism and appetite regulation. In this study, we first showed that ghrelin receptor is expressed on glomerular podocytes. Also, ghrelin showed negative impact on podocyte survival through modulating signalling pathways such as P38 MAPK and AKT known to play a key role in podocyte health. Moreover, the negative effects of ghrelin on podocytes were further exacerbated in hyperglycemic conditions. Of note, podocytes contribute to the formation and the maintenance of the glomerular filtration barrier and thus are important for normal renal function. Therefore, ghrelin secretion in the context of obesity could be involved in the aetiology of kidney injury, a well-known hallmark found in obese patients."
    },
    {
      "paper_name": "Cerebrospinal Fluid Biomarkers in Highly Exposed PM2.5 Urbanites: The Risk of Alzheimer's and Parkinson's Diseases in Young Mexico City Residents.",
      "paper_year": "2016",
      "paper_authors": "Calderón-Garcidueñas L, Avila-Ramírez J, Calderón-Garcidueñas A, González-Heredia T, Acuña-Ayala H, Chao CK, Thompson C, Ruiz-Ramos R, Cortés-González V, Martínez-Martínez L, García-Pérez MA, Reis J, Mukherjee PS, Torres-Jardón R, Lachmann I",
      "journal": "Journal of Alzheimer's disease : JAD",
      "publisher": "J Alzheimers Dis",
      "resumen": "Exposure to fine particulate matter (PM2.5) and ozone (O3) above US EPA standards is associated with Alzheimer's disease (AD) risk, while Mn toxicity induces parkinsonism. Mexico City Metropolitan Area (MCMA) children have pre- and postnatal sustained and high exposures to PM2.5, O3, polycyclic aromatic hydrocarbons, and metals. Young MCMA residents exhibit frontal tau hyperphosphorylation and amyloid-β (Aβ)1 - 42 diffuse plaques, and aggregated and hyperphosphorylated α-synuclein in olfactory nerves and key brainstem nuclei. We measured total prion protein (TPrP), total tau (T-tau), tau phosphorylated at threonine 181 (P-Tau), Aβ1-42, α-synuclein (t-α-syn and d-α-synuclein), BDNF, insulin, leptin, and/or inflammatory mediators, in 129 normal CSF samples from MCMA and clean air controls. Aβ1-42 and BDNF concentrations were significantly lower in MCMA children versus controls (p = 0.005 and 0.02, respectively). TPrP increased with cumulative PM2.5 up to 5 μg/m3 and then decreased, regardless of cumulative value or age (R2 = 0.56). TPrP strongly correlated with T-Tau and P-Tau, while d-α-synuclein showed a significant correlation with TNFα, IL10, and IL6 in MCMA children. Total synuclein showed an increment in childhood years related to cumulated PM2.5, followed by a decrease after age 12 years (R2 = 0.47), while d-α-synuclein exhibited a tendency to increase with cumulated PM2.5 (R2 = 0.30). CSF Aβ1-42, BDNF, α-synuclein, and TPrP changes are evolving in young MCMA urbanites historically showing underperformance in cognitive processes, odor identification deficits, downregulation of frontal cellular PrP, and neuropathological AD and PD hallmarks. Neuroprotection of young MCMA residents ought to be a public health priority."
    },
    {
      "paper_name": "Virus-assisted mapping of neural inputs to a feeding center in the hypothalamus.",
      "paper_year": "2001",
      "paper_authors": "DeFalco J, Tomishima M, Liu H, Zhao C, Cai X, Marth JD, Enquist L, Friedman JM",
      "journal": "Science (New York, N.Y.)",
      "publisher": "Science",
      "resumen": "We report the development of a pseudorabies virus that can be used for retrograde tracing from selected neurons. This virus encodes a green fluorescent protein marker and replicates only in neurons that express the Cre recombinase and in neurons in synaptic contact with the originally infected cells. The virus was injected into the arcuate nucleus of mice that express Cre only in those neurons that express neuropeptide Y or the leptin receptor. Sectioning of the brains revealed that these neurons receive inputs from neurons in other regions of the hypothalamus, as well as the amygdala, cortex, and other brain regions. These data suggest that higher cortical centers modulate leptin signaling in the hypothalamus. This method of neural tracing may prove useful in studies of other complex neural circuits."
    },
    {
      "paper_name": "The therapeutic potential of nicotine and nicotinic agonists for weight control.",
      "paper_year": "1999",
      "paper_authors": "Gurwitz D",
      "journal": "Expert opinion on investigational drugs",
      "publisher": "Expert Opin Investig Drugs",
      "resumen": "Transdermal nicotine patches have been successfully introduced as a safe and powerful aid to smoking cessation; this has contributed to the rising interest in additional therapeutic applications for nicotine and synthetic nicotinic agonists. Nicotine and nicotinic agonists may have a therapeutic potential for a variety of disorders, including Alzheimer's and Parkinson's diseases, depression, attention deficit disorder, Tourette's syndrome and ulcerative colitis. These interests are partially fuelled by the urgent need of the tobacco industry to find new niches for nicotine in a world bound eventually to retire from cigarette smoking. At the same time, there is an increased interest in developing drugs for fighting obesity, a growing affliction of industrialised nations. This review presents data on the potential of nicotine, and in particular synthetic nicotinic agonists, for controlling body weight. Nicotinic agonists may become relatively safe, effective and inexpensive alternatives for several optional drugs currently being developed for treating human obesity, including beta-3-adrenergic agonists, leptin and its agonists, and neuropeptide Y antagonists."
    },
    {
      "paper_name": "Beta Palmitate Improves Bone Length and Quality during Catch-Up Growth in Young Rats.",
      "paper_year": "2017",
      "paper_authors": "Bar-Maisels M, Gabet Y, Shamir R, Hiram-Bab S, Pasmanik-Chor M, Phillip M, Bar-Yoseph F, Gat-Yablonski G",
      "journal": "Nutrients",
      "publisher": "Nutrients",
      "resumen": "Palmitic acid (PA) is the most abundant saturated fatty acid in human milk, where it is heavily concentrated in the <i>sn</i>-<i>2</i>-position (termed beta palmitate, BPA) and as such is conserved in all women, regardless of their diet or ethnicity, indicating its physiological and metabolic importance. We hypothesized that BPA improves the efficiency of nutrition-induced catch up growth as compared to <i>sn</i>-<i>1,3</i> PA, which is present in vegetable oil. Pre-pubertal male rats were subjected to a 17 days food restriction followed by re-feeding for nine days with <i>1,3</i> PA or BPA-containing diets. We measured bone length, epiphyseal growth plate height (EGP, histology), bone quality (micro-CT and 3-point bending assay), and gene expression (Affymetrix). The BPA-containing diet improved most growth parameters: humeri length and EGP height were greater in the BPA-fed animals. Further analysis of the EGP revealed that the hypertrophic zone was significantly higher in the BPA group. In addition, Affymetrix analysis revealed that the diet affected the expression of several genes in the liver and EGP. Despite the very subtle difference between the diets and the short re-feeding period, we found a small but significant improvement in most growth parameters in the BPA-fed rats. This pre-clinical study may have important implications, especially for children with growth disorders and children with special nutritional needs."
    },
    {
      "paper_name": "Unravelling the Alzheimer's pathogenesis: Molecular and cellular pathways to neurodegeneration and therapeutic targets.",
      "paper_year": "2025",
      "paper_authors": "Chauhan P, Wadhwa K, Singh G",
      "journal": "Pathology, research and practice",
      "publisher": "Pathol Res Pract",
      "resumen": "Alzheimer's disease (AD) is indeed a overwhelming neurodegenerative disorder whose intricated pathogenesis still remains exclusive and requires to be completely elucidated. This review undertakes a comprehensive analysis of the multifactorial signaling mechanism implicated in AD, such as AKT/MAPK, Wnt, Leptin, mTOR, ubiquitin, Sirt1, and insulin, exploring their pivotal individual and/or synergistic contribution in the dysregulation of diverse cellular processes accountable for neuronal health. Furthermore, it also delves into the molecular and cellular mechanism underlying oxidative stress, neuroinflammation, apoptosis, metal ion dyshomeostasis, and viral reactivation in the pathogenesis of AD, along with accentuating the interconnection between the intracellular signalling cascades and the alterations within the synaptic transmission, blood-brain barrier, and gut microbiota. Nevertheless, due to the enormous complexity of the brain, the application of these several signaling pathways as feasible targets for drug development against AD is minimal. This review also explores the numerous drug candidates, both synthetic and natural, currently being investigated for their anti-AD potential via targeting diverse pathological hallmark of AD and their associated signalling mechanisms. Ultimately, this review seeks to stimulate further research into these promising \"anti-AD pathways\" and to accelerate the expansion of disease-modifying therapies."
    },
    {
      "paper_name": "A blood-based biomarker panel indicates IL-10 and IL-12/23p40 are jointly associated as predictors of β-amyloid load in an AD cohort.",
      "paper_year": "2017",
      "paper_authors": "Pedrini S, Gupta VB, Hone E, Doecke J, O'Bryant S, James I, Bush AI, Rowe CC, Villemagne VL, Ames D, Masters CL, Martins RN",
      "journal": "Scientific reports",
      "publisher": "Sci Rep",
      "resumen": "Alzheimer's Disease (AD) is the most common form of dementia, characterised by extracellular amyloid deposition as plaques and intracellular neurofibrillary tangles of tau protein. As no current clinical test can diagnose individuals at risk of developing AD, the aim of this project is to evaluate a blood-based biomarker panel to identify individuals who carry this risk. We analysed the levels of 22 biomarkers in clinically classified healthy controls (HC), mild cognitive impairment (MCI) and Alzheimer's participants from the well characterised Australian Imaging, Biomarker and Lifestyle (AIBL) study of aging. High levels of IL-10 and IL-12/23p40 were significantly associated with amyloid deposition in HC, suggesting that these two biomarkers might be used to detect at risk individuals. Additionally, other biomarkers (Eotaxin-3, Leptin, PYY) exhibited altered levels in AD participants possessing the APOE ε4 allele. This suggests that the physiology of some potential biomarkers may be altered in AD due to the APOE ε4 allele, a major risk factor for AD. Taken together, these data highlight several potential biomarkers that can be used in a blood-based panel to allow earlier identification of individuals at risk of developing AD and/or early stage AD for which current therapies may be more beneficial."
    },
    {
      "paper_name": "Effect of N-(D-Ribopyranosyl) Taurine Sodium Salt on the Differentiation of Human Preadipocytes and Expression of Adipokines Through Inhibition of STAT-3 Signaling in Differentiated Human Adipocytes.",
      "paper_year": "2017",
      "paper_authors": "Kim KS, Kim SH",
      "journal": "Advances in experimental medicine and biology",
      "publisher": "Adv Exp Med Biol",
      "resumen": "We investigated whether a taurine-ribose derivative, N-(D-ribopyranosyl)taurine sodium salt, inhibits the differentiation process of preadipocytes or modulates the expression of cytokines from adipocytes as does taurine chloramine (TauCl) in vitro. To know the inhibitory effects of taurine-ribose (Tau-Ribose) on differentiation process and adipokine expression, preadipocytes were incubated with Tau-Ribose in differentiation medium for 14 days. Differentiated adipocytes were also stimulated at the concentration of IL-1β 1 ng/ml with addition of Tau-Ribose. After 7 days of incubation, the levels of adiponectin, leptin, IL-6, and IL-8 were measured from the culture supernatants. At concentrations of 10-40 mM, Tau-Ribose dose-dependently inhibited the process of adipogenesis. The treatment of Tau-Ribose decreased the expression of transcription factors, which are necessary for adipogenesis and are known as adipocyte marker. Treatment with Tau-Ribose significantly modulated the production of IL-8 and IL-6. However, it did not modulate the production of adiponectin and leptin in IL-1β-activated adipocytes. As with taurine chloramine, Tau-Ribose also inhibited STAT-3 signaling, independent of MAPK signaling. In conclusion, Tau-Ribose inhibits the signaling pathway of STAT-3 and can change adipokines production; thus, it may have a potential as an agent for treating obesity-related diseases."
    },
    {
      "paper_name": "Regulation of diabetic cardiomyopathy by caloric restriction is mediated by intracellular signaling pathways involving 'SIRT1 and PGC-1α'.",
      "paper_year": "2018",
      "paper_authors": "Waldman M, Cohen K, Yadin D, Nudelman V, Gorfil D, Laniado-Schwartzman M, Kornwoski R, Aravot D, Abraham NG, Arad M, Hochhauser E",
      "journal": "Cardiovascular diabetology",
      "publisher": "Cardiovasc Diabetol",
      "resumen": "Metabolic disorders such as obesity, insulin resistance and type 2 diabetes mellitus (DM2) are all linked to diabetic cardiomyopathy that lead to heart failure. Cardiomyopathy is initially characterized by cardiomyocyte hypertrophy, followed by mitochondrial dysfunction and fibrosis, both of which are aggravated by angiotensin. Caloric restriction (CR) is cardioprotective in animal models of heart disease through its catabolic activity and activation of the expression of adaptive genes. We hypothesized that in the diabetic heart; this effect involves antioxidant defenses and is mediated by SIRT1 and the transcriptional coactivator PGC-1α (Peroxisome proliferator-activated receptor-γ coactivator)."
    },
    {
      "paper_name": "Bone quality is affected by food restriction and by nutrition-induced catch-up growth.",
      "paper_year": "2014",
      "paper_authors": "Pando R, Masarwi M, Shtaif B, Idelevich A, Monsonego-Ornan E, Shahar R, Phillip M, Gat-Yablonski G",
      "journal": "The Journal of endocrinology",
      "publisher": "J Endocrinol",
      "resumen": "Growth stunting constitutes the most common effect of malnutrition. When the primary cause of malnutrition is resolved, catch-up (CU) growth usually occurs. In this study, we have explored the effect of food restriction (RES) and refeeding on bone structure and mechanical properties. Sprague-Dawley male rats aged 24 days were subjected to 10 days of 40% RES, followed by refeeding for 1 (CU) or 26 days long-term CU (LTCU). The rats fed ad libitum served as controls. The growth plates were measured, osteoclasts were identified using tartrate-resistant acid phosphatase staining, and micro-computed tomography (CT) scanning and mechanical testing were used to study structure and mechanical properties. Micro-CT analysis showed that RES led to a significant reduction in trabecular BV/TV and trabecular number (Tb.N), concomitant with an increase in trabecular separation (Tb.Sp). Trabecular BV/TV and Tb.N were significantly greater in the CU group than in the RES in both short- and long-term experiments. Mechanical testing showed that RES led to weaker and less compliant bones; interestingly, bones of the CU group were also more fragile after 1 day of CU. Longer term of refeeding enabled correction of the bone parameters; however, LTCU did not achieve full recovery. These results suggest that RES in young rats attenuated growth and reduced trabecular bone parameters. While nutrition-induced CU growth led to an immediate increase in epiphyseal growth plate height and active bone modeling, it was also associated with a transient reduction in bone quality. This should be taken into consideration when treating children undergoing CU growth."
    },
    {
      "paper_name": "Early-Stage Moderate Alcohol Feeding Dysregulates Insulin-Related Metabolic Hormone Expression in the Brain: Potential Links to Neurodegeneration Including Alzheimer's Disease.",
      "paper_year": "2024",
      "paper_authors": "Yang Y, Tong M, de la Monte SM",
      "journal": "Journal of Alzheimer's disease reports",
      "publisher": "J Alzheimers Dis Rep",
      "resumen": "Alzheimer's disease (AD), one of the most prevalent causes of dementia, is mainly sporadic in occurrence but driven by aging and other cofactors. Studies suggest that excessive alcohol consumption may increase AD risk."
    },
    {
      "paper_name": "Insulin resistance induces hyperleptinemia, cardiac contractile dysfunction but not cardiac leptin resistance in ventricular myocytes.",
      "paper_year": "2003",
      "paper_authors": "Hintz KK, Aberle NS, Ren J",
      "journal": "International journal of obesity and related metabolic disorders : journal of the International Association for the Study of Obesity",
      "publisher": "Int J Obes Relat Metab Disord",
      "resumen": "Insulin resistance is a metabolic syndrome commonly seen in obesity. Leptin, the obese gene product, plays a role in the regulation of cardiac function. Elevated leptin levels have been demonstrated under insulin-resistant states such as obesity and hypertension, although their role in cardiac dysfunction is unknown. This study was designed to determine the impact of prediabetic insulin resistance on leptin levels and leptin-induced cardiac contractile response. Whole-body insulin resistance was generated with a 10-week dietary sucrose feeding. Contractile and intracellular Ca(2+) properties were evaluated in ventricular myocytes using an IonOptix system. The contractile indices analyzed included peak shortening (PS), time-to-PS (TPS), time-to-90% relengthening (TR(90)), maximal velocity of shortening/relengthening (+/-dL/dt), fura-fluorescence intensity change (deltaFFI) and decay rate (tau). Sucrose-fed rats displayed significantly elevated body weight and plasma leptin levels, depressed PS, +/-dL/dt, shortened TPS, prolonged TR(90) and tau, as well as reduced deltaFFI compared to the starch-fed control group. Leptin (1-1000 nM) elicited a concentration-dependent depression of PS and deltaFFI in myocytes from both starch and sucrose groups. Leptin-induced contractile depression was abolished by the nitric oxide synthase inhibitor Nomega-nitro-L-arginine methyle ester, elevation of the extracellular Ca(2+) concentration, the Janus activated kinase 2 inhibitor AG-490 or the mitogen activated protein kinase inhibitor SB203580 in myocytes from both sucrose and starch groups. Moreover, AG-490 and SB203580 unmasked a positive response of PS in myocytes from both groups. These data indicate that insulin resistance directly induces hyperleptinemia and cardiac contractile dysfunction, without affecting leptin-mediated cardiac contractile function at the myocyte level."
    },
    {
      "paper_name": "30 days of continuous olanzapine infusion determines energy imbalance, glucose intolerance, insulin resistance, and dyslipidemia in mice.",
      "paper_year": "2009",
      "paper_authors": "Coccurello R, Brina D, Caprioli A, Conti R, Ghirardi O, Schepis F, Moles A",
      "journal": "Journal of clinical psychopharmacology",
      "publisher": "J Clin Psychopharmacol",
      "resumen": "The aim of this study was to model in mice the association between metabolic syndrome and the administration of atypical antipsychotic (AAP). Two dosages (4 and 8 mg/kg per day) of olanzapine (OL) were infused in 36 female mice for 30 days by osmotic mini-pumps. This study was also designed to further extend the implications raised in other experiments by our model of AAP-induced metabolic dysregulation. Through the use of the osmotic mini-pumps, this model is aimed to circumvent the shorter (than in humans) half-life of AAPs in rodents and to chronically administer OL by a reliable and less disturbing method. Indirect calorimetry was used to evaluate metabolic rate (MR) and respiratory exchange ratio together with weight and caloric intake. Serum insulin, leptin, and glucose tolerance (oral glucose tolerance test) were assessed. Pancreatic beta cells insulin levels, periuterine and liver fat content were also analyzed. Olanzapine-infused mice exhibited a reduction of overall MR (kilojoule per hour) and resting MR and respiratory exchange ratio, with periuterine fat significantly enlarged. All metabolic alterations were detected at the highest dose, with major effects found on weight gain and hyperphagia. Impaired glucose metabolism, associated with hyperinsulinemia and hyperleptinemia were found. Insulin resistance was evidenced by the raise of HOMA-IR index. Increased insulin and lipid storage were detected at pancreatic and hepatic levels respectively. These findings illustrate the development of a cluster of risk factors (metabolic syndrome) and, for the first time, a decrease of energy expenditure (MR) due to chronic OL infusion."
    },
    {
      "paper_name": "Serotonergic dorsal raphe neurons from obese zucker rats are hyperexcitable.",
      "paper_year": "2003",
      "paper_authors": "Ohliger-Frerking P, Horwitz BA, Horowitz JM",
      "journal": "Neuroscience",
      "publisher": "Neuroscience",
      "resumen": "Release of serotonin (5-HT) from dorsal raphe nucleus (DRN) neurons projecting to the ventromedial hypothalamus (VMH) has a modulatory effect on the neural pathway involved in feeding, hunger, and satiety. The obese Zucker rat, an animal model of genetic obesity, exhibits differences in serotonin signaling as well as a mutated leptin receptor. To evaluate possible mechanisms underlying this difference in serotonin signaling, we have compared electrophysiological responses of DRN neurons from 14- to 25-day-old male lean (Fa/Fa) and obese (fa/fa) Zucker rats using the whole-cell patch clamp technique on cells in brain slices from these animals. We found that the resting properties of these neurons are not different, but the DRN neurons from obese rats are hyperexcitable in response to current injection. This hyperexcitability is not accompanied by an increase in the depolarization caused by current injection or by changes in the threshold for spiking. However, the hyperexcitability is accompanied by reduction in the size and time course of the afterhyperpolarization (AHP) following an action potential. DRN neurons of obese rats recover from the AHP faster due to a smaller amplitude AHP and a faster time constant (tau) of decay of the AHP. These deficits are not due to changes in the spike waveform, as the spike amplitude and duration do not differ between lean and obese animals. In summary, we provide evidence that serotonergic DRN neurons from obese Zucker rats are intrinsically hyperexcitable compared with those from lean rats. These results suggest a potential mechanism for the reported increase in 5-HT release at the VMH of obese rats during feeding, and provide the first direct evidence of changes in the intrinsic activity of serotonergic neurons, which are crucial regulators of feeding behavior, in a genetic model of obesity."
    },
    {
      "paper_name": "Systemic and brain metabolic dysfunction as a new paradigm for approaching Alzheimer's dementia.",
      "paper_year": "2007",
      "paper_authors": "Giordano V, Peluso G, Iannuccelli M, Benatti P, Nicolai R, Calvani M",
      "journal": "Neurochemical research",
      "publisher": "Neurochem Res",
      "resumen": "Since its definition Alzheimer's disease has been at the centre of consideration for neurologists, psychiatrists, and pathologists. With John P. Blass it has been disclosed a different approach Alzheimer's disease neurodegeneration understanding not only by the means of neurochemistry but also biochemistry opening new scenarios in the direction of a metabolic system degeneration. Nowadays, the understanding of the role of cholesterol, insulin, and adipokines among the others in Alzheimer's disease etiopathogenesis is clarifying approaches valuable not only in preventing the disease but also for its therapy."
    },
    {
      "paper_name": "Cardiac contractile dysfunction in Lep/Lep obesity is accompanied by NADPH oxidase activation, oxidative modification of sarco(endo)plasmic reticulum Ca2+-ATPase and myosin heavy chain isozyme switch.",
      "paper_year": "2006",
      "paper_authors": "Li SY, Yang X, Ceylan-Isik AF, Du M, Sreejayan N, Ren J",
      "journal": "Diabetologia",
      "publisher": "Diabetologia",
      "resumen": "Obesity is an independent risk factor for heart diseases but the underlying mechanism is not clear. This study examined cardiac contraction, oxidative stress, oxidative modification of sarco(endo)plasmic reticulum Ca2+-ATPase (SERCA) and the myosin heavy chain (MHC) isoform switch in obese mice."
    },
    {
      "paper_name": "Chronic diabetic states worsen Alzheimer neuropathology and cognitive deficits accompanying disruption of calcium signaling in leptin-deficient APP/PS1 mice.",
      "paper_year": "2017",
      "paper_authors": "Zhang S, Chai R, Yang YY, Guo SQ, Wang S, Guo T, Xu SF, Zhang YH, Wang ZY, Guo C",
      "journal": "Oncotarget",
      "publisher": "Oncotarget",
      "resumen": "The coincidences between Alzheimer's disease (AD) and type 2 diabetes mellitus (T2DM) are so compelling that it is attractive to speculate that diabetic conditions might aggravate AD pathologies by calcium dysfunction, although the understanding of the molecular mechanisms involved remains elusive. The present work was undertaken to investigate whether calcium dyshomeostasis is associated with the exacerbated Alzheimer-like cognitive dysfunction observed in diabetic conditions in APP/PS1-ob/ob mice, which were generated by crossing ob/ob mice with APP/PS1 mice. We confirmed that the diabetic condition can aggravate not only Aβ deposition but also tau phosphorylation, synaptic loss, neuronal death, and inflammation, exacerbating cognitive impairment in AD mice. More importantly, we found that the diabetic condition dramatically elevated calcium levels in APP/PS1 mice, thereby stimulating the phosphorylation of the calcium-dependent kinases. Our findings suggest that controlling over-elevation of intracellular calcium may provide novel insights for approaching AD in diabetic patients and delaying AD progression."
    },
    {
      "paper_name": "Genetic variation of circulating leptin is involved in genetic variation of hand bone size and geometry.",
      "paper_year": "2003",
      "paper_authors": "Livshits G, Pantsulaia I, Trofimov S, Kobyliansky E",
      "journal": "Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA",
      "publisher": "Osteoporos Int",
      "resumen": "Leptin is secreted primarily by the adipocytes and plays an important role in the regulation of food intake and energy expenditure. In addition to its adipostatic function, it has been demonstrated that leptin directly enhances stromal cell differentiation to osteoblasts, and since such precursor cells are potential targets for leptin, the latter could possibly mediate the relationship between obesity and bone mass and size. To address this question, we studied phenotypic and genetic correlations between the circulating levels of leptin and hand bone size (BS) and geometry (BG) of the radiographic hand in a healthy and ethnically homogeneous sample of pedigrees. We also attempted to evaluate to what extent potential leptin/BS/BG correlations are modified by an individual's obesity traits, specifically his/her BMI. Our research has shown that leptin, BMI and the corresponding bone measures are clearly inherited traits (0.46+/-0.11, 0.35+/-0.16, 0.62+/-0.12 and 0.51+/-0.09, respectively). The bivariate variance component analysis revealed very strong and significant genetic and environmental correlations between circulating leptin and BMI ( r(G)=0.86+/-0.09, r(E)=0.75+/-0.05, P<0.001). Furthermore, genetic correlations between leptin and hand bone characteristics proved inverse and statistically significant ( r(G)=-0.35+/-0.01 and -0.45+/-0.10 for BS and BG, respectively), while corresponding environmental correlations were low ( r(E)=-0.14+/-0.15 and -0.07+/-0.14) and they could be constrained to zero without significant deterioration of the model fit to the data ( P>0.10). However, despite the extremely strong relationship between leptin and BMI, we failed to detect phenotypic or genetic correlations between BMI and our two hand bone measures. Thus our study provided evidence that plasma leptin levels may be statistically significant predictor of hand bone size and geometry, and may play a physiological role in maintaining bone mass as well as in regulation of hand bone proportions."
    },
    {
      "paper_name": "Characterization a model of prostatic diseases and obstructive voiding induced by sex hormone imbalance in the Wistar and Noble rats.",
      "paper_year": "2019",
      "paper_authors": "Konkol Y, Vuorikoski H, Streng T, Tuomela J, Bernoulli J",
      "journal": "Translational andrology and urology",
      "publisher": "Transl Androl Urol",
      "resumen": "Chronic nonbacterial prostatitis associated with lower urinary tract symptoms (LUTS) is a prevalent condition in men. One potential pathophysiological factor is change in sex hormone, testosterone and estrogen, balance. Inflammation, cancer and obstructive voiding has been induced in the Noble rat strain by altering levels of sex hormones. We evaluated if imbalance of sex hormones could induce comparable diseases also in a less estrogen sensitive Wistar strain rats."
    },
    {
      "paper_name": "Elucidation of the effects of 2,5-hexandione as a metabolite of <i>n</i>-hexane on cognitive impairment in leptin-knockout mice (C57BL/6-Lepem1Shwl/Korl).",
      "paper_year": "2024",
      "paper_authors": "Nguyen HD, Jo WH, Cha JO, Hoang NHM, Kim MS",
      "journal": "Toxicological research",
      "publisher": "Toxicol Res",
      "resumen": "Exposure to n-hexane and its metabolite 2,5-hexandione (HD) is a well-known cause of neurotoxicity, particularly in the peripheral nervous system. To date, few studies have focused on the neurotoxic effects of HD on cognitive impairment. Exposure to HD and diabetes mellitus can exacerbate neurotoxicity. There are links among HD, diabetes mellitus, and cognitive impairment; however, the specific mechanisms underlying them remain unclear. Therefore, we aimed to elucidate the neurotoxic effects of HD on cognitive impairment in ob/ob (C57BL/6-Lepem1Shwl/Korl) mice. We found that HD induced cognitive impairment by altering the expression of genes (<i>FN1</i>, <i>AGT</i>, <i>ACTA2</i>, <i>MYH11</i>, <i>MKI67</i>, <i>MET</i>, <i>CTGF</i>, and <i>CD44</i>), miRNAs (mmu-miR15a-5p, mmu-miR-17-5p, and mmu-miR-29a-3p), transcription factors (transcription factor AP-2 alpha [TFAP2A], serum response factor [Srf], and paired box gene 4 [PAX4]), and signaling pathways (ERK/CERB, PI3K/AKT, GSK-3<i>β</i>/p-tau/amyloid-<i>β</i>), as well as by causing neuroinflammation (TREM1/DAP12/NF-κB), oxidative stress, and apoptosis. The prevalent use of <i>n</i>-hexane in various industrial applications (for instance, shoe manufacturing, printing inks, paints, and varnishes) suggests that individuals with elevated body weight and glucose levels and those employed in high-risk workplaces have greater probability of cognitive impairment. Therefore, implementing screening strategies for HD-induced cognitive dysfunction is crucial."
    },
    {
      "paper_name": "A 35 amino acid fragment of leptin inhibits feeding in the rat.",
      "paper_year": "1996",
      "paper_authors": "Samson WK, Murphy TC, Robison D, Vargas T, Tau E, Chang JK",
      "journal": "Endocrinology",
      "publisher": "Endocrinology",
      "resumen": "Peptide fragments of the larger 167 amino acid obesity gene related peptide (OBGRP), leptin, were tested for their ability to inhibit feeding in the rat. The C-terminal fragment, OBGRP 116-167 exerted only minimal inhibition of feeding when administered into the lateral cerebroventricle. No alteration in feeding was observed following administration of OBGRP 57-92. We hypothesized that the satiety effects of leptin reside in the N-terminal region of the peptide sequence. Significant, dose-related, and reversible inhibition of food intake was observed following central administration of the 35 amino acid fragment OBGRP 22-56. These results suggest that a small, readily synthesized fragment of the 167 amino acid peptide leptin may exert physiologically relevant satiety effects in brain revealing an endocrine feedback mechanism by which the adipocyte may modulate hypothalamic function."
    },
    {
      "paper_name": "CHI's Eighth Annual World Pharmaceutical Congress. Targeting Alzheimer's with novel therapeutics: Part 2.",
      "paper_year": "2009",
      "paper_authors": "Yan R",
      "journal": "IDrugs : the investigational drugs journal",
      "publisher": "IDrugs",
      "resumen": ""
    }
  ]
}